<HTML><HEAD><TITLE>August Blanche</TITLE><META name=GENERATOR content="MSHTML 8.00.7600.16671"></HEAD><BODY background=/pix/tauskuva.jpg bgColor=white text=black>
<!--taulukko alkaa-->
<CENTER><TABLE   cellSpacing=0 cellPadding=5 width="80%" align=center >
<TBODY><TR   >
<TD  bgColor=white vAlign=top rowSpan=2 width="19%" align=left  >

<!--Vasen palsta, linkit ym-->
<A href="calendar.htm"><IMG border=2 src="../../../pix/bwlogo.jpg" width=100 height=100></A><BR clear=both>
<BR>
<FONT size=-1 face=Arial>
<!--********************-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/ylamainos.gif" width=100 height=70></A>
<BR>
<BR>
<!--********************-->
<FONT size=-1><B>Choose another writer in this calendar:</B></FONT>
<P>
by name:<BR>
<A href="index.htm#a" target=_blank>A</A>
<A href="index.htm#b" target=_blank>B</A>
<A href="index.htm#c" target=_blank>C</A>
<A href="index.htm#d" target=_blank>D</A>
<A href="index.htm#e" target=_blank>E</A>
<A href="index.htm#f" target=_blank>F</A>
<A href="index.htm#g" target=_blank>G</A>
<A href="index.htm#h" target=_blank>H</A>
<A href="index.htm#i" target=_blank>I</A>
<A href="index.htm#j" target=_blank>J</A>
<A href="index.htm#k" target=_blank>K</A>
<A href="index.htm#l" target=_blank>L</A>
<A href="index.htm#m" target=_blank>M</A>

<A href="index.htm#n" target=_blank>N</A>
<A href="index.htm#o" target=_blank>O</A>
<A href="index.htm#p" target=_blank>P</A>
<A href="index.htm#q" target=_blank>Q</A>
<A href="index.htm#r" target=_blank>R</A>
<A href="index.htm#s" target=_blank>S</A>
<A href="index.htm#t" target=_blank>T</A>
<A href="index.htm#u" target=_blank>U</A>
<A href="index.htm#v" target=_blank>V</A>
<A href="index.htm#w" target=_blank>W</A>
<A href="index.htm#x" target=_blank>X</A>
<A href="index.htm#y" target=_blank>Y</A>
<A href="index.htm#z" target=_blank>Z</A>
</P>
<P>
by birthday from the <A href="calendar.htm" target=_top>calendar</A>.
</P>
<P>
<A href="../../../pix/credits.htm" target=_blank>Credits and feedback</A>
</P>
<P>

<!--Bamber Gascoigne--><A href="http://www.timesearch.info/bookswriters/" target=_blank><B>TimeSearch</B></A><BR>for Books and Writers<BR>by <I>Bamber Gascoigne</I><BR>
<!--Vara2-->
<!--Vara3-->
<!--Vara4--></p><p>This is an archive of a dead website. The original website was published by Petri Liukkonen under <a href="https://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en">Creative Commons BY-ND-NC 1.0 Finland</a> and reproduced here under those terms for non-commercial use. All pages are unmodified as they originally appeared; some links and images may no longer function. A .zip of the website is also <a href="https://github.com/greencardamom/BooksAndWriters">available</a>.<br></p>
</FONT>
</TD>

<TD  bgColor=white vAlign=top background=/pix/viiva.jpg rowSpan=2 width=2 align=left  >
<!--T„m„ on koristeviivasarake-->
</TD>
<TD  bgColor=black width="80%" align=left  >
<!--T„ss„ on mustapohjainen otsikkosolu-->
<FONT color=white size=+1 face=Arial><B>August (Theodor) Blanche (1811-1868)</B></FONT>
</TD>
</TR>
<TR   >
<TD  bgColor=white width="80%" align=left  >
<!--T„h„n tulee varsinainen teksti-->
<P>&nbsp;</P>


<P><!-- Thank you for examining the code --></P>




<!-- Teksti alkaa t&auml;st&auml; -->


<P>"A Swedish Mr. Pickwick," writer, reformist, and journalist, one of the central novelists of the 1850s in his country. Like Victor Hugo in France, Blanche was an advocate of social reforms and a politician. He admired such persons as Engelbrekt, Napoleon, and Garibaldi, and in Sweden Carl XII. Among Blanche's best known works are <SPAN class=st><SPAN class=ft><EM>Flickan i Stadsg&aring;rden </EM></SPAN></SPAN>(1847), depicting the life of students, and <SPAN class=st><SPAN class=ft><EM>Sonen af s&ouml;der och nord: romantisk skildring fran revolutionen i Paris 1848</EM> </SPAN></SPAN>(1851, The son of north and south), an expression of the writer's ideals of freedom. Set in Paris during the 1848 uprising, it was his most ambitious novel. </P>
<BLOCKQUOTE><FONT size=2><B>"Jag befarar verkligen, att de &ouml;kade l&auml;setimmarna, liksom de &ouml;kade l&auml;se&auml;mnena, numera upptaga s&aring; mycken tid, all knappast n&aring;gon stund blir &ouml;vrig f&ouml;r barndomens tidsf&ouml;rdriv. Det blir mera skoldamm &auml;n skolpilten hinner skaka av sig; han blir s&aring; allvarsam, att han n&auml;stan gl&ouml;mmer att le, men men att taga bort l&ouml;jet fr&aring;n barnets l&auml;ppar, det &auml;r detsamma som att stj&auml;la h&auml;lsans ros fr&aring;n dess kind, det &auml;r att g&ouml;ra gubbar och gummor av barn innan de l&auml;mnar jackan och kolten."</B> (from 'Pylax eller den d&ouml;ende hunden') </FONT></BLOCKQUOTE>
<P>August Blanche was born in Stockholm outside marriage – his father, M&aring;rten Christoffer Bergvall, was a priest and his mother, Katarina Hedberg, a servant girl. Blanche was brought up by his stepfather Johan Jacob Blanck, a blacksmith, whom his mother married, and whose name Blanche adopted. In 1829 Blanche started his studies in Uppsala and in 1838 he took a degree in law, which began for him a career in the civil service. He worked first as an official and then as a journalist, contributing to several publications, <I>G&ouml;teborgs Handelstidning</I> (1839), <I>Stockholms Figaro</I> (1845-47), and <I>Aftonbladet </I>(1855-56). Between the years 1857 and 1863 Blanche published <I>Illustrerad Tidning</I>. </P>
<P>Until 1842 Blanche was the editor of the liberal opposition publication <I>Freja</I>. After becoming economically independent, Blanche devoted himself to literature and made his breakthrough with the play <EM>Positivhataren: <SPAN class=subtitle>lustspel med s&aring;ng</SPAN></EM>&nbsp;(1843). He began to write for the stage at the right moment, and eventually he became the most popular playwright of the mid-nineteeth century. Dramatiska theatre had burned in 1825 and Anders Lindberg's Nya teatern had opened in 1842. Blanche wrote several drama adaptations from French, Austrian, or other sources. <SPAN class=ft><EM>En trappa upp och p&aring; nedra botten</EM> </SPAN>(1843) was based on Johann Nestroy's (1801-1862) text. <EM>Magister Bl&auml;ckstadius eller Gifterm&aring;ls-annonsen</EM> (1844) took its subject from Johan Ludvig Heiberg's (1791-1860) work.&nbsp;<SPAN class=st><SPAN class=ft><EM>Jernb&auml;raren: sk&aring;despel i 3 akter och 6 tabl&aring;er</EM>&nbsp;</SPAN></SPAN> (1845) was based on his own novel. The protagonist, Axelsson, is a poor worker, who loves his daughter above all. She is seduced and Axelsson kills her seducer and commits suicide. <SPAN class=st><EM>Herr Dardanell och hans uppt&aring;g p&aring; landet</EM></SPAN> (1845) was an adaptation of Nestroy's work, which had been translated by L.A. Malmgren.<EM>&nbsp; Komedianterna&nbsp; eller Ett resande Teaters&auml;llskap </EM>(1848), drawing on the vaudeville tradition, has held its popularity in repertoire. </P>
<P>As a novelist Blanche was influenced by <A href="esue.htm">Eugene Sue</A> and <A href="adumas1.htm">Alexandre Dumas (sr.)</A>; <EM>Den broderade pl&aring;nboken</EM> (1845, The embroidered wallet) was a social in the spirit of Honore de Balzac. He produced among others such routine novels as the melodramatic&nbsp;<EM>V&aring;lnaden</EM> (1847), <EM>Banditen</EM> (1848; Engl. tr. The Bandit, 1872), which had as a background the revolutionary France of 1848, and <EM>F&ouml;rsta &auml;lskarinnan</EM>&nbsp; (1848),&nbsp;about a woman torn between two rivals and her rise from humble origins to riches.&nbsp; </P>
<P>Blanche's most enduring works are his short stories, which give a lively picture of everyday life and customs of his time. The four volume&nbsp;<EM>Bilder ur verkligheten</EM> (1863-65, Pictures from reality) depicted Stockholm and its surroundings. It was a collection of his earlier stories, originally written for <I>Illustrerad Tidning</I>, and appeared under the titles <EM>Hyrkuskens bet&auml;ttelser</EM> (The tales of the Coachman), his best-known work of fiction, <EM>En pr&auml;stmans anteckningar</EM>, <I>En sk&aring;despelares &auml;ventyr</I>, and <I>Str&ouml;dda anteckningar</I>. These good-natured short pieces were built around anecdotes, colorful characters, or personal reminiscences. "Det var den h&auml;rligaste vinterdag. Brunnsviken, sn&ouml;bet&auml;ckt och belyst av solen, prunkade av en bl&auml;dande glans, och skogarna vid dess str&auml;nder, liksom kanderade, gnistrade av ljusets alla f&auml;rgbrytningar. Det var en sj&ouml; av silver med strand och lundar av diamant. Det var som om naturen denna dag velat visa, att hon kan vara lika sk&ouml;n i vintern som i sommaren, lika h&auml;rlig i d&ouml;den som i livet." <FONT size=2>(from 'Theodor Sandstr&ouml;m' in <I>Hyrkuskens ber&auml;ttelser</I>)</FONT></P>
<P>Blanche was a member of parliament, representing the estate of burgesses from 1859 to 1866, and gained fame with his oratorical skills. He spoke for the abolition of dreath penalty and was in favour of religious freedom in Swerige. Blanche admired King Carl XII, but did not much appreciate Carl XIV Johan and Carl XIII, whom he despised. Blanche died in Stockholm on November 30, 1868. On the same day the statue of Carl XII was revealed – Blanche had also participated in the raising of the monument. The author had a heart attack in connection with the event. Students had decided to honor him with a song, Blanche led them in a procession along Drottninggatan (queen's way), and died suddenly on the street. </P>

<BLOCKQUOTE><B><FONT size=2>For further reading</FONT></B><FONT size=2>: </FONT><I><FONT size=2>August Blanche och hans samtid</FONT></I><FONT size=2> by Nils Erdman (1892); </FONT><I><FONT size=2>August Blanche som stockholmsskildare</FONT></I><FONT size=2> by Martin Lamm (1931, second edition 1950), <I>Ny illustrerad svensk litteraturhistoria III</I>, ed. by E.N. Tigerstedt (1967); <I>A History of Swedish Literature</I>, ed. by Lars G. Warme (1996);<I> Den Svenska Litteraturen</I>, Vol. 3, ed. by Lars L&ouml;nnroth and Sven Delblanc (1997);
 <I>Vem &auml;r vem i svensk litteratur</I> by Agneta &amp; Lars Erik Blomqvist (1999)&nbsp; </FONT>

</BLOCKQUOTE>
<P><B>Selected works:</B> </P>

<UL>
<LI>Publiken och tidningarne, eller Den rysliga tuppf&auml;ktningen::&nbsp;stort spektakel i tv&aring; &ouml;ppningar, med ch&ouml;rer, baletter, f&auml;ktningar, evolutioner, saltomortalspr&aring;ng och sidosparkar, 1838<LI>Rabulisterne: gallaspektakel i tv&aring; akter, med ch&ouml;rer, balletter, chocker och ett briljant fyrverkeri till slutet, 1838<LI>Sara Widebeck:&nbsp;en tafla ur lifvet, 1840 <LI>Positiv-hataren: <SPAN class=subtitle>lustspel med s&aring;ng&nbsp; i fyra akter</SPAN>, 1843 (play, music by J.N. Ahlstr&ouml;m) <LI>En trappa upp och p&aring; nedra botten, eller Grosshandlaren och kl&auml;dm&auml;klaren: v&aring;devill i tre akter, 1843<LI>Magister Bl&auml;ckstadius eller Gifterm&aring;ls-annonsen: lustspel i tv&aring; akter med s&aring;ng, 1844<LI>Aktrisen vid Oxtorgs-theatern: ber&auml;ttelse, 1844 <LI>Kr&ouml;ningsdagen: tillf&auml;llighetspjes med k&ouml;rer och kupletter i en akt, 1844<LI>1844-1845:&nbsp;sceniskt trolleri i en akt med k&ouml;rer och kupletter, 1845 &nbsp;<LI>Jenny eller &aring;ngb&aring;tsf&auml;rden: dramatiserad &auml;fventyr p&aring; sj&ouml;n i en akt med ch&ouml;rer och kupletter, 1845
<LI>Taflor och ber&auml;ttelser ur Stockholmslifvet, 1845 
<LI><SPAN class=st><SPAN class=ft>Jernb&auml;raren: sk&aring;despel i 3 akter och 6 tabl&aring;er</SPAN></SPAN>, 1845
<LI><SPAN class=st>Rika morbror: lustspel med s&aring;ng&nbsp;i tv&aring; akter</SPAN>, 1845 (play) <BR>- Rikas eno (suom. Eero Alpi, 1905) <LI>K&ouml;rer, kupletter och melodramer ur L&auml;karen, 1845<LI>L&auml;karen: sk&aring;despel med s&aring;ng i fyra akter och &aring;tta tabl&aring;er, 1846 <LI>Den broderade pl&aring;nboken, 1846 <LI>En mycket vacker och n&ouml;jsam historia om l&ouml;jtnant Nagelborste, skomakaren Sn&ouml;rlund och hans hustru samt deras dotter Catharina och ges&auml;llen Henrik Sulgren, 1846 
<LI>Engelbrekt och hans dalkarlar. Historiskt sk&aring;despel i fem akter, 1846<LI>Stockholm, Wester&aring;s och Upsala: lustspel i tre akter med k&ouml;rer och kupletter, 1847&nbsp;&nbsp;<LI>Tegn&eacute;rs minne: dramatisk framst&auml;llning i fem afdelningar jemte prolog och epilog med ch&ouml;rer, kupletter och melodramer ..., 1847 
<LI><SPAN class=st>V&aring;lnaden</SPAN>, 1847<LI>1846 och 1946:&nbsp;&nbsp;feeriskt lustspel i 2 akter och 4 tabl&aring;er med kupletter, ch&ouml;rer och melodramer, 1847 
<LI><SPAN class=st><SPAN class=ft>Flickan i Stadsg&aring;rden</SPAN></SPAN>, 1847 <BR>- Tytt&ouml; Kaupunginkartanossa (suom. -r-r-., 1884) / Kaupunginkartanon tytt&ouml; (suom. Siiri Siegberg, 1927) 
<LI><SPAN class=st>Herr Dardanell och hans uppt&aring;g p&aring; landet: lustspel i 4 akter med k&ouml;rer och kupletter</SPAN>, 1847 (play)&nbsp;&nbsp;<LI>Hittebarnet: lustspel i tv&aring; akter efter en fransk id&eacute;, 1848 (play) <BR>- L&ouml;yt&ouml;lapsi (suom. Eero Alpi, 1905)
<LI>Banditen: ber&auml;ttelse, 1848 <BR>- Rosvo (suom. O.R. Blom, 1897) <BR>- The Bandit (translated by Selma Borg and Maria A. Brown, 1872) 
<LI><SPAN class=st>F&ouml;rsta &auml;lskarinnan: romantisk skildring</SPAN>, 1848
<LI>Komedianterna eller ett resande teaters&auml;llskap: farce i tv&aring; akter med k&ouml;rer och kupletter, 1848 (play) <BR>- Kuljeksiva teatteriseurue (suom. Kust. Killinen, 1902) 
<LI><SPAN class=st><SPAN class=ft>Sonen af s&ouml;der och nord: romantisk skildring fran revolutionen i Paris 1848</SPAN></SPAN>, 1851 <LI>Kr&aring;kn&auml;stet: ber&auml;ttelse ur stockholmslifvet, 1849 <LI>Profbladet eller Frihetens l&ouml;n, 1850 <LI>Den politiske kocken, 1850 <LI>N&aring;gra lyriska stycken samt sceniska monologer och dialoger, 1850 <LI>D&ouml;den fadder, 1850 <LI>Grannarne: scenisk dialog, 1853 
<LI>Ber&auml;ttelser efter klockaren i Danderyd, 1856 
<LI>Bilder ur verkligheten, 1863-65 (4 vols., includes<I> </I>Hyrkuskens ber&auml;ttelser, En prestmans anteckningar, 
En sk&aring;despelares &auml;fventyr, Str&ouml;dda anteckningar) <LI>Den gamle sk&aring;despelaren: scenisk monolog, 1864 
<LI>Samlade arbeten, 1870-78 <LI>Minnesbilder, 1872 (introduction by Ad. Hedin) <LI>Sm&auml;rre skrifter, 1877 
<LI>Samlade arbeten af August Blanche, 1889-92 
<LI>Valda skrifter, 1918-22 (10 vols., illustrated by Einar Nerman)
<LI>Valda arbeten, 1927 (10 vols.) <LI>Kalle Utter och andra ber&auml;ttelser, 1959 (illustrated by Per Silverhjelm) <LI>Ur Hyrkuskens ber&auml;ttelser, En pr&auml;stmans anteckningar, En sk&aring;despelares &auml;ventyr, Str&ouml;dda anteckningar, 1961 (edited by Nils P. Sundgren) <LI>Bilder ur Stockholmslivet, 1961 (edited by Thomas Tottie) 



</LI></UL><P><BR>
<!--Amazonbanner-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/banneri.gif" width=468 height=60></A>
<BR></P>
<HR>
<I><CENTER><FONT size=-1>Some rights reserved Petri Liukkonen (author) &amp; Ari Pesonen. Kuusankosken kaupunginkirjasto 2008</FONT></CENTER></I><BR>
<P></P>

<BR>

 
<!--Tekstipalsta p„„ttyy-->
</TD>
</TR>
</TBODY></TABLE></CENTER>
 


<I><CENTER><A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license><IMG style="BORDER-RIGHT-WIDTH: 0px; BORDER-TOP-WIDTH: 0px; BORDER-BOTTOM-WIDTH: 0px; BORDER-LEFT-WIDTH: 0px" alt="Creative Commons License" src="http://i.creativecommons.org/l/by-nd-nc/1.0/fi/88x31.png"></A><BR><SPAN rel="dc:type" property="dc:title" href="http://purl.org/dc/dcmitype/Text" xmlns:dc="http://purl.org/dc/elements/1.1/">Authors' Calendar</SPAN> jonka tekij&auml; on <SPAN property="cc:attributionName" xmlns:cc="http://creativecommons.org/ns#">Petri Liukkonen</SPAN> on lisensoitu <A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license>Creative Commons Nime&auml;-Ep&auml;kaupallinen-Ei muutettuja teoksia 1.0 Suomi (Finland) lisenssill&auml;</A>.<BR>May be used for non-commercial purposes. The author <B>must</B> be mentioned. The text may not be altered in any way (e.g. by translation). Click on the logo above for information.</CENTER></I><BR></BODY></HTML
