<HTML><HEAD><TITLE>Anni Swan</TITLE><META name=GENERATOR content="MSHTML 8.00.7600.16671"></HEAD><BODY background=/pix/tauskuva.jpg bgColor=white text=black>
<!--taulukko alkaa-->
<CENTER><TABLE cellSpacing=0 cellPadding=5 width="80%" align=center>
<TBODY><TR>
<TD bgColor=white vAlign=top rowSpan=2 width="19%" align=left>

<!--Vasen palsta, linkit ym-->
<A href="calendar.htm"><IMG border=2 src="../../../pix/bwlogo.jpg" width=100 height=100></A><BR clear=both>
<BR>
<FONT size=-1 face=Arial>
<!--********************-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/ylamainos.gif" width=100 height=70></A>
<BR>
<BR>
<!--********************-->
<FONT size=-1><B>Choose another writer in this calendar:</B></FONT>
<P>
by name:<BR>
<A href="index.html#a" target=_blank>A</A>
<A href="index.html#b" target=_blank>B</A>
<A href="index.html#c" target=_blank>C</A>
<A href="index.html#d" target=_blank>D</A>
<A href="index.html#e" target=_blank>E</A>
<A href="index.html#f" target=_blank>F</A>
<A href="index.html#g" target=_blank>G</A>
<A href="index.html#h" target=_blank>H</A>
<A href="index.html#i" target=_blank>I</A>
<A href="index.html#j" target=_blank>J</A>
<A href="index.html#k" target=_blank>K</A>
<A href="index.html#l" target=_blank>L</A>
<A href="index.html#m" target=_blank>M</A>

<A href="index.html#n" target=_blank>N</A>
<A href="index.html#o" target=_blank>O</A>
<A href="index.html#p" target=_blank>P</A>
<A href="index.html#q" target=_blank>Q</A>
<A href="index.html#r" target=_blank>R</A>
<A href="index.html#s" target=_blank>S</A>
<A href="index.html#t" target=_blank>T</A>
<A href="index.html#u" target=_blank>U</A>
<A href="index.html#v" target=_blank>V</A>
<A href="index.html#w" target=_blank>W</A>
<A href="index.html#x" target=_blank>X</A>
<A href="index.html#y" target=_blank>Y</A>
<A href="index.html#z" target=_blank>Z</A>
</P>
<P>
by birthday from the <A href="calendar.htm" target=_top>calendar</A>.
</P>
<P>
<A href="../../../pix/credits.htm" target=_blank>Credits and feedback</A>
</P>
<P>

<!--Bamber Gascoigne--><A href="http://www.timesearch.info/bookswriters/" target=_blank><B>TimeSearch</B></A><BR>for Books and Writers<BR>by <I>Bamber Gascoigne</I><BR>
<!--Vara2-->
<!--Vara3-->
<!--Vara4--></p><p>This is an archive of a dead website. The original website was published by Petri Liukkonen under <a href="https://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en">Creative Commons BY-ND-NC 1.0 Finland</a> and reproduced here under those terms for non-commercial use. All pages are unmodified as they originally appeared; some links and images may no longer function. A .zip of the website is also <a href="https://github.com/greencardamom/BooksAndWriters">available</a>.<br></p>
</FONT>
</TD>

<TD bgColor=white vAlign=top background=/pix/viiva.jpg rowSpan=2 width=2 align=left>
<!--T„m„ on koristeviivasarake-->
</TD>
<TD bgColor=black width="80%" align=left>
<!--T„ss„ on mustapohjainen otsikkosolu-->
<FONT color=white size=+1 face=Arial><B>Anni Swan (1875-1958) </B></FONT><FONT color=white face=Arial><B>- Anni Emilia Manninen - used also pen name A.S.</B></FONT>
</TD>
</TR>
<TR>
<TD bgColor=white width="80%" align=left>
<!--T„h„n tulee varsinainen teksti-->
<P>&nbsp;</P>



<P>

<!-- Teksti alkaa t&auml;st&auml; -->Finnish writer and translator, who educated as well as entertained&nbsp; several
 generations of Finnish children. Swan's fairy tales, which combined realistic elements with fantasy, were&nbsp;largely drawn from world literature 
folk tales. Often differences between social classes create conflicts <FONT face=Symbol>-</FONT> if the main character 
is treated wrong, she or he wins at the end like in 'Cinderella.'&nbsp; Swan's&nbsp;Christian world view reflected more or less subdued from her tales,&nbsp; but the pedagogical&nbsp;content did not have the same significance as in Topelius's work. </P>
<BLOCKQUOTE><FONT size=2><B>"H&auml;nh&auml;n oli vain pieni poika rikoksen tapahtuessa, eih&auml;n laki voinut niin ankarasti rangaista kahdeksanvuotiasta lasta. Vanhemmat menetteliv&auml;t julmasti kielt&auml;ess&auml;&auml;n h&auml;net. Oliko heid&auml;n ylpeytens&auml; niin paljon suurempi kuin rakkaus lapseen? ajatteli h&auml;n katkerana. Oli syd&auml;ment&ouml;nt&auml; vaatia h&auml;nt&auml; luopumaan kaikista lapsenoikeuksistaan. Miten &auml;itikin saattoi! &Auml;iti, joka Ollia oli niin syd&auml;mellisesti rakastanut."</B> (from <I>Ollin oppivuodet</I>, 1919) </FONT></BLOCKQUOTE>

<P>Anni Swan was born in Helsinki, but she spent her childhood first in Janakkala and then in Vanaja, in the village of Rekola. Her father, Carl Gustaf Swan (1839-1916), was a Swedish-speaking Fennomane. Emmy Malin (1836-1917), her mother, was the daughter of a teacher, also from a Swedish-speaking family. The Swans had nine daughters, Anni was the seventh among the "nine black swan's" as they were called. In her childhood Anni was a voracious reader. In the evenings her mother used to tell fairy tales for&nbsp;the children. Anni's imagination was also fuelled by the deep woods surrounding their house in Rekola. </P>
<P>Anni Swan studied for a few years in Lappeenranta, where her father edited the newspaper <I>Lappeenrannan Uutiset</I>. The winter of 1885-86 she spent in Lapua at a parsonage, a milieu which became the scene of several of her books. At the age of fifteen Swan was sent to Mikkeli, where she lived in town with her uncle's puritanical family while attending the lyc&eacute;e. </P>
<P>In 1895 Swan entered Helsingin suomalainen yhteiskoulu (Coeducational school of Helsinki). She worked for some time as a tutoress and at a bank in Helsinki. During this period she got to know such writers as Juhani Aho, Kasimir Leino, Ilmari Kianto and the young poet <A href="ottoman.htm">Otto Manninen</A> (1872-1950), whom she had already met in Mikkeli. Her acquaintances also included the composer Jean Sibelius and the artist Eero J&auml;rnefelt. Manninen and <A href="eleino.htm">Eino Leino</A> both wrote her poems. One of Leino's pieces from 1898, written on a cigar box, was entitled 'You are like a small kitten'. Swan later married the more persistent suitor Manninen. </P>
<P>In 1899 Swan moved to Jyv&auml;skyl&auml;, where she studied at the teacher's training college, graduating in 1900. She then worked as a teacher in Helsinki, where she wrote for the juvenile magazine <I>P&auml;&auml;skynen</I> (1907-1918), founded by Emilie Bergbom and Julius Krohn. From 1919 she edited <I>Nuorten Toveri</I> (later <I>Sirkka</I>) for 26 years. The maganize was born in the aftermath of the bitter the Civil War of 1917-18. Partly it was aimed to act as a connecting link between different social groups. The word "toveri" (comrade) in&nbsp;the title turned out to be politically problematic and the name was changed into <I>Sirkka</I> in 1925. </P>
<P>Swan composed her early works for children while studying in Jyv&auml;skyl&auml;. After receiving encouraging advice from the author <A href="jaho.htm">Juhani Aho</A>, she published her first collection of fairy tales,<EM> Satuja lapsille luettavaksi</EM> (1901), which was illustated by Venny Soldan-Brofeldt. Juhani Aho praised its humor in his review. From this book Swan started her extraordinary career in the Finnish children's literature. Swan continued with <EM>Satuja&nbsp;II</EM> (1903), <EM>Satuja III</EM> (1905), and <EM>Pieni&auml; satuja I-V</EM> (1906). Otto Manninen helped her with their poems. Her collected tales, <EM>Kootut sadut</EM>,&nbsp;came out&nbsp;in 1933, and has been reprinted since several times. </P>
<P>Already in her first books Swan took distance to the educational tradition of <A href="topelius.htm">Topelius</A>; the battle between good and evil was not her major subject. She regarded fairy tales as means to develope childrens' imagination. Swan also used erotic symbolism, but later she moved from the world of fantasy to realistic depiction of children and animals. Her favorite fairy-tale creature was a friendly forest elf. Swan's idyllic view of the common people, influenced by Topelius, was shaken when the "National Strike" of 1906 led to political riots. "It's hard to suddenly realize, how cruel the Finnish people really is, cruel, deceitful, and revengeful. Until now I have had a Topelian view of the people."&nbsp;</P><P>Swan&nbsp;dealt with the social gulf between people from higher and lower classes, but her view was more complex and realistic than in the traditional folk tales, in which rich people are usually hard-hearted and poor generous. An example is 'Joululapsi,' which&nbsp;tells of&nbsp;a young boy who spends his time on the streets on the Christmas Eve because at home his father drinks and has threatened to beat him. Christ arrives in the figure of the Christmas child and leads the boy to a wealthy couple who adopts him. </P>
<P>Swan rejected Manninen's proposal in 1904. His disappointment Manninen poured into bitter poems, among them 'Kuin kaksi vihamiest&auml;' and Swan&nbsp; replied with&nbsp;a remorseful short story entitled 'Autiossa talossa' (In an empty house). However, they married three years later in 1907, and were happily married over fifty years. After Otto Manninen received a grant to translate <I>Iliad </I>and<I> Odyssey</I> into Finnish, they travelled in 1910 in Greece and Italy. Manninen made a highly acclaimed career as a translator and taught at the University of Helsinki. Swan left her full-time work in 1916 and devoted herself entirely to her family and writing. </P>
<P><EM>Tottisalmen perillinen</EM> (1914), Swan's first juvenile novel, was set in Tottesund manor, which had also fascinated the dramatist Gustaf von Numers <FONT face=Symbol>-</FONT> he was Swan's cousin. However, Swan never visited the manor. In this Dickensian story, partly based on her father's recollections, an orphan farm-hand Yrj&ouml; turns out to be in reality a heir to a large fortune. </P>
<P>Swan's most popular book, <EM>Iria rukka</EM> (1916), was a modernized version of 'Cinderella.'&nbsp;The protagonist is&nbsp;a poor girl, Iris, who is suffering from humiliating treatment in a rich family. Finally she is rescued by her father, an artist, who returns from abroad after becoming wealthy. In the newspaper <I>Uusi Suometar </I>the penname R.F. (Rafael Forsman, later Koskimies) praised its "glittering intellectual joy" and humor. The book was filmed in 1962, starring Nora Haque, who had played Helen Keller in&nbsp;a National Theatre production in 1961. Critics considered Nora Haque's performance charming but Iris was her last film role. </P>
<P>In a few of her stories a boy is the protagonist, but for the most part Swan wrote for the girls. <EM>Ollin oppivuodet</EM> (1919, Olli's apprencticeship) was originally written for educational purpose for her own children. Olli is a rich and spoiled boy, but he learns his lesson while struggling alone in the world. Usually Swan did not moralize, but stressed such values as friendliness, tolerance, and love of nature. </P>

<P><EM>Pikkupappilassa</EM> (1922) and its sequel <EM>Ulla ja Mark</EM> (1924) were partly based on Swan's own happy childhood memories. These works offer a lively portrait of life at the end of the 1800s. <EM>Me kolme</EM> (1937) took the form of a detective novel. </P>
<P>After her son Sulevi died in 1936, Swan wrote the story <EM>Kaksi pikku miest&auml;</EM> (Two little men), an idyllic adventure in the nature with elves and goblins. The central characters were her own sons, Antero and Sulevi. Swan died on March 24, 1958, in Helsinki. Several of her juvenile novels have been adapted into screen. Her books have been illustrated among others by such forefront artist as Venny Soldan-Brofeldt, Rufolf Koivu, and Martta Wendelin. Swan's youngest son Mauno (1915-1969) married in 1965 Lina Heydrich, the widow of the&nbsp;assassinated <I><A title=Schutzstaffel href="../../../wiki/Schutzstaffel"></A></I>Nazi leader Reinhard Heydrich, known as <SPAN class=st><SPAN class=ft>"The Hangman" or "The Butcher of Prague."</SPAN></SPAN></P><P>Swan translated into Finnish works by Lewis Carroll, 
James Fenimore Cooper, H.
Rider Haggard, Jules Verne, Franz Teller etc.&nbsp;She first tried her hand as a translator at the age of eleven. Carroll's famous children's fantasy,<I> Alice's Adventures in Wonderland</I><I></I> (Liisan seikkailut ihmemaassa), Swan translated at the age of 30. Swan was faithfull to the original although Alice's name was changed to Liisa.&nbsp;Carroll's poems from the book were rendered into Finnish by her husband Otto Manninen. </P>


<BLOCKQUOTE><B><FONT size=2>For further reading</FONT></B><FONT size=2>: <EM>Satukuningatar Anni Swan: el&auml;m&auml; ja teokset</EM> by Sirpa Kivilaakso (2009); <EM>Lumomets&auml;n syli: Anni Swanin satusymbolismi 1896-1923</EM> by Sirpa Kivilaakso (2008); <EM>Swanin tyt&ouml;t: kulttuurihistoriallinen kertomus autonomian ajalta</EM> by Hellevi Arjava (2007; </FONT><FONT size=2><EM>Suomennoskirjallisuuden historia</EM> </FONT><FONT size=2>I, ed. by H.K. Riikonen et. al (2007); </FONT><I><FONT size=2>Silkkihienot siteet. Anni Swanin ja Otto Mannisen kirjeenvaihtoa 1898-1908</FONT></I><FONT size=2>, ed. by Antero Manninen and Hellevi Arjava (2000); </FONT><I><FONT size=2>A History of Finland's Literature</FONT></I><FONT size=2>, ed. by George C. Schoolfield (1998); 
<EM>Yhdeks&auml;n mustaa joutsenta: Swanin sisarusten kirjeit&auml;: kokemuksia, el&auml;myksi&auml; ja ajatuksia autonomian ajan Suomessa</EM>, edited by Antero Manninen (1993); </FONT><I><FONT size=2>Suomalaisia kirjailijoita J&ouml;ns Buddesta Hannu Ahoon</FONT></I><FONT size=2> by Lasse Koskela (1990); </FONT><I><FONT size=2>Sata vuotta sadun ja seikkailun mailla</FONT></I><FONT size=2> by Jorma M&auml;enp&auml;&auml; (1958); </FONT><I><FONT size=2>Anni Swan </FONT></I><FONT size=2>by Maija Lehtonen (1958); </FONT><I><FONT size=2>Aleksis Kivest&auml; Olavi Siippaiseen</FONT></I><FONT size=2>, ed. by Martti Haavio (1944) 
- <B><FONT size=2>Bestselling children's books in Finland</FONT></B><FONT size=2>. <I>Author </I>/ title of the book / copies printed:</FONT> <B><FONT size=2>1.</FONT></B><FONT size=2></FONT><I><FONT size=2> Laura Latvala</FONT></I><FONT size=2>: Pikku-Marjan el&auml;inkirja, 292 300&nbsp;</FONT><B><FONT size=2> 2. </FONT><I></I></B><I><FONT size=2>Anni Swan</FONT></I><FONT size=2>: Iris rukka, 129 00&nbsp; </FONT><B><FONT size=2>3.</FONT></B><I><FONT size=2> Anni Swan</FONT></I><FONT size=2>: Olli oppivuodet, 129 50&nbsp; </FONT><B><FONT size=2>4.</FONT></B><FONT size=2></FONT><I><FONT size=2> Kirsi Kunnas</FONT></I><FONT size=2>: Tiiti&auml;isen satupuu, 124 50&nbsp; 
</FONT><B><FONT size=2>5.</FONT></B><FONT size=2></FONT><I><FONT size=2> Anni Swan</FONT></I><FONT size=2>: Tottisalmen perillinen, 116 80&nbsp; </FONT><B><FONT size=2>6.</FONT></B><FONT size=2> </FONT><I><FONT size=2>Jalmari Finne</FONT></I><FONT size=2>: Kiljusten herrasv&auml;ki ja Kiljusen uudet seikkailut, 98 800&nbsp; 
</FONT><B><FONT size=2>7.</FONT></B><I><FONT size=2> Anni Swan</FONT></I><FONT size=2>: Kaarinan kes&auml;loma, 95 40&nbsp; </FONT><B><FONT size=2>8.</FONT></B><B><FONT size=2></FONT></B><I><B><FONT size=2> </FONT></B><FONT size=2>Yrj&ouml; Kokko: </FONT></I><FONT size=2>Pessi ja Illusia, 92 00&nbsp; </FONT><FONT size=2><B>9</B>.<I></I></FONT><I><FONT size=2> </FONT><A href="tjansson.htm"><FONT size=2>Tove Jansson</FONT></A></I><FONT size=2>: Moomin books / vol., 80 000&nbsp; (Source: </FONT><I><FONT size=2>Suomalaisten suosikkikirjat</FONT></I><FONT size=2> by Juhani Niemi, 1997)</FONT></FONT></BLOCKQUOTE>

<P><B>Selected bibliography: </B></P>

<UL>
<LI>Satuja lapsille luettavaksi 1, 1901 (illustrated by Venny Soldan-Brofeldt) 
<LI>Satuja lapsille luettavaksi 2, 1903<LI><SPAN class=subfieldData>Vanhoja tarinoita: suomalaisten kansansatujen mukaan kerrottuina, 1903</SPAN><LI><SPAN class=subfieldData><SPAN class=subfieldData>Unkarilaisia kansansatuja, 1904</SPAN></SPAN>
<LI>Satuja, 1905 (illustrated by Venny Soldan-Brofeldt) 
<LI><SPAN class=subfieldData>Lasiukko: vanhan tarinan mukaan</SPAN>, 1906 (illustrated by Venny Soldan-Brofeldt) 
<LI>Petri ja velho, 1906 (illustrated by Venny Soldan-Brofeldt) 
<LI>Pikku lasten tarina, 1906 (illustrated by Venny Soldan-Brofeldt) 
<LI>&Auml;lyk&auml;s haukka, 1906 (illustrated by Venny Soldan-Brofeldt) <LI><SPAN class=subfieldData>translator: Lewis Carroll, 
Liisan seikkailut ihmemaailmassa, 1906</SPAN><LI><SPAN class=subfieldData>translator: Frederik Eeden, Pikku Johannes. Osa 1, 1907</SPAN><LI><SPAN class=subfieldData>translator: Jules Verne, Kahden vuoden loma-aika, 1907 </SPAN><LI><SPAN class=subfieldData>translator: Goethe, Kettu Repolainen, 1909</SPAN><LI><SPAN class=subfieldData></SPAN>Lasten-n&auml;ytelmi&auml;, 1910 (illustrated by M. Ahrenberg and H. Cederholm) <LI>translator: Frederick Marryat, Uudenmets&auml;n lapset, 1911<LI>J&auml;nis Vemmels&auml;&auml;ren seikkailuja 1-3, 1911
<LI>Tarinoita lapsille 4, 1912<LI>translator: Franz Treller, Kuningasten j&auml;lkel&auml;inen, 1912<LI>translator: Grimmin satuja, 1913
<LI>Tottisalmen perillinen, 1914 <BR>- Arvingen till Tottesund (translated into Swedish by Himmi Nordstr&ouml;m, 1916) <BR>- <SPAN class=subfieldData>Tottisalme p&auml;rija (translated into Estonia by N. Tann, 1934) </SPAN><BR>-<I> </I>f<FONT size=2>ilm 1940, prod. Suomi-Filmi,&nbsp;dir.&nbsp; Orvo Saarikivi, screenplay Ilmari Unho,&nbsp;starring Raino H&auml;m&auml;l&auml;inen, Tuulikki Schreck, Kalevi Koski, Paavo J&auml;nnes</FONT>
<LI>Saapasjalkakissa: leikkin&auml;ytelm&auml;, 1914<LI>Iris rukka: koululaistarina, 1916 <BR>- Iris Klewe: en skolflickans historia&nbsp;(translated into Swedish by Himmi Nordstr&ouml;m, 1918) <BR>- <FONT size=2>film: </FONT><FONT size=2>Pikku Suorasuu, 1962</FONT><FONT size=2><EM>,</EM></FONT><FONT size=2> dir.&nbsp; Edvin Laine, starring Nora Haque, Mirjam Novero, Kyllikki Forssell, Tyyne Haarla, Kauko Helovirta</FONT><FONT size=2></FONT><I><FONT size=2> </FONT></I>
<LI>Satuja ja tarinoita, 1917
<LI>Kaarinan kes&auml;loma, 1918 <BR>- Karins sommarferier (translated into Swedish by Himmi Nordstr&ouml;m, 1920)<BR>- <SPAN class=subfieldData>Kaarina suvi&nbsp;(translated into Estonian by&nbsp;A. Aspel, 1932) </SPAN>
<LI>Ollin oppivuodet, 1919 <BR>- Olles &ouml;den och &auml;ventyr (translated into Swedish by Himmi Nordstr&ouml;m, 1921) <BR>- <SPAN class=subfieldData>Olli elukool (translated into Estonian by M. Nurmik; illustr. F. Kask, 1928)</SPAN><BR>-<FONT size=2> film 1920, prod. Suomen Filmikuvaamo, dir. Teuvo Puro, starring Alfred Idstr&ouml;m, Jussi Snellman, Ertta Virtamo, Brita Eriksson </FONT><FONT size=3>&nbsp;
</FONT><LI>Sago p&aring;sen j&auml;mte andra sagor och ber&auml;ttelser, 1920 (translated into Swedish by Himmi Nordstr&ouml;m)<LI>translator: Fenimore Cooper, Ruohoaavikko, 1920 
<LI>Satuja, 1920 (illustrated by Martha Wendelin) <LI>Pikkupappilassa: kuvaus iso&auml;idin ajoilta, 1922 <BR>- <FONT size=2><B>"Aivan erityisen vieh&auml;tyksen antaa t&auml;lle kirjalle se seikka, ett&auml; kertomus on sijoitettu maalaiseen pappilaymp&auml;rist&ouml;&ouml;n noin 1880-luvun alkuun. T&auml;m&auml;n kautta tulee kirjaan lapsuusmuistojen kimallusta ja eletyn aitoutta. Tuntuu kuin tekij&auml; olisi suhtautunut ty&ouml;h&ouml;ns&auml; erityisell&auml; rakkaudella. 'Ajanmukaisen' nuorisokirjallisuuden keskell&auml; vaikuttaa t&auml;m&auml; kertomus iso&auml;idin ajalta suorastaan virkist&auml;v&auml;lt&auml;. Nykyajan lapsille se tarjoaa vieh&auml;tt&auml;v&auml;&auml; lukemista, mutta l&auml;mmitt&auml;&auml; sen ohella jokaista, jolla 'vanha hyv&auml; aika' runollisine ja kulttuuriarvoineen on mieluisessa muistissa."</B> (Tyyni Haapanen-Tallgren in <I>Arvosteleva luettelo</I>, 1922) </FONT>
<LI>Lastenn&auml;ytelmi&auml; 1, 1922
<LI>Satuja 6, 1923 (illustrated by Kerttu B&ouml;&ouml;k) 
<LI>Ilmarin matka kuuhun, 1924 (illustrated by A. Einola) 
<LI>Ulla ja Mark: pikkupappilassa. 2 osa, 1924<LI>Lapsen turva, 1924<LI><SPAN class=subfieldData>translator: Pikku veli ja pikku sisar ynn&auml; muita Grimm-veljesten satuja. 1 nide, 1925 (illustrated by Arthur Rackham)</SPAN><LI><SPAN class=subfieldData><SPAN class=subfieldData>translator: Kolme pikkumiest&auml; mets&auml;ss&auml; ynn&auml; muita Grimm-veljesten satuja, 1926 (illustrated by Arthur Rackham)</SPAN></SPAN><LI><SPAN class=subfieldData><SPAN class=subfieldData>translator: H. Rider Haggard, Kuningas Salomon kaivokset, 1927 </SPAN></SPAN>
<LI>Sara ja Sarri, 1927 <BR>- Solstr&aring;larna p&aring; Stenkulla&nbsp;&amp; <SPAN class=subfieldData><SPAN class=subfieldData>Solstr&aring;larnas hemlighet p&aring; Stenkulla (tr. 1948) </SPAN></SPAN><LI>translator: Legendoja: nuorisolle, 1929 (illustrated by Martha Wendelin) <LI>translator: Elie Berthet, Aarnimets&auml;n poika, 1929 
<LI>Sara ja Sarri matkustavat, 1930
<LI>Amalia Turilas, 1931
<LI>Anni Swanin sadut, 1933 (illustrated by Rudolf Koivu and Martha Wendelin) <LI>translator: Tanskalaisia kansansatuja, 1934
<LI>Kootut kertomukset 1-9, 1937
<LI>Me kolme, 1937
<LI>Kaksi pikku miest&auml;, 1938 (illustrated by Rudolf Koivu) <LI>Ihmeaapinen, 1942 <LI>translator: Unkarilaisia kansansatuja, 1945 (illustrated by Maija-Kaarina Nenonen) 
<LI>Pauli on koditon, 1946 <BR>- <FONT size=2><B>"Pauli tulee l&ouml;yt&ouml;lapsena Kurkialan kartanoon, jonka tyt&auml;r, samalla em&auml;nt&auml;, ottaa h&auml;net kasvatikseen. Mutta kasvatus&auml;idin &auml;itipuoli, joka pelk&auml;&auml; kartanon n&auml;in menev&auml;n omilta tytt&auml;rilt&auml;&auml;n, toimittaa Paulin pois tielt&auml;. Vuosikausia poika on sitten teill&auml; tuntemattomilla kokien k&ouml;yhyyden ja kodittomuuden kaikki vaivat, ennenkuin viimen p&auml;&auml;see takaisin kasvatuskotiinsa, joka sitten muuttuukin h&auml;nen oikeaksi kodikseen... Liikuttava kertomus, josta ei puutu j&auml;nnityst&auml;k&auml;&auml;n. Ei kuitenkaan tekij&auml;ns&auml; parhaita."</B> (Anja-Kaija K&auml;r&auml;v&auml; in <I>Arvosteleva kirjaluettelo,</I> 7-8/1947) </FONT>
<LI>Jussi-poika Tonttulassa, 1947 (illustrated by N. O. Mether-Borgstr&ouml;m) <LI>translator: Rosa Fitinghoff, 
<SPAN class=subfieldData>Tonttukota: kertomus tuntureilta, 1948&nbsp;&nbsp;</SPAN><SPAN class=subfieldData></SPAN><LI><SPAN class=subfieldData></SPAN>Arnellin perhe: kertomus nuorisolle, 1949 <LI>Anni Swanin sadut, 1949 (illustrated by Rudolf Koivu and Martta Wendelin) 
<LI>Kootut kertomukset, 1955-56
<LI>Kotavuoren satuja ja tarinoita, 1957 (illustrated by Unto Kaipainen) 
<LI>Kes&auml;tarina Joulu-ukosta, 1982 (illustrated by Auvo Taivalvuo) 
<LI>Vuorenkuninkaan poika, 1982 (illustrated by Auvo Taivalvuo) 


</LI></UL>











<P align=center>



<BR>
<!--Amazonbanner-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/banneri.gif" width=468 height=60></A>
<BR>
<HR>
<I><CENTER><FONT size=-1>Some rights reserved Petri Liukkonen (author) &amp; Ari Pesonen. Kuusankosken kaupunginkirjasto 2008</FONT></CENTER></I><BR>
<P></P>

<BR>

 
<!--Tekstipalsta p„„ttyy-->
</TD>
</TR>
</TBODY></TABLE></CENTER>
 


<I><CENTER><A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license><IMG style="BORDER-RIGHT-WIDTH: 0px; BORDER-TOP-WIDTH: 0px; BORDER-BOTTOM-WIDTH: 0px; BORDER-LEFT-WIDTH: 0px" alt="Creative Commons License" src="http://i.creativecommons.org/l/by-nd-nc/1.0/fi/88x31.png"></A><BR><SPAN xmlns:dc="http://purl.org/dc/elements/1.1/" href="http://purl.org/dc/dcmitype/Text" property="dc:title" rel="dc:type">Authors' Calendar</SPAN> jonka tekij&auml; on <SPAN property="cc:attributionName" xmlns:cc="http://creativecommons.org/ns#">Petri Liukkonen</SPAN> on lisensoitu <A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license>Creative Commons Nime&auml;-Ep&auml;kaupallinen-Ei muutettuja teoksia 1.0 Suomi (Finland) lisenssill&auml;</A>.<BR>May be used for non-commercial purposes. The author <B>must</B> be mentioned. The text may not be altered in any way (e.g. by translation). Click on the logo above for information.</CENTER></I><BR></BODY></HTML

