<HTML><HEAD><TITLE>Anni Blomqvist</TITLE><META name=GENERATOR content="MSHTML 8.00.7600.16671"></HEAD><BODY background=/pix/tauskuva.jpg bgColor=white text=black>
<!--taulukko alkaa-->
<CENTER><TABLE cellSpacing=0 cellPadding=5 width="80%" align=center>
<TBODY><TR>
<TD bgColor=white vAlign=top rowSpan=2 width="19%" align=left>

<!--Vasen palsta, linkit ym-->
<A href="calendar.htm"><IMG border=2 src="../../../pix/bwlogo.jpg" width=100 height=100></A><BR clear=both>
<BR>
<FONT size=-1 face=Arial>
<!--********************-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/ylamainos.gif" width=100 height=70></A>
<BR>
<BR>
<!--********************-->
<FONT size=-1><B>Choose another writer in this calendar:</B></FONT>
<P>
by name:<BR>
<A href="index.html#a" target=_blank>A</A>
<A href="index.html#b" target=_blank>B</A>
<A href="index.html#c" target=_blank>C</A>
<A href="index.html#d" target=_blank>D</A>
<A href="index.html#e" target=_blank>E</A>
<A href="index.html#f" target=_blank>F</A>
<A href="index.html#g" target=_blank>G</A>
<A href="index.html#h" target=_blank>H</A>
<A href="index.html#i" target=_blank>I</A>
<A href="index.html#j" target=_blank>J</A>
<A href="index.html#k" target=_blank>K</A>
<A href="index.html#l" target=_blank>L</A>
<A href="index.html#m" target=_blank>M</A>

<A href="index.html#n" target=_blank>N</A>
<A href="index.html#o" target=_blank>O</A>
<A href="index.html#p" target=_blank>P</A>
<A href="index.html#q" target=_blank>Q</A>
<A href="index.html#r" target=_blank>R</A>
<A href="index.html#s" target=_blank>S</A>
<A href="index.html#t" target=_blank>T</A>
<A href="index.html#u" target=_blank>U</A>
<A href="index.html#v" target=_blank>V</A>
<A href="index.html#w" target=_blank>W</A>
<A href="index.html#x" target=_blank>X</A>
<A href="index.html#y" target=_blank>Y</A>
<A href="index.html#z" target=_blank>Z</A>
</P>
<P>
by birthday from the <A href="calendar.htm" target=_top>calendar</A>.
</P>
<P>
<A href="../../../pix/credits.htm" target=_blank>Credits and feedback</A>
</P>
<P>

<!--Bamber Gascoigne--><A href="http://www.timesearch.info/bookswriters/" target=_blank><B>TimeSearch</B></A><BR>for Books and Writers<BR>by <I>Bamber Gascoigne</I><BR>
<!--Vara2-->
<!--Vara3-->
<!--Vara4--></p><p>This is an archive of a dead website. The original website was published by Petri Liukkonen under <a href="https://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en">Creative Commons BY-ND-NC 1.0 Finland</a> and reproduced here under those terms for non-commercial use. All pages are unmodified as they originally appeared; some links and images may no longer function. A .zip of the website is also <a href="https://github.com/greencardamom/BooksAndWriters">available</a>.<br></p>
</FONT>
</TD>

<TD bgColor=white vAlign=top background=/pix/viiva.jpg rowSpan=2 width=2 align=left>
<!--T„m„ on koristeviivasarake-->
</TD>
<TD bgColor=black width="80%" align=left>
<!--T„ss„ on mustapohjainen otsikkosolu-->
<FONT color=white size=+1 face=Arial><B>Anna&nbsp;(Anni)&nbsp;Viktoria Blomqvist (1909-1990)</B></FONT>
</TD>
</TR>
<TR>
<TD bgColor=white width="80%" align=left>
<!--T„h„n tulee varsinainen teksti-->
<P>&nbsp;</P>


<P><!-- Thank you for examining the code --></P>



<P>Swedish-speaking Finnish writer, a fisherman's wife who began her writing career in the 1960s. Blomqvist gained popularity with her novels about the harshly beautiful &Aring;land Islands. In Finland-Swedish literature Blomqvist has become an encouraging model for other self-taught authors. </P>
<BLOCKQUOTE><FONT color=white size=2><B>--</B></FONT><B><FONT size=2>"Tiden l&aring;ter sig inte hejdas av d&ouml;dens framfart. Den stannar heller inte och v&auml;ntar p&aring; dem som med blytunga f&ouml;tter och s&ouml;nderkrossade hj&auml;rtan m&aring;ste k&auml;mpa sig &ouml;ver det v&auml;ldiga tomrum som d&ouml;dens slag l&auml;mnade efter sig. </FONT><BR>
<FONT color=white size=2>--</FONT><FONT size=2>Tiden &auml;r vinter och v&aring;r, sommar och h&ouml;st. Den &auml;r omsorger och bekymmer, och fordrar tankar och handling. Det &auml;r att f&ouml;lja med. Att inte stanna."</FONT></B><FONT size=2> (from </FONT><I><FONT size=2>V&auml;gen fr&aring;n Stormsk&auml;ret</FONT></I><FONT size=2>, 1973) </FONT></BLOCKQUOTE>
<P>Anni (Blomqvist) Karlsson was born in Simsk&auml;la, V&aring;rd&ouml;,&nbsp;small island&nbsp;in the archipelago of &Aring;land Islands, located between Sweden and Finland<STRONG>.</STRONG> She was the eldest of ten children of Viktor Hjalmar Karlsson, a farmer,&nbsp;and his wife, Anna Xenia Johansson. Officially her first name was Anna but from early on, she was called Anni.&nbsp;Her mother Anna Xenia was a deeply religious&nbsp;person, who <FONT color=#000000>read the Bible to her&nbsp;children every Sunday. Anni was never as close with her mother, exhausted by pregnancies and childbirth, as she was with her father, brother Viktor, born with a hare-lip,&nbsp;and gradmother, Anna Kristina T&ouml;rnroos, who died in 1933&nbsp;at the age of eighty-seven; she was lovingly portrayed in her books. </FONT></P><P>As a child,&nbsp;Anni helped her parents with fishing and on the farm. Because the children had no ready-made toys, they invented their own fantasy plays, and used whatever material they had at hand. <SPAN class=st>Reading and writing were her favorite past-times. </SPAN></P><P><SPAN class=st></SPAN>Traditionally, three generations lived under the same roof. Often in the evenings the children&nbsp;sang together or listened to stories told by older people, dealing with stange occurences, ghosts, treasures buried in the ground, giants, and dragons. The Bible was in every house and world events were followed from the newspaper <I>&Aring;landstidningen</I>; they also read <EM>Hufvudsstatsbladet</EM> and religious magazines. A number of Blomqvist's small cousins lived on the same main island. Five of them became writers – the most famous was Sally Salminen. After finishing elementary school, Blomqvist was educated as a seamstress in Marianhamn. She financed her studies by working among others as a caretaker of the school. </P>
<P>In 1936 she married Valter Blomqvist,&nbsp;a sailor from the age of fourteen before becoming a fisherman. They had known each other from childhood, and had been in correspondence since Anni's confirmation. Moreover,&nbsp;letter-writing became an outlet for her, a way to express her thoughts. Tommy, their first son, was born in 1939. Next year Blomqvist gave birth to twin sisters, who lived only four hours. Bengt, their last child, was born in 1945; he drowned in 1987. </P><P>A sailor's wife, Blomqvist took care of the cows, sheeps, and children, and went to fishing, while her husband was at sea. During the war years, they built a new house in Str&ouml;mmen, Simsk&auml;la. Electric power was brought into Simsk&auml;la in 1965. Blomqvist lost her husband tragically in 1961, when he drowned with Tommy on a fishing trip. Their marriage was happy and after his death she wrote: "I'm lying full awake in the darkness, and Valter is not beside me. I can't hold his big, safe hand..." When he disappeared she had a vision of her husband and her son and the fury of the sea bringing a big wave over their small boat, the Delfin. Search teams were unable to find their bodies. The boat was found in 65 meters of water in 1972. Despite her personal tragedies, Blomqvist never lost her faith in God. She believed that there is a heavenly bridge between the living and the dead. </P>
<BLOCKQUOTE><FONT size=2><B>"Jag k&auml;nner det som om jag skulle ha f&aring;tt en egen tider&auml;kning. Nu &auml;r det tredje resan de far ut. F&ouml;rst var det resan med det f&ouml;rsta motorhaveriet. Sedan resan med det stora olyckstillbudet. Det h&auml;r &auml;r den tredje resan. Det h&auml;nder ingen mer olycka nu n&auml;r de har den nya motorn." </B>(from </FONT><I><FONT size=2>I stormens sp&aring;r</FONT></I><FONT size=2>, 1966) </FONT></BLOCKQUOTE>
<P>Blomqvist didn't travel much in his life. She made trips to Stockholm and Helsinki and in 1950 she&nbsp;traveled in&nbsp;Sweden with local&nbsp;members of the Martha Organization (Marttaliitto). Her account of the journey was published in the magazine <EM>Samarbete</EM> under the title '&Aring;landsmarthorna p&aring; Sverigeresa.' </P><P>
To overcome the feeling of emptiness, Blomqvist began to write. Her first efforts Blomqvist showed to Margit von Willebrand-Hollm&eacute;rus, who encouraged her to continue. In 1949 she won a writing competition arranged by the Martha Organization. Her story, 'En lanthusmoders dag',&nbsp;was published in the magazine <I>Husmodern</I>, which opened a channel for further contributions to different magazines.&nbsp;Blomqvist's first novel, completed in 1951, was rejected&nbsp;Bro, a publishing firm run by professor Otto Anderson.&nbsp;An invitation by Stig Jaatinen, professor of geography at Helsingfors, to collaborate on a study of her island community, led Blomqvist to focus on books about the lives of fishermen and their families. </P><P>Blomqvist usually&nbsp;wrote in the morning, at the kitchen table, before beginning the day's work. From 1967 she began to keep a diary, in which she recorded&nbsp;the temperature, conditions of the weather, and&nbsp;fragments of her days. 
Her first book,<EM> I stormens sp&aring;r</EM> (1966),&nbsp;published by S&ouml;derstr&ouml;ms, came out&nbsp;when she was 57.&nbsp;It looked back over her life as the wife of a sailor in the &Aring;land merchant fleet.&nbsp;Blomqvist also depicted risky voyages to Sweden during World War II, happy times, and the purchase of her husband's own boat. The sincerity of the survival story immediately won her a public, that shared the same values of hard work, persistence, and indomitable spirit.&nbsp;<EM>I stormens sp&aring;r</EM>&nbsp;sold 22,000 copies in Swedish and 11,000 copies in Finnish. This work&nbsp;was followed by several other books which made her a national figure. In 1967&nbsp;Blomqvist met President Urho Kekkonen and in 1983 President Mauno Koivisto visited her home&nbsp;in Str&ouml;mmen. &nbsp;</P><P>After&nbsp;the breakthrough, Blomqvist published five novels, the Stormsk&auml;r series, about a fisherman's wife named Maja. <EM>V&auml;gen till Stormsk&auml;ret</EM> (1968), <EM>Med havet som granne</EM>&nbsp;(1969), <EM>Maja </EM>(1970), <EM>I&nbsp;kamp med havet</EM>&nbsp;(1971), and <EM>V&auml;gen fr&aring;n Stormsk&auml;ret</EM>&nbsp;(1973) presented &Aring;land from the standpoint of a woman, who had to struggle not against the hard nature but also find her place in the patriarchal family. The model for Maja was Blomqvist's great-aunt, Maria Mickelsdotter, who lived in the 19th-century. She died in 1901 on a remote island, but Blomqvist had heard in her childhood stories of her life, and the endless loses she had suffered. Her husband, however, did not drown but died at the age of 59 from a stomach complaint. Blomqvist's first novel, the&nbsp;Stormsk&auml;r series, and&nbsp;&nbsp;<EM>I n&ouml;d och lust</EM> (1978 ) were edited by the writer Margit von Willebrand-Hollm&eacute;rus, her friend. </P>
<BLOCKQUOTE><FONT size=2><B>"Det k&auml;nns som en kniv skulle sk&auml;r&auml; upp och ned. Maja torkar t&aring;rarna fr&aring;n kinden, kn&auml;pper ihop bluslivet och l&auml;gger Gabriel i vaggen. Hon tar ett steg mot Janne och smeker honom &ouml;ver h&aring;ret, han drar henne ned p&aring; sitt kn&auml;, men de s&auml;ger ingenting mera. Det &auml;r bara n&auml;ra varandra i en sm&auml;rta som k&auml;nns alltf&ouml;r stor."</B> (from </FONT><I><FONT size=2>Maja</FONT></I><FONT size=2>, 1970) </FONT></BLOCKQUOTE>
<P>Maja was Blomqvist's alter ego. After publishing <EM>Simsk&auml;la</EM> (1977), the study proposed by Professor Jaatinen, and<EM> I&nbsp;n&ouml;d och lust</EM>, a story about hard work and marital devotion, Blomqvist started a new series with a new protagonist, Anna Beata, a woman of the isles. The trilogy included <EM>Anna Beata</EM>&nbsp;(1979), <EM>Anna Beata&nbsp;m&ouml;ter k&auml;rleken</EM> (1981), and <EM>Anna Beata f&aring;r eget hem</EM> (1983). It was partly based on the life of her maternal grandmother. The series received lukewarm reviews. </P>
<P>Blomqvist's last novel was <EM>Havet finns inte mer</EM>&nbsp;(1989), a pious report on the drowning of her younger son, Bengt, in 1987. The loss shadowed Blomqvist's last years of life. After a full two months his body was found lying on a beach, "as if lifted out of the sea by God's invisible hand." The novel appeared when the author was 80. Blomqvist died on V&aring;rd&ouml; on June 26, 1990. Her <I>Stormsk&auml;r</I> series (The Storm Islands) was adapted into an acclaimed television drama, directed by &Aring;ke Lindman and starring Rose-Marie Rosenback and Leif Sundberg. Its theme song, composed by Lasse M&aring;rtenson, became very popular. Through the television series the protagonist, Maja, became an icon in Finnish literature, a loving and toiling woman, the always unpredictble sea providing the background for her story. Blomqvist received in 1975 the Finnish State Literature Award<STRONG> </STRONG>and in 1977 she was awarded with Pro-Finlandia medal.</P>


<BLOCKQUOTE>


<P><FONT size=2><B>Reviews:</B> <B>For further reading</B>: <EM>Stormsk&auml;rets Anni</EM> by Anna-Gerd Steinby (2009); <I>A History of Finland's Literature</I>, ed. by George C. Schoolfield (1998) <I></I>'Tuntui niin pahalta, kun l&auml;hdit by' Kaija Valkonen and Elina Koivunen in <I>Suurin on rakkaus</I> (1997);<I> Anni Blomqvist: Stormsk&auml;rs-Majas skapare </I>by Ann-Gerd Steinby &amp; Ann Christin Waller (1993);<I> Anni Blomqvist: &Aring;l&auml;ndsk folklivsskidrare </I>by Inger &Ouml;rtenblad (1974) - <B>Other writers</B> from &Aring;land Islands:&nbsp;<A href="petters.htm">Joel Pettersson</A>&nbsp;(1892-1937), Sally Salminen (1906-1976), Aili Nordgren (1908-1995)</FONT><FONT size=2><FONT size=2>,</FONT> Ulla-Lena Lundberg (b. 1947) </FONT></P>
 </BLOCKQUOTE>

<P><B>Selected works:</B></P>

<UL>
<LI>I stormens sp&aring;r, 1966 - Meri yksin yst&auml;v&auml;ni (suom Bj&ouml;rn-Christer Lindgren, 1977) - <B><FONT size=2>"</FONT><FONT size=2></FONT><FONT size=2>L&auml;ht&ouml;kohtana on kirjailijan miehen ja toisen pojan hukkuminen kalastusmatkalla 1961, ja kirjan rungoksi kasvaa 25 vuotta kest&auml;neen avioliiton kuvaus... Historian harrastuksestaan kertoessaan Anni Blomqvist tulee kiintoisasti valaisseeksi my&ouml;s my&ouml;hemm&auml;n Myrskyluoto- sarjan taustaa, vaikka sen kirjoittaminen ei 1966 viel&auml; tunnukaan h&auml;nen mieless&auml;&auml;n v&auml;ikkyneen. - K&auml;&auml;nn&ouml;s on hyv&auml;, mutta Sastmola on toki suomeksi Merikarvia."</FONT></B><FONT size=2> (Risto Hannula in <I>Arvosteleva kirjaluettelo</I>, 1977, no. 6) -</FONT>
<LI>V&auml;gen till Stormsk&auml;ret, 1968 - Tie Myrskyluodolle (suom. Bj&ouml;rn-Christer Lindgren, 1974) 
<LI>Med havet som granne, 1969 - Luoto meress&auml; (suom. Liisa Ry&ouml;m&auml;, 1975) 
<LI>Maja, 1970 - Maija (suom. Liisa Ry&ouml;m&auml;, 1975) 
<LI>I kamp med havet, 1971 Meren voimia vastaan (suom. Liisa Ry&ouml;m&auml;, 1976) 
<LI>V&auml;gen fr&aring;n Stormsk&auml;ret, 1973 - Hyv&auml;sti Myrskyluoto (suom. Liisa Ry&ouml;m&auml;, 1976) 
<LI>Simsk&auml;la: En skildring av en &aring;l&auml;ndsk utsk&auml;rsbygt, 1977 (with Stig Jaatinen) 
<LI>I n&ouml;d och lust, 1978 - Saari tuulten syliss&auml; (suom. Kaija Kauppi, 1979) 
<LI>Anna Beata, 1979 - Anna Beatan suuri ik&auml;v&auml; (suom. Kaija Kauppi, 1980) 
<LI>Anna Beata m&ouml;ter k&auml;rleken, 1981 - Anna Beata kohtaa
rakkauden (suom. Kaija Kauppi, 1981) 
<LI>Anna Beata f&aring;r eget hem, 1983 - Anna Beata saa oman kodin (suom. Kaija Kauppi, 1984) 
<LI>Vandring i&nbsp;barndomslandet, 1986 - Muistojeni Myrskyluoto (suom. Margit Salmenoja, 1988) 
<LI>Havet finns inte mer, 1989 - Eik&auml; merta en&auml;&auml; ole (suomentanut Margit Salmenoja, 1990) 
<LI>Stormsk&auml;rs-Maja, 2007 (contains V&auml;gen till Stormsk&auml;ret, Med havet som granne, Maja, I kamp med havet, V&auml;gen fr&aring;n Stormsk&auml;ret) 
<LI>Myrskyluoto muistoissani, 2007 (contains Meri yksin yst&auml;v&auml;ni, Muistojeni Myrskyluoto)
</LI></UL>






<P align=center>



<BR>
<!--Amazonbanner-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/banneri.gif" width=468 height=60></A>
<BR>
<HR>
<I><CENTER><FONT size=-1>Some rights reserved Petri Liukkonen (author) &amp; Ari Pesonen. Kuusankosken kaupunginkirjasto 2008</FONT></CENTER></I><BR>
<P></P>

<BR>

 
<!--Tekstipalsta p„„ttyy-->
</TD>
</TR>
</TBODY></TABLE></CENTER>
 


<I><CENTER><A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license><IMG style="BORDER-RIGHT-WIDTH: 0px; BORDER-TOP-WIDTH: 0px; BORDER-BOTTOM-WIDTH: 0px; BORDER-LEFT-WIDTH: 0px" alt="Creative Commons License" src="http://i.creativecommons.org/l/by-nd-nc/1.0/fi/88x31.png"></A><BR><SPAN rel="dc:type" property="dc:title" href="http://purl.org/dc/dcmitype/Text" xmlns:dc="http://purl.org/dc/elements/1.1/">Authors' Calendar</SPAN> jonka tekij&auml; on <SPAN property="cc:attributionName" xmlns:cc="http://creativecommons.org/ns#">Petri Liukkonen</SPAN> on lisensoitu <A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license>Creative Commons Nime&auml;-Ep&auml;kaupallinen-Ei muutettuja teoksia 1.0 Suomi (Finland) lisenssill&auml;</A>.<BR>May be used for non-commercial purposes. The author <B>must</B> be mentioned. The text may not be altered in any way (e.g. by translation). Click on the logo above for information.</CENTER></I><BR></BODY></HTML

