<HTML><HEAD><TITLE>Arto Tuovinen</TITLE><META name=GENERATOR content="MSHTML 8.00.7600.16671"></HEAD><BODY background=/pix/tauskuva.jpg bgColor=white text=black>
<!--taulukko alkaa-->
<CENTER><TABLE   cellSpacing=0 cellPadding=5 width="80%" align=center >
<TBODY><TR   >
<TD  bgColor=white vAlign=top rowSpan=2 width="19%" align=left  >

<!--Vasen palsta, linkit ym-->
<A href="calendar.htm"><IMG border=2 src="../../../pix/bwlogo.jpg" width=100 height=100></A><BR clear=both>
<BR>
<FONT size=-1 face=Arial>
<!--********************-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/ylamainos.gif" width=100 height=70></A>
<BR>
<BR>
<!--********************-->
<FONT size=-1><B>Choose another writer in this calendar:</B></FONT>
<P>
by name:<BR>
<A href="index.html#a" target=_blank>A</A>
<A href="index.html#b" target=_blank>B</A>
<A href="index.html#c" target=_blank>C</A>
<A href="index.html#d" target=_blank>D</A>
<A href="index.html#e" target=_blank>E</A>
<A href="index.html#f" target=_blank>F</A>
<A href="index.html#g" target=_blank>G</A>
<A href="index.html#h" target=_blank>H</A>
<A href="index.html#i" target=_blank>I</A>
<A href="index.html#j" target=_blank>J</A>
<A href="index.html#k" target=_blank>K</A>
<A href="index.html#l" target=_blank>L</A>
<A href="index.html#m" target=_blank>M</A>

<A href="index.html#n" target=_blank>N</A>
<A href="index.html#o" target=_blank>O</A>
<A href="index.html#p" target=_blank>P</A>
<A href="index.html#q" target=_blank>Q</A>
<A href="index.html#r" target=_blank>R</A>
<A href="index.html#s" target=_blank>S</A>
<A href="index.html#t" target=_blank>T</A>
<A href="index.html#u" target=_blank>U</A>
<A href="index.html#v" target=_blank>V</A>
<A href="index.html#w" target=_blank>W</A>
<A href="index.html#x" target=_blank>X</A>
<A href="index.html#y" target=_blank>Y</A>
<A href="index.html#z" target=_blank>Z</A>
</P>
<P>
by birthday from the <A href="calendar.htm" target=_top>calendar</A>.
</P>
<P>
<A href="../../../pix/credits.htm" target=_blank>Credits and feedback</A>
</P>
<P>

<!--Bamber Gascoigne--><A href="http://www.timesearch.info/bookswriters/" target=_blank><B>TimeSearch</B></A><BR>for Books and Writers<BR>by <I>Bamber Gascoigne</I><BR>
<!--Vara2-->
<!--Vara3-->
<!--Vara4--></p><p>This is an archive of a dead website. The original website was published by Petri Liukkonen under <a href="https://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en">Creative Commons BY-ND-NC 1.0 Finland</a> and reproduced here under those terms for non-commercial use. All pages are unmodified as they originally appeared; some links and images may no longer function. A .zip of the website is also <a href="https://github.com/greencardamom/BooksAndWriters">available</a>.<br></p>
</FONT>
</TD>

<TD  bgColor=white vAlign=top background=/pix/viiva.jpg rowSpan=2 width=2 align=left  >
<!--T„m„ on koristeviivasarake-->
</TD>
<TD  bgColor=black width="80%" align=left  >
<!--T„ss„ on mustapohjainen otsikkosolu-->
<FONT color=white size=+1 face=Arial><B>Arto Tuovinen (1933-1968)</B></FONT>
</TD>
</TR>
<TR   >
<TD  bgColor=white width="80%" align=left  >
<!--T„h„n tulee varsinainen teksti-->
<P>&nbsp;</P>


<P><!-- Thank you for examining the code --></P>


<P>

<!-- Teksti alkaa t&auml;st&auml; -->Finnish journalist, novelist, and translator. Tuovinen began his career as a juvenile books writer, but he also published spy novels with international flavor.
Tuovinen's thrillers gained a critical success and became best-sellers, but he died too early, at the age of 35, and until the work of Ilkka Remes, he did not have successor in Finland in the field of fast-paced modern spy fiction. Tuovinen's hero was Boris Stolitsky, a devout and coldblooded servant of the Soviet intelligence, who had a weakness for vodka, beautiful women, and Western luxury. </P>
<BLOCKQUOTE><FONT size=2><B>"Stolitskyn kasvoille palasi ilmeet&ouml;n kovuus h&auml;nen kulkiessaa Mir-kadun ylitse. Ihmiskunta pysyi samana. Kukin syntyi keskelle jotakin sen osaa, ja siihen h&auml;n kokemiensa mielihyv&auml;n tunteiden ja nautintojen my&ouml;t&auml;vaikutuksella kiintyi. H&auml;n alkoi kutsua omaa maapallon kaistalettaan is&auml;nmaaksi, vaikkei h&auml;nen is&auml;ns&auml; olisi koskaan omistanut siit&auml; maasta muruakaan, ja h&auml;n alkoi pit&auml;&auml; kanssaan samaa kielt&auml; puhuvia, samanlaisen syntym&auml;sattuman tuloksia parempina ihmisi&auml; kuin toisia."</B> (from </FONT><I><FONT size=2>Muista minua tuonelassa</FONT></I><FONT size=2>, 1966) </FONT></BLOCKQUOTE>

<P>Arto Tuovinen was born in Tammisaari, and educated in Helsinki at Vaasanrinne coeducational school. From 1953 he worked as a journalist for the newspaper <I>Ilta-Sanomat</I>, then for the family magazine <I>Seura</I>, and from 1965 to 1968 he was a staff member of the newspaper <I>Uusi Suomi</I>. Tuovinen died at the age of 35 in Helsinki, on August 17, 1968. </P>
<P>Tuovinen's first book, <EM>Me hiivimme &ouml;isin</EM>&nbsp;(1953),&nbsp;came out when he was only&nbsp;twenty years old. The boy scout story was followed <EM>Lare&nbsp;panee toimeksi</EM>&nbsp;(1956), also dealing with the adventurous scout life. Both were published by WSOY. Tuovinen's first mystery novel, <EM>Ei&nbsp;mit&auml;&auml;n menetett&auml;v&auml;&auml;</EM>&nbsp;(1964), published by Karisto,&nbsp;introduced the inspector Valanne, who continued his adventures in <EM>Poikamiesten kotiliesi</EM>&nbsp;(1965). Before writing <EM>Nyrkki ja Neliapila</EM>&nbsp;(1961), a story about three boys who escape from a reformatory, Tuovinen familiarized himself with the subject, interviewing boys and teachers. Although in the background of the flight is an unjust teacher, Tuovinen is not criticizing the reformatory system. At the end the boys learn to respect the director of the institution, who turns out to be understanding and honest. " – Ja muistakaa, pojat, johtaja jatkoi puristettuaan my&ouml;s Arvon k&auml;tt&auml;, – ett&auml; jos teille joskus tulee vaikeuksia, te voitte aina tulla t&auml;nne tapaamaan minua tai vaikkapa kirjoittaa minulle. Min&auml; olen aina valmis tekem&auml;&auml;n voitavani teid&auml;n auttamiseksi kunnon miehen pyrkimyksiss&auml;." <FONT size=2>(from <I>Nyrkki ja Neliapila</I>) </FONT></P>
<P>In 1966 Tuovinen created his heroical Soviet born spy, Boris Stolitsky, who broke the typical concept of spy fiction in which good guys from the West confront bad guys from the East. Stolistsky, however, was modelled after <A href="ifleming.htm">James Bond</A>. Tuovinen's protagonist went out for in search of adventures in three books. Stolitsky likes to drink vodka, he doesn't believe in Lenin or Buddha, or the virgin birth, and his superiors consider him a misfit. </P>
<BLOCKQUOTE><FONT size=2><B>"</B></FONT><B><FONT color=white size=2>-</FONT><FONT size=2>– Minulla ei ole teille, herra Borman, muuta sanottavaa, vastasi Stolitsky, - kuin ne sanat, jotka olen hartaasti halunnut lausua teille jo kauan. </FONT><BR>
<FONT color=white size=2>--</FONT><FONT size=2>– Tervetuloa Moskovaan, Bormann, sanoi Stolitsky." </FONT></B><FONT size=2></FONT><BR>
<FONT color=white size=2>-- </FONT><FONT size=2>(from </FONT><I><FONT size=2>Tervetuloa Moskovaan Bormann</FONT></I><FONT size=2>, 1967) </FONT></BLOCKQUOTE>
<P>In <EM>Muista minua tuonelassa</EM>&nbsp;(1966) a Finnish construction worker, Pertti Vaaja, is found dead on the road to Murmansk. He has been a member of a right-wing organization. Stolitsky reveals a secred nazi organization, run by Martin Bormann, Hitler's personal secretary who disappeared in the final days of World War II. <EM>Tervetuloa Moskovaan, Bormann</EM> (1967) continued the struggle between Stolitsky and Bormann, whose organization, Das Reich, now threatens to destroy the northern hemisphere if Germany is not united. The last book in the series, <EM>Rhodoksella polttaa, Boris Stolitsky</EM>&nbsp;(1968), dealt with trading in arms. Rhodos, the scene of the story, had&nbsp;became a highly popular target for Finnish tourists.&nbsp;Critics considered this last book in the series somewhat half-hearted. Politically Tuovinen's hero was not in conflict with Finland's foreign policy regarding the Soviet Union. Stolitsky was not a dissident but a cosmopolite with a gun. All the Stolitsky novels were published by Gummerus. </P>
<P>After Tuovinen's death it took over thirty years before a Finnish writer used successfully international bestseller formula and settings. Ilkka Remes's novel <EM>P&auml;&auml;kallokehr&auml;&auml;j&auml;</EM> (1997) took its influence from Tom Clancy, spy novels, and science fiction. It was followed in 1998 by <EM>Karjalan lunnaat</EM>, which established Remes as the forefront thriller writer in Finland. </P>
<P>As a translator Tuovinen focused on such writers as John Dickson Carr, Peter Cheyney, James Hadley Chase, Mickey Spillane, and Ian Fleming, who also influenced his own writing. Besides mystery novels, Tuovinen translated non-fiction, among others Gordon Lonsdale's memoirs, and Philippe de Vom&eacute;court's history of the French Resistance during World War II. <FONT size=2></FONT></P>

<BLOCKQUOTE><B><FONT size=2>Other Finnish mystery and thriller writers: </FONT><A href="msariola.htm"></A></B><A href="msariola.htm"><FONT size=2>Mauri Sariola</FONT></A><FONT size=2>, </FONT><A href="taiga.htm"><FONT size=2>Marton Taiga</FONT></A><FONT size=2>, </FONT><A href="outsider.htm"><FONT size=2>Outsider,</FONT></A> <A href="yliruusi.htm"><FONT size=2>Tauno Yliruusi</FONT></A><FONT size=2>, Matti Yrj&auml;n&auml; Joensuu, Pentti Kirstil&auml;, Juha Numminen, Leena Lehtolainen, Reijo M&auml;ki.&nbsp; <B>Note</B>: The Bulgarian novelist Andrei Gulyashki invented in the 1960s an ace Russian spy named Avakum Zakhov. Gulyashki's book, Zakhov Mission (1966), was among others translated into Finnish and English. Compared to Tuovinen's hero, Zakhov was a much more proletarian figure, whose main mission in life seemed to be to destroy agent 07, a "decadent but handsome agent of a corrupt Western power."&nbsp;&nbsp;</FONT></BLOCKQUOTE>


<P><B>Selected works:</B> </P>

<UL>
<LI>Me hiivimme &ouml;isin: partiomuistelma, 1953 
<LI>translator: H.J. Kaeser, Uskalias Totti, 1954 (original title: R&auml;dd &auml;r jag inte!) 
<LI>Lare panee toimeksi: partiolaiskertomus, 1956 
<LI>translator: John Dickson Carr, Itsemurhien salaisuus, 1957 (original title: The Case of the Constant Suicides) 
<LI>translator: John Dickson Carr, Kuiskaava kuolema, 1957 (original title: He Who Whispers) 
<LI>translator: Peter Cheyney, Myrkkykukka, 1958 (original title: Poison Ivy) 
<LI>translator: Peter Cheyney, Savua ilman tulta, 1958 (original title: I’ll Say She Does) 
<LI>Arpinaama ja Punap&auml;&auml;, 1958 
<LI>translator: Peter Cheyney, Hiljenn&auml; kurveissa, 1959 (original title: Lady, Behave!) 
<LI>translator: Erle Stanley Gardner, Karannut ruumis, 1959 (original title: The Case of the Runaway Corpse) 
<LI>translator: Joseph Chipperfield, Musta raivop&auml;&auml;: kadonneen virran laaksin ori, 1959 (original title: Dark Fury - Stallion of Lost River Valley) 
<LI>translator: Margery Allingham, Kuolema kulkee sumussa, 1960 (original title: The tiger in the smoke) 
<LI>translator: Otto Wendel &amp; Curt Falkenstam, Kuolleiden on puhuttava, 1960 (original title: De d&ouml;da m&aring;ste tala) 
<LI>translator: Peter Cheyney, Lev&auml;t&auml;&auml;n vasta haudassa, 1960 (original title: Never a Dull Moment) 
<LI>translator: J&oslash;rgen Bitsch, Ulu - maailman p&auml;&auml;tepiste: matkoja Borneon viidakoissa, 1960 (original title: Ulu - verdens ende) 
<LI>translator (with Marja Tuovinen): Birger L&ouml;vgren, M&ouml;lyapinoita ja viidakkointiaaneja: moottoripy&ouml;r&auml;n ja raivausveitsen voimalla New Yorkista Tulimaahan, 1961 (original title: Bland vr&aring;lapor och djungelindianer) 
<LI>Nyrkki ja neliapila: kertomus 12-16-vuotiaille, 1961 
<LI>translator: Peter Cheyney, Viski tekee vallattomaksi, 1961 (original title: Another Little Drink) 
<LI>translator: Robert McCloskey, Homer Price, l&auml;nnen poika, 1962 (original title: Homer Price)
<LI>translator: Simon Rattray, Kuoleman ympyr&auml;, 1962 (original title: Dead Circuit) 
<LI>translator: Frederick Sondern Jr., Mafia, rikoksen veljeskunta, 1962 (original title: Brotherhood of Evil - the Mafia) 
<LI>translator: Philippe de Vom&eacute;court, Unohdetut urhoolliset: kertomus Ranskan vastarintaliikkeest&auml; vuosina 1940-1945, 1962 (original title: Who Lived to See the Day) 
<LI>translator: Peter Cheyney, Veljet, mik&auml; tytt&ouml;, 1962 (original title: You’d Be Surprised) 
<LI>translator: Peter Cheyney, Kiinalaisia kurveja, 1963 (original title: Can Ladies Kill?) 
<LI>translator: Kenneth Cook, Pimeyden kahle, 1963 (original title: Chain of Darkness) 
<LI>translator: Gavin Maxwell, Saukkoyst&auml;v&auml;ni, 1963 (original title: Ring of Bright Water) 
<LI>translator: Mickey Spillane, Y&ouml;, 1963 (original title: The Deep) 
<LI>Ei mit&auml;&auml;n menetett&auml;v&auml;&auml;, 1964
<LI>translator: Peter Cheyney, Kerran se kirpaisee, 1964 (original title: It Couldn’t Matter Less) 
<LI>translator: Helen MacInnes, Teht&auml;v&auml; Venetsiassa, 1964 (original title: The Venetian Affair)
<LI>translator: Netta Muskett, Anna takaisin eilisp&auml;iv&auml;, 1965 (original title: Give Back Yesterday)
<LI>translator: Mickey Spillane, K&auml;&auml;rme, 1965 (original title: The Snake) 
<LI>translator: James Hadley Chase, Oli kaunis kes&auml;aamu, 1965 (original title: One Bright Summer Morning)
<LI>translator: Marten Cumberland, Tappaja rampin takaa, 1965 (original title: Hate Finds a Way)
<LI>Poikamiesten kotiliesi, 1965
<LI>translator: Ian Fleming, Timantit ovat ikuisia, 1966 (original title: Diamonds Are Forever)
<LI>translator: Dick Francis, Varma kuin kuolema, 1966 (original title: Dead Cert) 
<LI>translator: Mickey Spillane, Verinen auringonnousu, 1966 (original title: Bloody Sunrise) 
<LI>translator: Mickey Spillane, Aikamoinen nainen, 1966 (original title: Day of the Guns) 
<LI>translator: Ian Fleming, El&auml; ja anna toisten kuolla, 1966 (original title: (original title: Live and Let Die)
<LI>translator: Ian Fleming, James Bond Istanbulissa, 1966 (original title: From Russia, with Love) 
<LI>translator: William Garner, Joukkotuho, 1966 (original title: Overkill) 
<LI>translator: Gavin Maxwell, Kalliot pysyv&auml;t, 1966 (original title: The Rocks Remain) 
<LI>translator: James Hadley Chase, L&auml;ht&ouml;juhlat, neiti Blandish, 1966 (original title: The Flesh of the Orchid) 
<LI>translator: Gordon Lonsdale, Neuvostovakoilija: 20 vuotta salaista palvelua, 1966 (original title: Spy, Twenty Years of Secret Service)
<LI>Muista minua tuonelassa, 1966 <BR>- <FONT size=2><B>"Tavallista laajamittaisemminsuunnitelty ja sommiteltu kotimainen j&auml;nnitysromaani, jossa samaan aikaan tapahtumia kehitell&auml;&auml;n sek&auml; it&auml;- ett&auml; l&auml;nsirajojemme tuntumassa, ja jossa sankarina on vaihteeksi neuvostoliittolainen salainen asiamies, tosin melko paljon ammattiveljens&auml; James Bondin kaltainen erehtym&auml;t&ouml;n ja kylm&auml; ammattilainen... Kokonaisuutena t&auml;m&auml; kansainv&auml;liseen poliittiseen j&auml;nnitykseen rakentuva muotij&auml;nn&auml;ri on mukiinmenev&auml;."</B> </FONT><FONT size=2>(Kerttu Manninen, <I>Arvosteleva kirjaluettelo</I> 6/1966) </FONT>
<LI>translator: James Hadley Chase, Isojen poikien leikit, 1967 (original title: This Is For Real) 
<LI>Tervetuloa Moskovaan, Bormann, 1967 <BR>- <FONT size=2><B>"Tuovinen on lehtimiehen&auml; keksinyt kansainv&auml;lisen politiikan ja 'kylm&auml;n sodan' piirist&auml; pari, kolme tekij&auml;&auml;, joiden varaan on mukava rakentaa j&auml;nnistysromaaneja... Tuore keksint&ouml; on my&ouml;s neuvostoagentti Stolistsky, joka t&auml;ss&auml; nyt jo toista kertaa on silm&auml;kk&auml;in Bormannin kanssa tasaveroisena vastustajana... Vilkkaasti kansainv&auml;lisess&auml; maastossa etenev&auml; agenttithrilleri, jonka ei tarvitse h&auml;vet&auml; vertailuja vastaaviin ulkomaisiin."</B></FONT><FONT size=2> (Kerttu Manninen, <I>Arvosteleva kirjaluettelo</I> 6/1967) </FONT>
<LI>translator (with Eero Raassina): James Hadley Chase, Armoton pikkumies, 1968 (original title: The Way the Cookie Crumbles) 
<LI>Rhodoksella polttaa, Boris Stolitsky, 1968 <BR>-<B> <FONT size=2>"Oletettavasti lukuisat suomalaiset Rhodoksen k&auml;vij&auml;t lukevat t&auml;m&auml;n kansainv&auml;lisenasekaupan sokkeloista juoniaineksensa noutavan agenttiromaanin jo pelk&auml;st&auml;&auml;n paikallisv&auml;rinkin vuoksi. Me muut koemme hienoisen pettymyksen aikaisempiin Stolistsky-kirjoihin vertailtaessa. Ammattitaitoista, mutta jollakin tavoin innotonta ty&ouml;t&auml;, eik&auml; sankarikaan tunnu oikein olevan vedossa." </FONT><FONT size=2></FONT></B><FONT size=2>(Kerttu Manninen,<I> Arvosteleva kirjaluettelo</I>, 6/1968)</FONT>
<LI>translator (with Eeva Tuovinen): Patricia Moyes, Totuus nukkuu sike&auml;sti, 1969 (original title: Johnny Under Ground) 

</LI></UL>





<P align=center>



<BR>
<!--Amazonbanner-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/banneri.gif" width=468 height=60></A>
<BR>
<HR>
<I><CENTER><FONT size=-1>Some rights reserved Petri Liukkonen (author) &amp; Ari Pesonen. Kuusankosken kaupunginkirjasto 2008</FONT></CENTER></I><BR>
<P></P>

<BR>

 
<!--Tekstipalsta p„„ttyy-->
</TD>
</TR>
</TBODY></TABLE></CENTER>
 


<I><CENTER><A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license><IMG style="BORDER-RIGHT-WIDTH: 0px; BORDER-TOP-WIDTH: 0px; BORDER-BOTTOM-WIDTH: 0px; BORDER-LEFT-WIDTH: 0px" alt="Creative Commons License" src="http://i.creativecommons.org/l/by-nd-nc/1.0/fi/88x31.png"></A><BR><SPAN rel="dc:type" property="dc:title" href="http://purl.org/dc/dcmitype/Text" xmlns:dc="http://purl.org/dc/elements/1.1/">Authors' Calendar</SPAN> jonka tekij&auml; on <SPAN property="cc:attributionName" xmlns:cc="http://creativecommons.org/ns#">Petri Liukkonen</SPAN> on lisensoitu <A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license>Creative Commons Nime&auml;-Ep&auml;kaupallinen-Ei muutettuja teoksia 1.0 Suomi (Finland) lisenssill&auml;</A>.<BR>May be used for non-commercial purposes. The author <B>must</B> be mentioned. The text may not be altered in any way (e.g. by translation). Click on the logo above for information.</CENTER></I><BR></BODY></HTML

