<HTML><HEAD><TITLE>Leo Tolstoi</TITLE><META name=GENERATOR content="MSHTML 8.00.7600.16671"></HEAD><BODY background=/pix/tauskuva.jpg bgColor=white text=black>
<!--taulukko alkaa-->
<CENTER><TABLE   cellSpacing=0 cellPadding=5 width=775 align=center height=4635 >
<TBODY><TR   >
<TD  bgColor=white height=4635 vAlign=top rowSpan=2 width=224 align=left  >

<!--Vasen palsta, linkit ym-->
<A href="calendar.htm"><IMG border=2 src="../../../pix/bwlogo.jpg" width=100 height=100></A><BR clear=both>
<BR>
<FONT size=-1 face=Arial>
<!--********************-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/ylamainos.gif" width=100 height=70></A>
<BR>
<BR>
<!--********************-->
<FONT size=-1><B>Choose another writer in this calendar:</B></FONT>
<P>
by name:<BR>
<A href="index.html#a" target=_blank>A</A>
<A href="index.html#b" target=_blank>B</A>
<A href="index.html#c" target=_blank>C</A>
<A href="index.html#d" target=_blank>D</A>
<A href="index.html#e" target=_blank>E</A>
<A href="index.html#f" target=_blank>F</A>
<A href="index.html#g" target=_blank>G</A>
<A href="index.html#h" target=_blank>H</A>
<A href="index.html#i" target=_blank>I</A>
<A href="index.html#j" target=_blank>J</A>
<A href="index.html#k" target=_blank>K</A>
<A href="index.html#l" target=_blank>L</A>
<A href="index.html#m" target=_blank>M</A>

<A href="index.html#n" target=_blank>N</A>
<A href="index.html#o" target=_blank>O</A>
<A href="index.html#p" target=_blank>P</A>
<A href="index.html#q" target=_blank>Q</A>
<A href="index.html#r" target=_blank>R</A>
<A href="index.html#s" target=_blank>S</A>
<A href="index.html#t" target=_blank>T</A>
<A href="index.html#u" target=_blank>U</A>
<A href="index.html#v" target=_blank>V</A>
<A href="index.html#w" target=_blank>W</A>
<A href="index.html#x" target=_blank>X</A>
<A href="index.html#y" target=_blank>Y</A>
<A href="index.html#z" target=_blank>Z</A>
</P>
<P>
by birthday from the <A href="calendar.htm" target=_top>calendar</A>.
</P>
<P>
<A href="../../../pix/credits.htm" target=_blank>Credits and feedback</A>
</P>
<P>

<!--Bamber Gascoigne--><A href="http://www.timesearch.info/bookswriters/" target=_blank><B>TimeSearch</B></A><BR>
for Books and Writers<BR>
by <I>Bamber Gascoigne</I><BR>
<!--Vara2-->
<!--Vara3-->
<!--Vara4--></p><p>This is an archive of a dead website. The original website was published by Petri Liukkonen under <a href="https://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en">Creative Commons BY-ND-NC 1.0 Finland</a> and reproduced here under those terms for non-commercial use. All pages are unmodified as they originally appeared; some links and images may no longer function. A .zip of the website is also <a href="https://github.com/greencardamom/BooksAndWriters">available</a>.<br></p>
</FONT>
</TD>

<TD  bgColor=white height=4635 vAlign=top background=/pix/viiva.jpg rowSpan=2 width=2 align=left  >
<!--T„m„ on koristeviivasarake-->
</TD>
<TD  bgColor=black height=50 width=515 align=left  >
<!--T„ss„ on mustapohjainen otsikkosolu-->
<FONT color=white size=+1 face=Arial><B>Arvid J&auml;rnefelt (1861-1931) </B></FONT><FONT color=white face=Arial><B>- pseudonym Arvi Rauta, published also novels under the name Hilja Kahila</B></FONT>
</TD>
</TR>
<TR   >
<TD  bgColor=white height=4585 width=515 align=left  >
<!--T„h„n tulee varsinainen teksti-->
<P>&nbsp;</P>


<P><!-- Thank you for examining the code --></P>




<P>

<!-- Teksti alkaa t&auml;st&auml; -->Finnish writer, who 
was deeply&nbsp;influenced&nbsp;by <A href="ltolstoi.htm">Leo Tolstoy</A>'s 
Christian thinking. J&auml;rnefelt believed in the brotherhood of man and that people must 
reject unnecessary luxury and live simply. He also met Tolstoy 
 in Moscow and translated several of&nbsp;his works into Finnish, including the novel <EM>Yl&ouml;snousemus</EM> (Resurrection). J&auml;rnefelt was born into a 
cultured and well-established Russian-Finnish family. In his thirties, he abandoned&nbsp;a promising juridical career
, and&nbsp;began to live&nbsp;the life of a shoemaker and farmer. </P>
<BLOCKQUOTE><FONT size=2><B>"Oikea taiteilija ei kysy koskaan, mit&auml; hy&ouml;ty&auml; h&auml;nen teoksensa tulee tuottamaan. H&auml;n tekee ty&ouml;t&auml; yksinomaan taiteen vuoksi, taiteellisen totuuden vuoksi; siksi, ett&auml; h&auml;nen pit&auml;&auml; niin tehd&auml;; siksi, ett&auml; h&auml;nell&auml; ei ole mit&auml;&auml;n yksityist&auml; hy&ouml;dynk&auml;sitett&auml; silmiens&auml; edess&auml;, vaan ett&auml; h&auml;nell&auml; on sis&auml;inen kutsumus, sis&auml;inen tarve."</B> (in <I>Is&auml;nmaa</I>, 1893) </FONT></BLOCKQUOTE>

<P>Arvid J&auml;rnefelt was born in Pulkova in Russia. He was the second son of&nbsp;the topographer, general, and senator August 
Alexander J&auml;rnefelt, and Elisabeth Clodt von J&uuml;rgensburg, the daughter of a baron, who was one of the 
best Russian sculptors of the time. At home J&auml;rnefelt's parents spoke first Russian, but after settling in Helsinki, they tended to speak Finnish to their children. Elisabeth encouraged her childrens' artistic aspirations. Arvid's brother Armas (1869-1958) gained fame as a composer and conductor, and his younger brother Eero (1863-1937) was a painter; their sister Aino married the composer Jean Sibelius. </P>
<P>In the 1880s J&auml;rnefelt became a supporter of the Fennoman movement, which aimed for hegemony over 
Russian authorities and complete sovereignty of Finland. In 1884 J&auml;rnefelt married Emilia Fredrika 
Parviainen, they had five children, one of whom, Anna Katarina, died young, and was buried in Rantala. 
Their first child, Eero, was born in 1888; he became an ambassador in the diplomatic service. 
The early education of the children, who led relatively ordinary lives, was done by J&auml;rnefelt 
himself. T
he apparently autobiographical short story 'Hiljaisuudessa' &nbsp;(1913, Without ceremonies), 
tells of the burial of his daughter, who had not been baptized – 
J&auml;rnefelt did not allow his children to be baptized in the Holy Spirit.&nbsp; Eventually she 
is buried on their own ground, while birds are singing in the trees all around, 
"and that was a far better ceremony than the 
church could ever have provided." </P><P>
Considering sexual desires as evil, J&auml;rnefelt stopped having sex with his wife in his 40s,&nbsp;and
&nbsp;thenceforth masturbated occasionally. Noteworthy, Tolstoy's ideal was celibacy, but the central character in <EM>The Kreutzer Sonata</EM> do not show the great anti-masturbatory&nbsp;horror of the period,&nbsp;arguing that "it is necessary for the sake of health." J&auml;rnefelt also refused to pay his taxes, donated a library for a local 
workers' union, and gave readings. 
</P>

<P>J&auml;rnefelt studied psychology in Leipzig and after graduating in 1885 from the University of Helsinki, he studied Russian language at the University of Moscow from 1886 to 1888. In 1890 he became a lawyer and worked from 1891 in civil service, first in Helsinki and then in judicial duties in Ostrobothnia in the western part of Finland. </P>
<P>The turning point in J&auml;rnefelt's life was Tolstoy's lesser known book on the Christian faith (in Finnish <I>Kristuksen opin henki</I>), which he read at the age of thirty. In spite of his father's opposition, J&auml;rnefelt abandoned his promising career at a court of appeals, bought a farm called Rantala from Lohja in 1896, and became a full-time writer, devoting himself into spreading the ideas of Tolstoy.&nbsp;Trying&nbsp;support his family&nbsp;with manual labor he learned the skills of a shoemaker and blacksmith. Before publishing <EM>Is&auml;nmaa</EM> (1893,&nbsp;Fatherland), his first novel, J&auml;rnefelt had written two short stories under the influence of <A href="akivi.htm">Aleksis Kivi</A>. These works, 'Kertomus Elias-&auml;ij&auml;st&auml;' ja 'Kokelas', were published in the magazine <I>Valvoja</I> in 1883-84. </P>
<P>Many of J&auml;rnefelt's writings were autobiographical. In the story <EM>Her&auml;&auml;miseni</EM> (1894, My awakening) J&auml;rnefelt depicted how he adopted Tolstoyanism as his guide in life. After Nikolay Bobrikov, the Governor-General of Finland, presented the Finnish diet with the ukase of Czar Nicholas II, known as the "February Manifesto", J&auml;rnefelt travelled in 1899 to Russia with his brother Eero to&nbsp;put Finland's case before&nbsp;the author. The long-awaited meeting took place on the morning of April 17. Tolstoy's advice was to use passive resistance against&nbsp;oppression.&nbsp; J&auml;rnefelt's book <EM>P&auml;iv&auml;kirja matkaltani Ven&auml;j&auml;lle (</EM>1899) gave an account of the journey. &nbsp;</P><P>J&auml;rnefelt adopted Tolstoy's views of the necessity of land reform. Tolstoy's <I>How Much Does a Man Need? </I>had appeared in 1886 and J&auml;rnefelt's writing 'Is&auml;nn&auml;t ja torpparit' ('masters and tenant farmers') in 1894.<EM> Maaemon lapsia</EM> (1905) dealt with the agricultural problem from the point of view of three characters; a poor tenant, a wealthy landowner, and a radical young aristocrat, who was J&auml;rnefelt's self-portrait. Concealed behind the allegorical veil of the story is the contemporary political debate on the relations between Finland and Russia. In the pamphlet <EM>Maa kuuluu kaikille!</EM> (1907, The land belongs to everyone), written during the crofters' strike of Laukko in 1906-1907, J&auml;rnefelt's ideals of equality came close to socialism, but his views also associated with the concept of mother earth. The play <EM>Tiitus</EM> (or<EM> Orjan oppi</EM>, 1902) gained a success on the stage, possibly because the audience wrongly assumed that the author was criticizing the Russian Emperor in the character of Titus. 
</P>
<P>In 1899 J&auml;rnefelt participated in the founding of the newspaper <I>P&auml;iv&auml;lehti </I>(later 
<I>Helsingin Sanomat</I>). It gained soon fame as a promoter of liberal ideas. The newspaper had in 
the early 1900s several authors in its staff, among them the poet <A href="eleino.htm">Eino Leino</A>. 
During this period J&auml;rnefelt was closely associated with the writer <A href="jaho.htm">Juhani Aho</A> and the 
journalist Eero Erkko, who held several ministerial posts from 1918 to 1920 after Finland declared independence. </P>
<P><EM>Veneh'ojalaiset</EM>&nbsp;I-II (1909),&nbsp;a critique of&nbsp;unjust laws, was set in Helsinki, in the world of slums, half-criminals, and Russian 
revolutionaries.&nbsp;Following Tolstoy's pacifist politics, J&auml;rnefelt asserted in the novel that you&nbsp;don't destroy the evil&nbsp;of the system by violent revolution but recommended passive resistance.&nbsp;The book prompted a public protest from a formed Russian officer who had sided with 
revolutionaries and later fled to the United States. </P><P>The commercially successful novel <EM>Onnelliset</EM> (1916) 
was was published under the feminine pseudonym Hilja Kahila. Its front cover portrayed a naked woman 
stepping into water. In 1917 J&auml;rnefelt delivered a series of sermons, in which he attacked 
dogmatic religious beliefs. Due to his unconventional views about love for one's neighbour, 
he was arrested for a short time. J&auml;rnefelt refused to appear in court because of his belief, that 
the law is only a tool for the ruling class.&nbsp; Conservative religious circles castigated J&auml;rnefelt as an "anarchist of the Tolstoy type".</P>
<P>The Russian Revolution and Finnish Civil War affected deeply J&auml;rnefelt's pacifistic thoughts. 
After years of silence as a novelist he wrote <EM>Greeta ja h&auml;nen Herransa</EM> (1925), which underlined the 
author's spiritual seeking. In the story an elderly Swedish-speaking woman, Greeta, tries to come to terms with the son's suicide. In her difficulties, she turns to her lord, who is not actually the God of the official church. </P>
<P>J&auml;rnefelt died on December 27, 1931 in Helsinki, but was buried in the garden of Rantala. Although his importance as a writer has been acknowledged, he never became popular. Moreover, Tolstoy's ideas never had a large following in Finland, where readers love humor (Juhani Aho, Arto Paasilinna), portrayals of rural and ordinary people (Pentti Haanp&auml;&auml;, Kalle P&auml;&auml;talo), historical novels (Mika Waltari, Laila Hietamies), or techno-thrillers (Ilkka Remes). J&auml;rnefelt's works dealt mostly with social and religious thoughts of the late 19th century and problems of educated people.&nbsp; <I>Is&auml;nmaa</I> and <EM>Veneh'ojalaiset</EM> (1909),<I> </I>were reprinted by Suomalaisen kirjallisuuden seura (Finnish Literature Society) in the late 1990s in its series of Finnish classics. <I>Greeta ja h&auml;nen herransa </I>was made into a talking book in 1988. The 6th edition of <EM>Vanhempieni romaani </EM>(1928-1930, The Story of my parents)&nbsp;was published in 1991. </P>
<BLOCKQUOTE><FONT size=2><STRONG>"Arvid J&auml;rnefelt on niit&auml; kirjallisuut</STRONG><STRONG>emme klassikkoja, joiden asema suomalaisen lukijain syd&auml;miss&auml; on jatkuvasti ep&auml;selv&auml; ja ep&auml;varma. Tiedet&auml;&auml;n, ett&auml; </STRONG></FONT><STRONG><I><FONT size=2>Is&auml;nmaa</FONT></I><FONT size=2> on er&auml;&auml;n kansallisen sivistysvaiheen muistomerkki... Mutta luetaanko Arvid J&auml;rnefeltin muuta runsasta tuotantoa? Onko sen postuumi el&auml;m&auml; j&auml;&auml;nyt aateyst&auml;vien varaan, jotka ovat harventuneet sangen v&auml;hiin, maan hiljaisiksi?" </FONT><FONT size=2></FONT></STRONG><FONT size=2>(<FONT size=2>Lauri Viljanen</FONT> in 'Arvid J&auml;rnefeltin psykologisesta taiteesta', 1959)</FONT></BLOCKQUOTE>
<P>J&auml;rnefelt's best known novel is perhaps&nbsp;the patriotic <I>Is&auml;nmaa</I>, which contributed to the national self-awareness&nbsp;in its own way. One of&nbsp;the characters demands that all the Swedish-speakers must leave Finland. The protagonist, Heikki Vuorela, is a student who is carried away by national awakening. He had moved from the country to a city and becomes an advocate of new political ideas. However, at the same time Heikki forgets his agrarian roots. After his father's death he gives up his share in the farm, but believes that he has gained now more stronger vision of his country. In <EM>Veljekset</EM> (1900, Brethren) J&auml;rnefelt developed further his psychological portrayal of educated people. The central characters, Johannes, Henrik, Gabriel and Uuno, are sons of a priest, and through their choices Henrik comes closest to the author himself in his search for meaning in life, but he has also connections to Heikki from <I>Is&auml;nmaa</I>. At one point the noble idlers&nbsp;casually plan a gang-rape. </P>

<P>J&auml;rnefelt's symbolist drama<EM> Kuolema</EM> (1903, The death) was written under the influence of <A href="maeterli.htm">Maurice Maeterlinck</A>. Sibelius composed his 'Valse Triste' as part of the incidental music for the play. J&auml;rnefelt's fictionalized account of his gifted but difficult parents, <I>Vanhempieni romaani</I>, depicts the new Finnish intelligentsia of the 1880s and 1890s. The book revealed Juhani Aho's fascination with J&auml;rnefelt's mother, Elisabeth, and his later love for the daughter of the family, Aino. <I>Vanhempieni romaani</I> was translated 
into Swedish in 1989.</P>
<BLOCKQUOTE><B><FONT size=2>For further reading</FONT></B><FONT size=2>: </FONT><I><FONT size=2>Suomalaisia kirjailijoita: XX vuosisadan alussa</FONT></I><FONT size=2> by Kaarlo Rafael Koskimies (1927); </FONT><I><FONT size=2>Aleksis Kivest&auml; Saima Harmajaan: suomalaisten kirjailijain el&auml;m&auml;kertoja</FONT></I><FONT size=2>, ed. by Albin Ahonen, Martti Haavio, V.I. Mikkonen</FONT><FONT size=2> </FONT><FONT size=2></FONT><FONT size=2>(1943); </FONT><FONT size=2><EM>Arvid J&auml;rnefelt</EM></FONT><FONT size=2><EM> ja h&auml;nen l&auml;himaailmansa</EM> by Pekka H&auml;kli (1955); 'Arvid J&auml;rnefeltin psykologisesta taiteesta' by Lauri Viljanen, in <I>Lyyrillinen min&auml; <FONT size=2></FONT></I><FONT size=2>(1959</FONT>); <FONT size=2>A <I>History of Finnish Literature</I> by Jaakko Ahokas (1973); </FONT></FONT><FONT size=2>'Arvid J&auml;rnefeltin tie kirjailijaksi'</FONT><FONT size=2> by Annamari Sarajas<FONT size=2>, in<I> Orfeus nukkuu</I></FONT> (1980); </FONT><FONT size=2>'Arvid J&auml;rnefelt</FONT><FONT size=2>' by Tapio Kopponen, <FONT size=2>foreword in <I>Arvid J&auml;rnefelt I: Kodin suuret klassikot </I></FONT>(1986); </FONT><FONT size=2>'Sata vuottako aikaansa edell&auml;?' by Juhani Niemi, foreword in <I>Veljekset</I> by Arvid J&auml;rnefelt (2002); <I>Arvid J&auml;rnefelt: Kirjailija ajassa ja ikuisuudessa</I> by Juhani Niemi (2005) </FONT><FONT size=2><STRONG>- Other writers closely associated with Lohja:</STRONG></FONT><FONT size=2> Eeva Joenpelto, Tytti Parras, Sirkka Turkka. -<B><FONT size=2> See also</FONT></B><FONT size=2>:&nbsp;</FONT><FONT size=2> </FONT><A href="http://www.lohja.fi/kirjasto/"><FONT size=2>City Library of Lohja</FONT></A><FONT size=2>.<STRONG> </STRONG></FONT></FONT></BLOCKQUOTE>
<P><B>Selected works:</B></P>

<UL>
<LI>B. <B></B><A href="bjornson.htm">Bj&ouml;rnson</A>: Taistelujen v&auml;liajalla, 1880 (translator) 
<LI>N. <A href="gogol.htm">Gogol</A>: Naimapuuhat, 1882&nbsp; (translator) 

<LI>Is&auml;nmaa, 1893 - Fosterlandet (&ouml;vers. av Ernst Gr&aring;sten, 1893) 
<LI>Her&auml;&auml;miseni, 1894 - Mitt uppvaknande (&ouml;vers. 1894) <LI>Ljev Nikolaievitsh Tolstoi: Kristuksen opin henki: lyhyt selitys evankeliumin tarkoituksesta, 1894 (translator) &nbsp;
<LI>Ihmiskohtaloja, 1895 - M&auml;nnisko&ouml;den (&ouml;vers. 1895) 
<LI>Ateisti, 1895 - Ateisten: en samling sm&auml;rre uppsatser (&ouml;vers. 1895) 
<LI>Maria: vanhan legendan mukaan, 1897 - Maria: ber&auml;ttelse enligt en gammal legend (&ouml;vers. 1897) 
<LI>Puhtauden ihanne, 1897 - Renhetens ideal (&ouml;vers. 1897) 
<LI>Evankeliumin alku eli Jeesuksen syntyminen ihmisest&auml; ja Jumalasta, 1898
<LI>P&auml;iv&auml;kirja matkaltani Ven&auml;j&auml;ll&auml; ja k&auml;ynti Leo Tolstoin luona kev&auml;&auml;ll&auml; 1899, 1899
<LI>Samuel Cr&ouml;ell: n&auml;ytelm&auml; nelj&auml;ss&auml; n&auml;yt&ouml;ksess&auml;, 1899 
<LI>Ljev Nikolaievitsh Tolstoi: Yl&ouml;snousemus, 1899-90&nbsp;(translator) <LI>Satuja ja kertomuksia, 1900 (toim.) 

<LI>Pikku Simon seikkailut jouluiltana, 1900
<LI>Rakhmetov: Ven&auml;j&auml;n ty&ouml;v&auml;en nykyinen asema, 1900&nbsp; (translator) 

<LI>Veljekset, 1900 - Br&ouml;derna (&ouml;vers. 1900; reissued in Finnish in 2002, foreword by Juhani Niemi) 
<LI>Mit&auml; on jumalanpalvelus?, 1901<LI>Evankeliumi, 1902 
<LI>Helena, 1902 - Helena (&ouml;vers. 1905) 
<LI>Orjan oppi: n&auml;ytelm&auml; viidess&auml; n&auml;yt&ouml;ksess&auml;, 1902 
<LI>El&auml;m&auml;n meri: kokoelma kertomuksia, 1904 - Lifvets haf (&ouml;vers. 1905) 
<LI>Leo Tolstoi: Lapsuus, poikaik&auml;, nuoruus: kolme novellia, 1904-05&nbsp;(translator) 


<LI>Meemon lapsia, 1905 - Jordens barn (&ouml;vers. 1905) 
<LI>Ljev Nikolaievitsh Tolstoi: Mit&auml; varten ihmiset p&auml;ihdytt&auml;v&auml;t itse&auml;&auml;n?, 1905&nbsp;(translator) <LI>Henry George: Edistys ja k&ouml;yhyys: tutkimus kasvavan rikkauden ohella enentyv&auml;&auml;n k&ouml;yhtymiseen ja taloudellisiin ahdinkoihoin: parannuskeino, 1905&nbsp;(translator) 



<LI>Lukemisen ja kirjoittamisen alkuopetus kotiopetusta varten, 1905 
<LI>Paul Birykov: Leo Tolstoin el&auml;m&auml; ja teokset, 1906&nbsp;(translator) 



<LI>Jeesuksen syntyminen ihmisest&auml; ja Jumalan armosta, 1907
<LI>Maa kuluu kaikille: matkoiltani Laukon lakkomailla, 1907 - Jorden tillh&ouml;r alla!: fr&aring;n mina str&ouml;vt&aring;g &aring; Laukko strejkmarker (&ouml;vers. 1908) <LI>Henry George: Sosiaalinen&nbsp; pulma, 1908 (translator) 
<LI>Veneh'ojalaiset I-II, 1909 
<LI>Leo Tolstoi: Kristuksen oppi, 1911&nbsp;&nbsp;(translator) 



<LI>Leo Tolstoi: V&auml;&auml;r&auml; kuponki, 1911&nbsp;&nbsp;(translator) 



<LI>Leo Tolstoin j&auml;lkeenj&auml;tt&auml;m&auml;t kaunokirjalliset teokset 1-3, 1911-12&nbsp;&nbsp;(translator) 



<LI>Leo Tolstoi: Hadshi-Murat: romaani, 1912&nbsp;&nbsp;(translator) 



<LI>Hiljaisuudessa: kokoelma kertomuksia ja n&auml;ytelmi&auml;, 1913
<LI>Kallun kestit: kolmin&auml;yt&ouml;ksinen ilveily, 1914
<LI>Manon Roland, 1914
<LI>Valtaset: 3-n&auml;yt&ouml;ksinen n&auml;ytelm&auml;, 1915
<LI>Onnelliset, 1916 (as Hilja Kahila) <LI>Leo Tolstoi: Joka p&auml;iv&auml;ksi: el&auml;m&auml;n oppi, eri maiden ja aikain kirjailijoilta lainattujen ajatusten mukaan, 1917 (translator) 
<LI>Kirkkopuheet, 1917
<LI>Kirjeit&auml; sukupuolikysymyksist&auml;, 1918
<LI>Nuoruuteni muistelmia, 1919 (as Hilja Kahila) 
<LI>V. Tshertkov: Tolstoin pako, 1922&nbsp;&nbsp;(translator) 



<LI>Sointula: kolmin&auml;yt&ouml;ksinen n&auml;ytelm&auml;, 1924
<LI>Greeta ja h&auml;nen Herransa: kertomus, 1925 - Grete och hennes Herre (&ouml;vers. fr&aring;n finskan av Ragnar Ekelund, 1931) 
<LI>Huligaani ynn&auml; muita kertoelmia, 1926
<LI>Teoksia 1-4, 1926-27<LI>Kuolema: 3-n&auml;yt&ouml;ksinen n&auml;ytelm&auml;, 1927 

<LI>Minun Marttani: kertomus, 1927
<LI>Vanhempieni romaani I-III, 1928-30 - Mina f&ouml;r&auml;ldrars roman (&ouml;vers. av Bertel Gripenberg, 1929; Thomas Warburton, 1988-1989) 
<LI>Lalli, 1933 
<LI>Valitut teokset, 1953 (johdanto Lauri Viljanen) 
<LI>Maa kuuluu kaikille, 1980 (toim. Lauri Lajunen)
<LI>Kodin suuret klassikot. Arvid J&auml;rnefelt. 1-4, 1986-1990 (toim. Tapio Kopponen)<LI>Kosto ja rangaistus: essee kirjasta Ateisti, 1993 <LI>Toinen her&auml;&auml;minen: Arvid J&auml;rnefeltin p&auml;iv&auml;kirjamerkint&ouml;j&auml; vuosilta 1916-1919, 2000 (toim.&nbsp; Juhani Niemi) 


</LI></UL>













<P align=center>



<BR>
<!--Amazonbanner-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/banneri.gif" width=468 height=60></A>
<BR>
<HR>
<I><FONT size=-1>Some rights reserved Petri Liukkonen (author) &amp; Ari Pesonen. Kuusankosken kaupunginkirjasto 2008</FONT></I><BR>
<P></P>

<BR>

 
<!--Tekstipalsta p„„ttyy-->
</TD>
</TR>
</TBODY></TABLE></CENTER>
 
<I><A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license></A>
<P align=center>Authors' Calendar jonka tekij&auml; on Petri Liukkonen on lisensoitu <A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license>Creative Commons Nime&auml;-Ep&auml;kaupallinen-Ei muutettuja teoksia 1.0 Suomi (Finland) lisenssill&auml;</A>.<BR>
May be used for non-commercial purposes. The author <B>must</B> be mentioned. The text may not be altered in any way (e.g. by translation). Click on the logo above for information.</P>
</I><BR>

</BODY></HTML

