<HTML><HEAD><TITLE>Carl Michael Bellman</TITLE><META name=GENERATOR content="MSHTML 8.00.7600.16671"></HEAD><BODY background=/pix/tauskuva.jpg bgColor=white text=black>
<!--taulukko alkaa-->
<CENTER><TABLE   cellSpacing=0 cellPadding=5 width="80%" align=center >
<TBODY><TR   >
<TD  bgColor=white vAlign=top rowSpan=2 width="19%" align=left  >

<!--Vasen palsta, linkit ym-->
<A href="calendar.htm"><IMG border=2 src="../../../pix/bwlogo.jpg" width=100 height=100></A><BR clear=both>
<BR>
<FONT size=-1 face=Arial>
<!--********************-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/ylamainos.gif" width=100 height=70></A>
<BR>
<BR>
<!--********************-->
<FONT size=-1><B>Choose another writer in this calendar:</B></FONT>
<P>
by name:<BR>
<A href="index.htm#a" target=_blank>A</A>
<A href="index.htm#b" target=_blank>B</A>
<A href="index.htm#c" target=_blank>C</A>
<A href="index.htm#d" target=_blank>D</A>
<A href="index.htm#e" target=_blank>E</A>
<A href="index.htm#f" target=_blank>F</A>
<A href="index.htm#g" target=_blank>G</A>
<A href="index.htm#h" target=_blank>H</A>
<A href="index.htm#i" target=_blank>I</A>
<A href="index.htm#j" target=_blank>J</A>
<A href="index.htm#k" target=_blank>K</A>
<A href="index.htm#l" target=_blank>L</A>
<A href="index.htm#m" target=_blank>M</A>

<A href="index.htm#n" target=_blank>N</A>
<A href="index.htm#o" target=_blank>O</A>
<A href="index.htm#p" target=_blank>P</A>
<A href="index.htm#q" target=_blank>Q</A>
<A href="index.htm#r" target=_blank>R</A>
<A href="index.htm#s" target=_blank>S</A>
<A href="index.htm#t" target=_blank>T</A>
<A href="index.htm#u" target=_blank>U</A>
<A href="index.htm#v" target=_blank>V</A>
<A href="index.htm#w" target=_blank>W</A>
<A href="index.htm#x" target=_blank>X</A>
<A href="index.htm#y" target=_blank>Y</A>
<A href="index.htm#z" target=_blank>Z</A>
</P>
<P>
by birthday from the <A href="calendar.htm" target=_top>calendar</A>.
</P>
<P>
<A href="../../../pix/credits.htm" target=_blank>Credits and feedback</A>
</P>
<P>

<!--Bamber Gascoigne--><A href="http://www.timesearch.info/bookswriters/" target=_blank><B>TimeSearch</B></A><BR>
for Books and Writers<BR>
by <I>Bamber Gascoigne</I><BR>
<!--Vara2-->
<!--Vara3-->
<!--Vara4--></p><p>This is an archive of a dead website. The original website was published by Petri Liukkonen under <a href="https://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en">Creative Commons BY-ND-NC 1.0 Finland</a> and reproduced here under those terms for non-commercial use. All pages are unmodified as they originally appeared; some links and images may no longer function. A .zip of the website is also <a href="https://github.com/greencardamom/BooksAndWriters">available</a>.<br></p>
</FONT>
</TD>

<TD  bgColor=white vAlign=top background=/pix/viiva.jpg rowSpan=2 width=2 align=left  >
<!--T„m„ on koristeviivasarake-->
</TD>
<TD  bgColor=black width="80%" align=left  >
<!--T„ss„ on mustapohjainen otsikkosolu-->
<FONT color=white size=+1 face=Arial><B>Carl Michael Bellman (1740-1795)</B></FONT>
</TD>
</TR>
<TR   >
<TD  bgColor=white width="80%" align=left  >
<!--T„h„n tulee varsinainen teksti-->
<P>&nbsp;</P>


<P><!-- Thank you for examining the code --></P>



<P>

<!-- Teksti alkaa t&auml;st&auml; -->Swedish poet-musician, whose songs have 
remained very popular in Scandinavia. Beginning as a writer of Bacchanalian songs, Bellman produced over seventeen hundred poems, most set to music. In his youth Bellman wrote moralizing satirical verses and translated from German and French, without any inclination to enter the bohemian, artistic life.</P>
<BLOCKQUOTE><FONT size=2><B>Fattig, f&ouml;rsupen, </B></FONT><B><BR>
<FONT size=2>i denna strupen </FONT><BR>
<FONT size=2>finns min rikedom. </FONT><BR>
<FONT size=2>I alla &ouml;den, </FONT><BR>
<FONT size=2>i bleka d&ouml;den </FONT><BR>
<FONT size=2>l&auml;skar jag min gom </FONT><BR>
<FONT size=2>och i min sista stund </FONT><BR>
<FONT size=2>glaset f&ouml;r min mun. </FONT></B><FONT size=2></FONT><BR>
<FONT size=2>(from </FONT><I><FONT size=2>Fredmans epistel</FONT></I><FONT size=2> no. 23) </FONT></BLOCKQUOTE>

<P>Carl Michael Bellman was born into a respectable middle-class family in S&ouml;der in Stockholm. 
His father, Johan Arndt Bellman (1797-1765), was a secretary at the King's office and mother, 
Katarina Hermomia (1717-1765), was a daughter of a Lutheran minister. Bellman reveived a good 
education and learned several foreign languages. Claes Ennes, Bellman's private tutor, introduced 
him to the world of poetry. In 1759 Bellman began to work in a bank as a supernumerary. </P>
<P>Bellman lived in Stockholm his whole life except when he studied at Uppsala University for a short time, and when he ran away from creditors in 1763 to Norway. More or less due to the scandal his father he left the King's office, sold the house where his family had lived for 20 years and moved first to &Aring;rsta and then to Visbohammar. After returning to Sweden, Bellman took a position at the Manufacturing Office, which was closed in 1766. He then worked at the General Customs Office until 1772. During this period and the following restless years Bellman transformed drinking songs into an art form. Bellman was first time dead drunk in 1759 when he had too much French red wine, but poems had written earlier. Among these works is 'Tankar om Flickors ostadighet' (1758), about girls' fickleness. </P>
<P>By the late 1760s Bellman had already became famous with his songs and biblical parodies, which circulated by word of mouth, and in handwritten copies and printed sheets. After his parents died in 1765, creditors took all what was left from the property. In 1766 Bellman established the so-called 'Bacchi Orden' (Order of Bacchus), which parodied contemporary fashionable knightly orders and celebrated the joys of wine in difficult times: "Does the grave to you seem far too deep? / Well, then take a drink, and then another one, / And then a second one, and then a third one, / and you will die with more peace." During the firts half of the 1800s, the annual consumption of hard liquor was 40-50 liters per person per year. The members of the Order were not just average drunks but&nbsp;notorious drunks, who had been dismissed from their post. Bellman's good friend, the sculptor Johan Tobias Sergel, made once a medallion portrait, in which the poet himself was portrayed as a Bacchus. </P>
<P>Without abandoning Stockholm's underclass, Bellman managed to develop ties to the court of King Gustav III (1746-92), a devoted patron of the arts. However, Bellman's contacts did not bring him the respect of the establishment, and when he fell in love with Wilhelmina Norman, her family opposed their marriage. In 1777 Bellman married Lovisa Fredrika Gr&ouml;nlund (1755/1757?-1847); they had four sons. After writing 'Gustavs sk&aring;l', he was appointed in 1779 as a government official at the Lottery Office. Despite Gustav III's appreciation and financial support – the King allotted him a pension from royal private funds and invited him to the palace on certain Wednesdays – Bellman's choice of subject matter made him an outsider in the literary scene. At the request of the King, Bellman also tried his hand at longer theatrical pieces, but they never gained a large audience. The poet remained a loyal supporter of his royal benefactor, even during the years before his murder in 1792, when opposition against the King grew stronger.</P>
<P>Bellman combined in his works the classical allusions, elevated metaphors, pastoral motifs, and descriptions of life's comic and tragic realities. Some songs, such as 'En Potifars hustru' (A Potiphar's wife) and 'Joachim uti Babylon'&nbsp; (Joachim&nbsp;in Babylon) dealt gently with figures from the Old Testament. The most famous biblical parody was about Noah: "Gubben Noach, Gubben Noach / Var en hedersman / N&auml;r han gick ur arken / Plantera han p&aring; marken / Mycket vin, ja mycket vin, ja / Detta gjorede han." (Old Man Noah, Old Man Noah / Was a gentleman...) With this song Bellman became a celebrity, although he arose much indignation among the clergy. He was instructed by the Stockholm consistory to "use his cleverness on such works which were useful and civil, without coming into conflict with religion." But the circles in which Bellman moved were not appalled. </P>
<P>1765 Bellman began producing a cycle of songs, but for a long period, he was unable to get his epistles into print. When the composer and publisher Olof &Aring;hlstr&ouml;m introduced a relatively inexpensive way of printing music and the King's permission was granted, Fredmans epistlar&nbsp;came out&nbsp;in 1790. The title of the songbook alludes to the Pauline Epistles. Johan Henrik Kellgren, a highly influential critic and poet, who had attacked Bellman in 1778 in 'Mina L&ouml;jen,' wrote a warmhearted introduction to the book. Its central characters include Father Berg, Fredman, a watchmaker "without clocks, shop, or business," Mollberg who wants revive of the past glory of Sweden, Movitz, a musician, and Ulla Winblad, the nymph and priestess of the temple of Bacchus. Fredman was originally Jean Fredman (1712/13-1767), who had taken care of chuch clocks, and had been a respected alderman, but who ended in the gutter. Ulla Winbland was Maria Kristina Kiellstr&ouml;m (1744-1798) from a poor family. The first collection, which contained eighty-two poems, depicted mostly tavern life. It was followed by 
<EM>Fredmans s&aring;nger</EM>&nbsp;(1791), a varied collection containing mainly drinking songs. <EM>Bacchi tempel</EM>&nbsp;(1783), 
Bellman's first major work, had also some engravings. Bellman's work earned him a membership of the Swedish Musical Academy. </P><BLOCKQUOTE><FONT size=2><STRONG>Drick ur ditt glass </STRONG><FONT size=3><FONT size=2>–</FONT> </FONT><STRONG>se, d&ouml;den p&aring; dig v&auml;ntar,</STRONG></FONT><BR>
<FONT size=2>
<STRONG>slipar sitt sv&auml;rd och vid din tr&ouml;skel st&aring;r!</STRONG></FONT><BR>
<FONT size=2>
<STRONG>Bliv ej f&ouml;rskr&auml;ckt: han blott p&aring; gravd&ouml;rrn gl&auml;ntar,</STRONG></FONT><BR>
<FONT size=2>
<STRONG>sl&aring;r den igen&nbsp;</STRONG>–<STRONG> kanske &auml;n p&aring; ett &auml;r.</STRONG></FONT><FONT size=2></FONT></BLOCKQUOTE>
<P>In most of his songs, Bellman borrowed the tunes from minuets, folk songs, opera, and march music. 
Some of the melodies Bellman composed himself; he apparently sang in a high baritone or tenor voice, 
accompanying himself on the lutelike cittern, one of which was the instrument his grandfather had bought 
in Hamburg. Bellman was imprisoned in 1794 for ten weeks 
because of unpaid debts to Enoch Nobelius, but was soon released with the help of his friends. 
According to rumors, Nobelius wanted to revenge when Bellman's wife did not respond to his 
attention. At the suggestion of his doctor, Anders Blad, Bellman began to write his autobiography, 
but he did not finish it, the poet's health was already broken. The original manuscript 
came into possession of H.F. Antell in 1887, later it was donated to the Finnish National Museum, with its 
end missing. 
Bellman died of tuberculosis on February 11, 1795. Bellman plays were published&nbsp;posthumously. Adolf Bellman, the poet's youngest son, later wrote his father's biography and depicted the warm relationship between his parents in spite of the constant financial problems that troubled the family. </P>
<BLOCKQUOTE><B><FONT size=2>For further reading</FONT></B><FONT size=2>: </FONT><I><FONT size=2>Textkritiska studier till Fredmans epistlar</FONT></I><FONT size=2> by Bernhard Risberg (1938); </FONT><I><FONT size=2>Kring Fredmans epistlar</FONT></I><FONT size=2> by Olof Bystr&ouml;m (1945); </FONT><I><FONT size=2>Bellman som musikalsk Digter</FONT></I><FONT size=2> by Torben Krogh (1945); </FONT><I><FONT size=2>Myt och bild</FONT></I><FONT size=2> by Nils Afzelius (1945, rev. ed. 1964); </FONT><I><FONT size=2>Kring Bellman</FONT></I><FONT size=2>, ed. by Lars-G&ouml;ran Eriksson (1964); </FONT><I><FONT size=2>Bellmansforskning</FONT></I><FONT size=2> by A. Bj&ouml;rkman (1964); </FONT><I><FONT size=2>Ordbok till Fredmans epistlar </FONT></I><FONT size=2>by Carl Larsson and Magdalena Hellquist (1967); </FONT><I><FONT size=2>Bellman och Bacchus</FONT></I><FONT size=2> by Bo Nordstrand (1973); <EM>The Life and Songs of Carl Michael Bellman:&nbsp;Genius of the Swedish Rococo</EM> by Paul Britten Austin (1968)</FONT><FONT size=2>; </FONT><I><FONT size=2>Ordindex till Fredmans Epistlar</FONT></I><FONT size=2> by Bo Nordstrand (1970); </FONT><I><FONT size=2>Bellman som bohem och parodiker</FONT></I><FONT size=2> by Alf Kjell&eacute;n (1971); </FONT><I><FONT size=2>Tio forskare om Bellman</FONT></I><FONT size=2>, ed. by Horace Engdahl (1977); </FONT><I><FONT size=2>Handskrifterna till Fredmans epistlar</FONT></I><FONT size=2> by Magdalena Hellquist (1977); </FONT><I><FONT size=2>The musical-poetic method of Carl Michael Bellman</FONT></I><FONT size=2> by James Massengale (1979); </FONT><I><FONT size=2>I s&auml;llskap med Bellman </FONT></I><FONT size=2>by Torsten Ahlstrand (1981); </FONT><I><FONT size=2>I Zions tempel</FONT></I><FONT size=2> by Sven Thor&eacute;n (1986); </FONT><FONT size=2><I>Carl Michael Bellman </I>by Lars Huld&eacute;n (1994); <EM>Ljuva karneval!:&nbsp;om Carl Michael Bellmans diktning</EM> by Lars L&ouml;nnroth &nbsp;(2005); <EM>Carl Michael Bellman:&nbsp;en biografi</EM>&nbsp;by&nbsp;Leif Landen&nbsp;(2008) -</FONT><B><FONT size=2> <FONT size=2>Suomeksi</FONT></FONT></B><FONT size=2><FONT size=2> on julkaistu my&ouml;s mm. Reino Hirvisep&auml;n 
k&auml;&auml;nt&auml;m&auml; <I>Laulava Bellman</I> (1945).</FONT></FONT><B><FONT size=2> </FONT></B><B><FONT size=2>See also: </FONT></B><A href="../../../pramel.htm"><FONT size=2>Povel Ramel</FONT></A><FONT size=2>, </FONT><A href="../../../larinkyo.htm"><FONT size=2>Larin-Ky&ouml;sti </FONT></A></BLOCKQUOTE>


<P><B>Selected works:</B></P>

<UL>
<LI>Tankar om flickors ostadighet, 1758 (anon.) 
<LI>M&aring;nan, 1760 (anon.) <LI>Fyra stycken nyligen utkl&auml;ckte, lustige wisor..., 1760-<LI>Underwisning, lemnad af en fader &aring;t sin son, som f&ouml;retager sig en l&aring;ng resa..., 1768 <LI>K&auml;rlekens ber&ouml;m, samt flickornas &ouml;nskan, uti fem helt nya och mycket behageliga s&aring;nger..., 1770-<LI>Bacci soldaters k&auml;llare-marsch..., 1770-<LI>En spritt ny och &ouml;fwerm&aring;ttan putslustig p&aring;lsk l&aring;ng-dans rimwis f&ouml;rfattad..., 1770-<LI>&Ouml;fver hans kongl. maj:ts tal p&aring; riks-salen d. 25 jun. 1771..., 1771 <LI>Twenne r&auml;tt wackra wisor..., 1772 <LI>Bacchanaliska qw&auml;den. F&ouml;rsta stycket, 1772 (anon.) <LI>Pharao- och cambio-spelen, 1772 (anon.) <LI>Trogna unders&aring;tares fr&ouml;gde-qw&auml;den, &ouml;fwer den lyckeliga regerings-f&ouml;r&auml;ndringen i Swerige, som begyntes i Stockholm den 19 aug. 1772..., 1774 <LI>Betraktelser &ouml;fwer &aring;tskillige evangeliske texter, 1780 <LI>Hwad behagas?, 1781 
<LI>Bacchi tempel, &ouml;pnadt vid en hieltes d&ouml;d, 1783 (anon.) <LI>Vid mademoiselle Ulrica Lidmans samt grosshandlaren herr Scharps &auml;kta f&ouml;rening den 18 januarii 1784, 1874 <LI>En namnkunnig mans graf-skrift, 1875 (anon.) 
<LI>Zions h&ouml;gtid, 1787<LI>Canon p&aring; drottnings h&ouml;ga namsdag, sungen af en svensk bes&auml;ttning p&aring; Ulricksdahls redd, 1788 <LI>En wisa, Fougden skall liquidere, 1788 <LI>P&aring; f&ouml;rsta s&ouml;ndagen i adventet &aring;r 1788, 1788 <LI>F&auml;derneslandets f&ouml;rsvar, 1788 <LI>Embarqueringen p&aring; kongl. Skeppsholmen den 23 junii 1788, 1788 
<LI>Tw&auml;nne nya k&auml;mpe-wisor &ouml;fwer segren wid Hogland. Den 17 julii 1788..., 1788 <LI>En ny krigs-wisa, Fougden skall liquiderer..., 1789 <LI>Fem nya kongl. fri-corpsens krigs-wisor..., 1789 
<LI>Fredmans epistlar, 1790 (introduction by Johan Henrik Kellgren) <BR>- 
C. M. Fredmanin lauluja ja loiluja (suom. 1863) / Fredmanin epistoloita (suom. Unto Kupiainen, 1957) 
/ Bellman, lauluja ja epistoloita (suom. Reino Hirvisepp&auml;, 1991) <BR>
- Some Fredman's Epistles and Songs (tr. Edward Adams-Ray, 1954) / Fredman's Epistles and Songs 
(tr. Paul Britten Austin, 1990, 1999) 
<LI>Fredman s&aring;nger, 1791 <BR>- 
C. M. Fredmanin lauluja ja loiluja (suom. 1863) / Bellman, lauluja ja epistoloita (suom. Reino Hirvisepp&auml;, 1991) <LI>Konungens d&ouml;d och minne, p&aring; klago-dagen, den 6 junii 1792, 1792 <LI>Bref til konglig secreteraren S &ouml;fver konungens bortresa, 1794 <LI>Fredmans handskrifter, 1813 <LI>C.M. Bellmans Skaldestycken, efter C.M. V&ouml;lschows manuscripter f&ouml;rsta g&aring;ngen utgifna, 1814 (2 vols.) 
<LI>Valda skrifter, 1835-36 (edited by Per Adolf Sond&eacute;n) 
<LI>Michael Bellmans samlade skrifter, 1836-38 
<LI>36 hittills otryckta s&aring;nger :&nbsp;(efter ett nyligen funnet manuskript), 1853<LI>Poetiska arbeten till &aring;r 1772 s&aring;dana han d&aring; &auml;mnade utgifta dem:&nbsp;efter skaldens egen handskrift: med mel. och pennritn, 1872
<LI>Skrifter:&nbsp;ny samling, efter skaldens egna handskrifter och andra samtida k&auml;llor, 1876-77&nbsp;(edited by C. Eichhorn)
<LI>Outgifna dikter:&nbsp;med en inledning, 1895 (edited by&nbsp;Richard Steffen)
<LI>Fredmans epistlar i urval, 1900 (edited by Richard Steffen) 
<LI>Carl Michael Bellmans skrifter, 1921-80 (13 vols.) 
<LI>Valda s&aring;nger, 1949 
<LI>Br&ouml;llopsskrifter, 1959 (foreword by Olof Bystr&ouml;m, illustrated by Lasse Lindberg)
<LI>Carl Michael Bellmamn, 1962 (edited by Bj&ouml;rn Jul&eacute;n) 
<LI>Fredman's Epistles &amp; Songs, 1977 (edited by Paul Britten Austin) 
<LI>Fredman s&aring;nger, 1997 (edited by Gunnar Hillbom) <LI>Dikter i urval, 2002 (new ed.; edited by Olof Bystr&ouml;m) 
</LI></UL>












<P align=center>



<BR>
<!--Amazonbanner-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/banneri.gif" width=468 height=60></A>
<BR>
<HR>
<I><FONT size=-1>Some rights reserved Petri Liukkonen (author) &amp; Ari Pesonen. Kuusankosken kaupunginkirjasto 2008</FONT></I><BR>
<P></P>

<BR>

 
<!--Tekstipalsta p„„ttyy-->
</TD>
</TR>
</TBODY></TABLE></CENTER>
 
<I><A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license></A>
<P align=center>Authors' Calendar jonka tekij&auml; on Petri Liukkonen on lisensoitu <A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license>Creative Commons Nime&auml;-Ep&auml;kaupallinen-Ei muutettuja teoksia 1.0 Suomi (Finland) lisenssill&auml;</A>.<BR>
May be used for non-commercial purposes. The author <B>must</B> be mentioned. The text may not be altered in any way (e.g. by translation). Click on the logo above for information.</P>
</I><BR>

</BODY></HTML
