<HTML><HEAD><TITLE>Frans G. Bengtsson</TITLE><META name=GENERATOR content="MSHTML 8.00.7600.16671"></HEAD><BODY background=/pix/tauskuva.jpg bgColor=white text=black>
<!--taulukko alkaa-->
<CENTER><TABLE cellSpacing=0 cellPadding=5 width="80%" align=center>
<TBODY><TR>
<TD bgColor=white vAlign=top rowSpan=2 width="19%" align=left>

<!--Vasen palsta, linkit ym-->
<A href="calendar.htm"><IMG border=2 src="../../../pix/bwlogo.jpg" width=100 height=100></A><BR clear=both>
<BR>
<FONT size=-1 face=Arial>
<!--********************-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/ylamainos.gif" width=100 height=70></A>
<BR>
<BR>
<!--********************-->
<FONT size=-1><B>Choose another writer in this calendar:</B></FONT>
<P>
by name:<BR>
<A href="indeksi.htm#a" target=_blank>A</A>
<A href="indeksi.htm#b" target=_blank>B</A>
<A href="indeksi.htm#c" target=_blank>C</A>
<A href="indeksi.htm#d" target=_blank>D</A>
<A href="indeksi.htm#e" target=_blank>E</A>
<A href="indeksi.htm#f" target=_blank>F</A>
<A href="indeksi.htm#g" target=_blank>G</A>
<A href="indeksi.htm#h" target=_blank>H</A>
<A href="indeksi.htm#i" target=_blank>I</A>
<A href="indeksi.htm#j" target=_blank>J</A>
<A href="indeksi.htm#k" target=_blank>K</A>
<A href="indeksi.htm#l" target=_blank>L</A>
<A href="indeksi.htm#m" target=_blank>M</A>

<A href="indeksi.htm#n" target=_blank>N</A>
<A href="indeksi.htm#o" target=_blank>O</A>
<A href="indeksi.htm#p" target=_blank>P</A>
<A href="indeksi.htm#q" target=_blank>Q</A>
<A href="indeksi.htm#r" target=_blank>R</A>
<A href="indeksi.htm#s" target=_blank>S</A>
<A href="indeksi.htm#t" target=_blank>T</A>
<A href="indeksi.htm#u" target=_blank>U</A>
<A href="indeksi.htm#v" target=_blank>V</A>
<A href="indeksi.htm#w" target=_blank>W</A>
<A href="indeksi.htm#x" target=_blank>X</A>
<A href="indeksi.htm#y" target=_blank>Y</A>
<A href="indeksi.htm#z" target=_blank>Z</A>
</P>
<P>
by birthday from the <A href="calendar.htm" target=_top>calendar</A>.
</P>
<P>
<A href="../../../pix/credits.htm" target=_blank>Credits and feedback</A>
</P>
<P>

<!--Bamber Gascoigne--><A href="http://www.timesearch.info/bookswriters/" target=_blank><B>TimeSearch</B></A><BR>for Books and Writers<BR>by <I>Bamber Gascoigne</I><BR>
<!--Vara2-->
<!--Vara3-->
<!--Vara4-->

</P>
</FONT>
</TD>

<TD bgColor=white vAlign=top background=/pix/viiva.jpg rowSpan=2 width=2 align=left>
<!--T„m„ on koristeviivasarake-->
</TD>
<TD bgColor=black width="80%" align=left>
<!--T„ss„ on mustapohjainen otsikkosolu-->
<FONT color=white size=+1 face=Arial><B>Frans G(unnar) Bengtsson (1894-1954)</B></FONT>
</TD>
</TR>
<TR>
<TD bgColor=white width="80%" align=left>
<!--T„h„n tulee varsinainen teksti-->
<P>&nbsp;</P>

<P><!--  Thank you for examining the code --></P>




<P>


<P>

<!-- Teksti alkaa t&auml;st&auml; -->Swedish essayist, novelist, poet, and biographer. Bengtsson was the first successful practitioner of the informal essay in Sweden, a genre that he virtually introduced to the literature of his own country. His best-known novel is <I>R&ouml;de orm</I> (1941-45, The Long Ships), a Viking saga written in an ornate and romantic style. The central character, Red&nbsp;Orm Tostesson, is captured by the Vikings in his youth.&nbsp;Orm's adventures take&nbsp;him to Spain, Ireland, England&nbsp; and Russia,&nbsp;after which&nbsp;he settles down to&nbsp;live peacefully in&nbsp;his farm in Sk&aring;ne. </P>
<BLOCKQUOTE><FONT size=2><B>"In his childhood Orm had once or twice fallen sick, ever since when Asa had been convinced that his healt was fragile, so that she was continually fussing over him with solicitous admonitions, making him believe that he was racked with dangerous cramps and in urgent need of sacred onions, witches' incantations, and hot clay platters, when the only real trouble was that he had overeaten himself on corn porridge and pork."</B> (from <EM>The Long Ships</EM>, translated by Michael Meyer)</FONT></BLOCKQUOTE>
<P>Frans Gunnar Bengtsson was born in Tossj&ouml;, near Kristianstad, the first son of Sven Bengtsson, an estate manager, and Elsa Maria Ljunggren. 
In his childhood in Sk&aring;ne Bengtsson suffered from poor health&nbsp; – he had a chronic kidney disease. The problems later hindered his plans for an 
academic career. Moreover, he did not serve in the army, he was forbidden to practice physical execise, and he never obtained ski and went to skiing. Bengtsson's favorite books in his childhood were James Fenimore Cooper's <EM>The Last of the Mohicans</EM> and <EM>The Deerslayer</EM>. His father was interested in books on Napoleon and Swedish history. </P><P>At the age of twelve, Bengtsson penned his first poem. After graduating from a secondary school in 1912 he entered the University of Lund. Bengtsson did not hurry with his studies. Such philosophers as Schopenhauer and Hartmann deeply influenced Bengtsson's thinking, a combination of a stoic world view with aestheticism, anti-democtaric bias, and passionate Anglophilia. While living in Lund, he read extensively, wrote poems which he gave to his friends,&nbsp;and developed skills as an extemporaneous&nbsp;speaker and chess player. "<SPAN class=ft>I'm an aesthete when I read philosophy, and a philosopher when I read fiction," he once said. <SPAN class=st><SPAN class=ft>From this period dates his friendship with </SPAN></SPAN></SPAN>the literature historian and critic Fredrik B&ouml;&ouml;k, who helped&nbsp; Bengtsson in the beginning of his career.&nbsp;H
is Licentiate in Philosophy Bengtsson received in 1930. 
</P><P>Bengtsson married in 1939 Gerda Fineman, who worked as a secretary at the Norstedts publishing house. Politically, Bengtsson leaned to the right, and tended to view progress with suspicion. While he seldom expressed his opinions on current world affairs, during World War II he became known for his criticism of Nazism and the Swedish sympathizers of Germany. When his German translator of <EM>R&ouml;de Orm</EM> approached him with a proposal to modify the background of Salaman,&nbsp;an Andalusian Jew<STRONG>,</STRONG>&nbsp;he did not accept any changes. The first part of the novel, <EM>Die rote Schlange:&nbsp;Abenteuer eines Seefahrers ums Jahr 1000</EM>, translated by Elsa Carlberg,&nbsp;was published in M&uuml;nchen in 1943. Bengtsson died in Ribbingsfors on December 19, 1954. Though he had often&nbsp; criticized institutionalized&nbsp; Christianity,&nbsp;and by his friends he had been considered nearly an atheist, on his death bed he read old Swedish psalms. As a side-effect of his long illness he had gradually lost interest in books, his dearest friends all his life. </P>
<BLOCKQUOTE><FONT size=2><B>"Han k&auml;nde den demoni som besj&auml;lar historien, men han ville inte blamera sig som v&auml;rldsf&ouml;rb&auml;ttrare eller moralist i vanlig besk&auml;ftig mening; han f&ouml;redrog att tiga. Den som l&auml;ser hans glada ess&auml;er r&auml;tt anar, att d&auml;r bakom finns en allvar som inte alls &auml;r of&ouml;renligt med ett gott skratt &aring;t tillvarons groteska intermezzon."</B> (Sven Stolpe in</FONT><I><FONT size=2> 40 svenska f&ouml;rfattare</FONT></I><FONT size=2>, 1980) </FONT></BLOCKQUOTE>
<P>Bengtsson made his debut as a poet in 1923 with <I>T&auml;rningkast,</I> which was followed&nbsp;by <I>Legenden om Babel</I> (1925).&nbsp;Reacting against modernism,&nbsp;he revived such old verse forms as the canzone and the sonnet. In the 1920s Bengtsson began publishing historical sketches in the periodical <I>Ord och Bild</I>. His first collection of essays, <EM>Litterat&ouml;rer och milit&auml;rer</EM> (1929), contained several historical sketches, as well as pieces of literary criticism and literary history.&nbsp;Other collections include&nbsp;<I>Silversk&ouml;ldarna</I> (1931), <I>De l&aring;ngh&aring;riga merovingerna</I> (1933), <I>S&auml;llskap f&ouml;r en eremit</I> (1938), <I>F&ouml;r n&ouml;jes skull</I> (1947), and<I> Tankar i gr&ouml;ngr&auml;set</I> (1953), a selection. </P><BLOCKQUOTE><FONT size=2><B>"I sj&auml;lva verket ha i alla h&ouml;gre kulturer talspr&aring;k och skriftspr&aring;k f&ouml;ga med varandra att g&ouml;ra; de existerar som divergerande grenar fr&aring;n samma rot, i varje fall som tv&aring; sj&auml;lvst&auml;ndiga storheter, d&auml;r skriftspr&aring;ket minst av allt &auml;r ett talspr&aring;kets lydiga epifenomen. Talspr&aring;ket &auml;r en samlig sk&auml;ligen godtyckliga l&auml;ten, och dess &ouml;den &auml;ro av underordnad betydelse; skriftspr&aring;ket d&auml;remot &auml;r ett idealt konstverk, motst&aring;ndskraftig mot tid och f&ouml;rvandling tills barbarer och utvecklingsmakare f&aring; hand om det, och dess f&ouml;rvittring och s&ouml;nderfall &auml;r ett med kulturens."</B> (from 'Konsten att stava')</FONT></BLOCKQUOTE>
<P>Essays brought Bengtsson great success. His broad knowledge of history, large vocabulary, and masterful style were used most effectively in these works. Bengtsson also had a phenomenal memory, and he could quote by heart long passages from books he had read in his youth. The writer Sven Stople, Bengtsson's friend, had told that only the Swedish explorer <A href="shedin.htm">Sven Hedin</A> had a better memory. Bengtsson's subject matters varied from literary and military figures to historical curiosities and the art of lying. He was especially interested in men of action, such as Fran&ccedil;ois Villon, Oliver Cromwell and Napoleon.&nbsp;A skeptical pessimist,&nbsp;Bengtsson had no illusions about the modern world. Over the years his attitude hardened, and he was seen as a highly anachronist figure in the 20th-century modernist Swedish literature. He once said: "Joan of Arc, Carl XII, and Garibaldi are the persons I would like to meet&nbsp;– for them the truth was more important than intrigues."&nbsp;&nbsp;</P><P>The two-volume <EM>Karl XII:s levnad </EM>(1935-36), published by Norstedt, won the Swedish Academy’s prize in 1938. It was&nbsp;a detailed study of the life of King Charles XII, one of the greatest military leaders in European history who defeated Denmark, Poland, Saxony, and Russia in a series of campaigns, and&nbsp;was killed while fighting in Norway. Bengtsson avoided psychologizing but created an epic character who was&nbsp;hailed by the extreme right as the model of a strong militrary leader. After&nbsp;his friend Fredrik B&ouml;&ouml;k made some negative comments about the&nbsp;work, Bengtsson broke with him.<EM> R&ouml;de orm </EM>was written during the war years, but its tone was light, and it did not have excessive patriotic fervour. It became one of the most widely read Swedish novels. 

Posthumously appeared <I>Folk som sj&ouml;ng</I> (1955) and <I>Lycklig resa</I> (1960). An English translation of Bengtsson's essays was published in 1950 under the title <I>A Walk to an Ant Hill and Other Essays</I>. </P><P>In <EM>The Long Ships</EM>, which covered approximately the years 980-1010, Bengtsson adopted a narrative technique familiar from the Icelandic sagas.&nbsp;This work&nbsp;drew a picture of men whose thoughts and feelings are seen in their action. Colored with humor and irony,&nbsp;Bengtsson parodied romantic Viking pageants, in poetry and prose. As a model&nbsp;he did not use such great narratives as <I>Nj&aacute;ls saga</I> or <I>Laxdœla saga</I> but turned to the smaller stories called <I>p&aelig;ttir</I>. By some critics&nbsp;<I>R&ouml;de orm</I> was considered&nbsp;to have contributed to a reawakening of interest in Viking civilization. </P>

<BLOCKQUOTE><B><FONT size=2>For further reading</FONT></B><FONT size=2>: <EM>Frans G. Bengtsson och Hjalmar Gullberg:&nbsp;en bok om poetisk v&auml;nskap</EM> (2003); </FONT><I><FONT size=2>Vem &auml;r vem i svensk litteratur</FONT></I><FONT size=2> by Agneta och Lars Erik Blomqvist (1999); </FONT><I><FONT size=2>Encyclopedia of World Literature in the 20th Century</FONT></I><FONT size=2>, Vol. 1, ed. by Steven R. Serafin (1999);<I> 40 svenska f&ouml;rfattare</I> by Sven Stople (1980); </FONT><I><FONT size=2>Legenden om Bengtsson</FONT></I><FONT size=2> by Ivar Harrie (1971);<I> A History of Swedish Literature</I> by A. Gustafson (1961); </FONT><FONT size=2>'The Sword Does Not Jest'</FONT><FONT size=2> by R.E. Sullivan, in <I>Swedish Pioneer Historical Quarterly</I> 11 (1960); </FONT><FONT size=2>'Frans G. Bengtsson, 1894-1954'</FONT><FONT size=2> </FONT><FONT size=2></FONT><FONT size=2>by L.S. Thompson, in<I> Kentucky Foreign Language Quaterly</I> 2 (1955); </FONT><FONT size=2>'The Long Ships' </FONT><FONT size=2></FONT><FONT size=2>by W.W. Gustafson, 
in <I>Scandinavian Studies</I> 27 (1955); 
</FONT><I><FONT size=2>Frans G. Bengtsson</FONT></I><FONT size=2> by Elof Ehnmark (1946); 
</FONT><I><FONT size=2>Frans G. Bengtsson, essayisten</FONT></I><FONT size=2> by A. Lundkvist (1941) 
</FONT>
</FONT>
</FONT></BLOCKQUOTE>


<P><B>Selected works</B>:</P>

<UL>

<LI>T&auml;rningkast: dikter, 1923 
<LI>translator: Henry David Thoreau, Skogsliv vid Walden, 1924 (original title:&nbsp;Walden, or Life in the Woods)<LI>Keltiskt och irl&auml;ndskt, 1925 <LI>Legenden om Babel: dikter, 1925 

<LI>translator: John Milton, Det f&ouml;rlorade paradiset, 1926 (original title:&nbsp;Paradise Lost)
<LI>Litterat&ouml;rer och milit&auml;rer: essayer, 1929 <LI>Stonewall Jackson, 1929 
<LI>translator: Rolandss&aring;ngen, 1929 (Chanson de Roland) 
<LI>Silversk&ouml;ldarna, och andra essayer, 1931 <LI>translator: Eric Linklater, Juan i Amerika, 1931 (original title: Juan in America)<LI>translator: Eric Linklater, M&auml;nnen fr&aring;n Ness, 1933 (original title: The Men of Ness)
<LI>De l&aring;ngh&aring;riga merovingerna, och andra essayer, 1933 <LI>translator; Eric Linklater, Poeten p&aring; "Pelikanen", 1933 (original title: Poet’s Pub)<LI>translator: Eric Linklater, Magnus Merriman, 1935 
<LI>Karl XII:s levnad 1-2, 1935-36 <BR>- The Life of Charles XII, King of Sweden, 1697-1718 (tr. Naomi Walford, 1960) / 
The Sword Does Not Jest: The Heroic Life of Charles XII of Sweden (US title) <LI>translator: Eric Linklater, Juan i Kina, 1937&nbsp;(original title: Juan in China) <LI>translator: Joan Grant,&nbsp;Jag var Egyptens drottning, 1938 (original title: Winged Pharaoh) 
<LI>S&auml;llskap f&ouml;r en eremit: essayer, 1938 <LI>translator: Joan Grant, Jag var Carola, 1939 (original title: <SPAN class="goog_qs-tidbit goog_qs-tidbit-0">Life as</SPAN> Carola) 
<LI>translator: Christopher Morley, Kitty Foyle, 1940<LI>translator: Aldous Huxley, Efter m&aring;nga somrar, 1940 (original title:&nbsp; After Many a Summer) <LI>translator: Eric Linklater, Judas, 1941 <LI>translator: Joan Grant, Solgudens &aring;terkomst, 1942 (original title: Eyes of Horus) 
<LI>R&ouml;de Orm 1-2: Sj&ouml;farare i &Ouml;sterled, 1941; Hemma och i &Ouml;sterled, 1945 <BR>- 
Red Orm (tr. Barrows Mussey, 1943), The Long Ships: a Saga of the Viking Age (tr. Michael Meyer, 1954) <BR>- Orm Punainen: l&auml;nsireittien merenkulkijoita (suom. Emerik Olsoni, 1942), 
Orm Punainen kotona ja id&auml;n retkill&auml; (suom. Emerik Olsoni, 1946) <BR>
- <FONT size=2></FONT><FONT size=2>film The Long Ships, 1964, prod. Avala Film (UK, Yugoslavia) dir.&nbsp;Jack Cardiff, starring Richard Widmark, Sidney Poitier, 
Russ Tamblyn, Rosanna Schiaffino, Oskar Homolka&nbsp;.</FONT><FONT size=2> "A Viking adventurer and a Moorish prince 
fall out over a golden bell.&nbsp; Stilted medieval epic with some visual compensations but more chat than action." (<I>Halliwell's Film &amp; Video Guide</I>, 2000) </FONT>
<LI>T&auml;rningkast och Legenden om Babel, 1944 <LI>F&ouml;r nojes skull: essayer, 1947 
<LI>A Walk to an Ant Hill and Other Essays, 1950 (tr. Michael Roberts and Elspeth Schubert) 
<LI>Dikter, 1950 (illustrated by&nbsp;Gunnar Brusewitz) <LI>Silversk&ouml;ldarna:&nbsp;essayer, 1951&nbsp;(illustrated by&nbsp;Gunnar Brusewitz) 
<LI>Tankar i gr&ouml;ngr&auml;set, 1953 
<LI>Den lustg&aring;rd som jag minns, 1953 
<LI>Samlade skrifter, 1950-55 (10 vols.) 
<LI>Folk som sj&ouml;ng, och andra essayer, 1955 
<LI>Konsten att l&auml;sa, 1960 
<LI>Lycklig resa, 1960 
<LI>Inf&ouml;r kvinnan st&auml;lld: efterl&auml;mnade dikter, 1964 (selected by&nbsp;Hjalmar Gullberg) <LI>Mest f&ouml;r n&ouml;jes skull:&nbsp;[essayer 1929-1955], 1984 (foreword by Teddy Brunius) <LI>Breven till Tristan, 1985 (edited by Rolf Arvidsson) 
<LI>&Auml;rer&auml;ddning f&ouml;r Campeadoren, 1986&nbsp;(afterword by Rolf Arvidsson)<LI>Valfr&auml;ndskaper:&nbsp;artiklar i Svensk uppslagsbok, 1989 (introduction by Rold Arvidsson) <LI>Lyrisk slutlikvid:&nbsp;j&auml;mte Breven till G&ouml;ran, 1990 (edited by Rolf Arvidsson) 

<LI>Fyra texter om liv och l&auml;sning, 1991 (foreword by Rolf Arvidsson) <LI>Epistlar till v&auml;nner:&nbsp;Frans G. Bengtssons brev till Olle Holmberg, Algot Werin och Fredrik B&ouml;&ouml;k: tre brevsviter, 1993&nbsp; (edited by Rolf Arvidsson) <LI>Myt och medeltid:&nbsp;essayer, artiklar, &ouml;vers&auml;ttningar, 1998 (edited by Jonas Ellerstr&ouml;m) &nbsp;<LI>Frans G. Bengtsson:&nbsp;en brevbiografi, 2005 (edited by Jonas Ellerstr&ouml;m, Svante Nordin, Bertil Romberg) 


 

</LI></UL>






<P align=center>



<BR>
<!--Amazonbanner-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/banneri.gif" width=468 height=60></A>
<BR>
<HR>
<I><CENTER><FONT size=-1>Some rights reserved Petri Liukkonen (author) &amp; Ari Pesonen. Kuusankosken kaupunginkirjasto 2008</FONT></CENTER></I><BR>
<P></P>

<BR>





<!--Tekstipalsta p„„ttyy-->
</TD>
</TR>
</TBODY></TABLE></CENTER>
 


<I><CENTER><A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license><IMG style="BORDER-RIGHT-WIDTH: 0px; BORDER-TOP-WIDTH: 0px; BORDER-BOTTOM-WIDTH: 0px; BORDER-LEFT-WIDTH: 0px" alt="Creative Commons License" src="http://i.creativecommons.org/l/by-nd-nc/1.0/fi/88x31.png"></A><BR><SPAN xmlns:dc="http://purl.org/dc/elements/1.1/" href="http://purl.org/dc/dcmitype/Text" property="dc:title" rel="dc:type">Authors' Calendar</SPAN> jonka tekij&auml; on <SPAN property="cc:attributionName" xmlns:cc="http://creativecommons.org/ns#">Petri Liukkonen</SPAN> on lisensoitu <A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license>Creative Commons Nime&auml;-Ep&auml;kaupallinen-Ei muutettuja teoksia 1.0 Suomi (Finland) lisenssill&auml;</A>.<BR>May be used for non-commercial purposes. The author <B>must</B> be mentioned. The text may not be altered in any way (e.g. by translation). Click on the logo above for information.</CENTER></I><BR></BODY></HTML