<HTML><HEAD><TITLE>Jean de La Bruy&egrave;re</TITLE><META name=GENERATOR content="MSHTML 8.00.7600.16671"></HEAD><BODY background=/pix/tauskuva.jpg bgColor=white text=black>
<!--taulukko alkaa-->
<CENTER><TABLE border=0 cellSpacing=0 cellPadding=5 width="80%" align=center>
<TBODY><TR>
<TD bgColor=white vAlign=top rowSpan=2 width="19%" align=left>

<!--Vasen palsta, linkit ym-->
<A href="calendar.htm"><IMG border=2 src="../../../pix/bwlogo.jpg" width=100 height=100></A><BR clear=both>
<BR>
<FONT size=-1 face=Arial>
<!--********************-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/ylamainos.gif" width=100 height=70></A>
<BR>
<BR>
<!--********************-->
<FONT size=-1><B>Choose another writer in this calendar:</B></FONT>
<P>
by name:<BR>
<A href="indeksi.htm#a" target=_blank>A</A>
<A href="indeksi.htm#b" target=_blank>B</A>
<A href="indeksi.htm#c" target=_blank>C</A>
<A href="indeksi.htm#d" target=_blank>D</A>
<A href="indeksi.htm#e" target=_blank>E</A>
<A href="indeksi.htm#f" target=_blank>F</A>
<A href="indeksi.htm#g" target=_blank>G</A>
<A href="indeksi.htm#h" target=_blank>H</A>
<A href="indeksi.htm#i" target=_blank>I</A>
<A href="indeksi.htm#j" target=_blank>J</A>
<A href="indeksi.htm#k" target=_blank>K</A>
<A href="indeksi.htm#l" target=_blank>L</A>
<A href="indeksi.htm#m" target=_blank>M</A>

<A href="indeksi.htm#n" target=_blank>N</A>
<A href="indeksi.htm#o" target=_blank>O</A>
<A href="indeksi.htm#p" target=_blank>P</A>
<A href="indeksi.htm#q" target=_blank>Q</A>
<A href="indeksi.htm#r" target=_blank>R</A>
<A href="indeksi.htm#s" target=_blank>S</A>
<A href="indeksi.htm#t" target=_blank>T</A>
<A href="indeksi.htm#u" target=_blank>U</A>
<A href="indeksi.htm#v" target=_blank>V</A>
<A href="indeksi.htm#w" target=_blank>W</A>
<A href="indeksi.htm#x" target=_blank>X</A>
<A href="indeksi.htm#y" target=_blank>Y</A>
<A href="indeksi.htm#z" target=_blank>Z</A>
</P>
<P>
by birthday from the <A href="calendar.htm" target=_top>calendar</A>.
</P>
<P>
<A href="../../../pix/credits.htm" target=_blank>Credits and feedback</A>
</P>
<P>

<!--Bamber Gascoigne--><A href="http://www.timesearch.info/bookswriters/" target=_blank><B>TimeSearch</B></A><BR>
for Books and Writers<BR>
by <I>Bamber Gascoigne</I><BR>
<!--Vara2-->
<!--Vara3-->
<!--Vara4-->

</P>
</FONT>
</TD>

<TD bgColor=white vAlign=top background=/pix/viiva.jpg rowSpan=2 width=2 align=left>

<!--T&auml;m&auml; on koristeviivasarake-->
</TD>

<TD bgColor=black width="80%" align=left>

<!--T&auml;ss&auml; on mustapohjainen otsikkosolu-->
<FONT color=white size=+1 face=Arial><B>Jean de La Bruy&egrave;re (1645-1696) </B></FONT>
</TD>
</TR>

<TR>

<TD bgColor=white width="80%" align=left>
<!--Tekstipalsta-->
<P>&nbsp;</P>

<!-- Teksti alkaa t&auml;st&auml;-->



<P>One of the major French writers of the 17th -century, a satirist and 
moralist, who became famous with his <I>Les "Caract&egrave;res" de 
Th&egrave;ophraste, traduits du grec, avec les caract&egrave;res ou les mœurs 
de ce si&egrave;cle</I> (1688). In this misanthropic book La Bruy&egrave;re described a 
wide variety of human beings of the day, from the vain Phil&eacute;mon and tattling Celse to the superficial M&eacute;nippe and sanctimonius Onuphre. </P>
<BLOCKQUOTE><FONT size=2><B>"There are but three events in a man's life: birth, life and death. He is not conscious of being born, he dies in pain, and he forgets to live." </B>(from </FONT><I><FONT size=2>The Characters</FONT></I><FONT size=2>) </FONT></BLOCKQUOTE>
<P>Jean de La Bruy&egrave;re was born in Paris (probably in August – 
he was baptized on 17 August 1645), the son of a comptroller, a sort of town-tax 
collector. The family of his mother, Elizabeth Hamonin, were of bourgeois origin. 
La Bruy&egrave;re received a good humanistic education, and learned Greek, German, 
and Latin. After studying law in Orl&eacute;ans, he was licensed in 1665 and admitted 
to the bar in Paris in the same year. La Bruy&egrave;re did not pursue his career eagerly, 
but spent more time following the quarrels and intrigues of his colleagues. In 1673 he 
bought for about 24,000 livres the office of king's counsellor and financial treasurer for 
Caen. This post he could ill afford he later sold for 18,000 livres. </P>
<P>From 1674 La Bruy&egrave;re worked as a tutor to his sister's daughters. Because he 
was not obliged to move to Caen, he remained in Paris reading, meditating and living a 
recluse's life. "There are some who speak one moment before they think, " he 
later wrote. In 1686 La Bruy&egrave;re sold his office. Between the years 1684 and 1687 
he was one of the tutors of the Duke de Bourbon, grandson of the Prince de Cond&eacute;. 
La Bruy&egrave;re remained with the family for the rest of his life, working later as a 
secretary and librarian in the household, although he was not happy with his inferior 
status at their country seats at Chantilly and Saint Maur. </P>
<P>With the<I> Characters</I> La Bruy&egrave;re earned a number of enemies among powerful 
persons, who felt that they were ridiculed in the book. Eventually in 1693 he was 
elected to the Acad&eacute;mie Fran&ccedil;aise. When his acceptance speech before the 
Academy was attacked, he had it reprinted in the eighth edition of the 
<I>Characters.</I> La Bruy&egrave;re denied that he had used real people as models. 
He asserted that "every writer is a painter, and every excellent writer an 
excellent painter. La Bruy&egrave;re died of apoplexy in Versailles, on 10-11 May, 1696. 
According to some sources he became suddenly deaf. La Bruy&egrave;re never married, 
but he stated that "Marriage seems to place everybody in their proper station 
of life." There appeared posthumously his <I>Dialogies sur le qui&eacute;tisme</I> 
(1698/99), nine dialogues in which he sided with his supporter the Bishop of Meaux, 
Jacques-B&eacute;nigne Bossuet, in a polemic against quietism, a sect of religious 
mystics. </P>
<P>La Bryu&egrave;re's <I>Characters</I> made him instantly famous. The book appeared 
as an appendage to his translation of the <I>Characters </I>of Theophrastus, 
the 4th-century-BC writer. As a source he used the Latin translation of Isaac Casaubon, 
but also consulted the original Greek text. To the 30 sketches he added 390 of his 
own. Gradually the book expanded and during his lifetime eight successive editions 
were published. The ninth (1696), which was in preparation at the time of his 
death, already contained 1,130 sketches of different personalities. 
The first translation into English, "by Several Hands", came out in 1699. 
</P>
<P><I>The Characters </I>has often been compared to <A href="rochefou.htm">La 
Rochefoucauld</A>'s (1613-1680) <I>R&eacute;flexions</I>, which examined the behavior 
of the social elite. As a moralist La Bruy&egrave;re shared the same disillusioned 
view of human nature with <A href="gracian.htm">Baltasar Graci&aacute;n</A>. They 
both separated the appearance and the essence of a human being. Graci&aacute;n was 
interested in giving advice and presenting his concept of an ideal man and ideal 
style. La Bruy&egrave;re's position at Chantilly provided him with a unique vantage 
point, from which he could witness the era of Louis XIV passing by, with its most 
prominent men and most beautiful women. </P><P>As a true Christian&nbsp;La Bruy&egrave;re also wanted to 
reform people's manners and ways of thinking through publishing records of his 
observations of aristocratic foibles and follies. However, he was very guarded in his language; "Louis le Roi Soleil" was the only important patron of art in the country and courtly hypocricy made&nbsp;everybody&nbsp;obey&nbsp;him slavishly. "A perfect courtier can command his gestures, his eyes, and his countenance," La Bruy&egrave;re wrote, "he is profound and impenetrable; he seems to overlook every injury; he smiles on his enemies, controls his temper, disguises his passions, belies his inclinations, and both speaks and acts against his opinions." </P>
<P>In<I> The Characters</I> La Bruy&egrave;re aimed to reveal what people really 
are behind their social masks. All kinds of social types pretending to be 
something they are not, are portrayed sharply and vividly. With this book 
La Bruy&egrave;re could pay back at least some of the casual insults and 
humiliations he received from the people he had to serve. "To laugh 
at men of sense is the privilege of fools," he wrote. La Bruy&egrave;re's 
style is witty and lucid, and his opinions clearly conservative. He attacks 
freethinkers and old people who fall in love, and women run to extremes – 
"they are either better or worse than men." In literary battles he d
efended<I> les anciens</I> against <I>les modernes</I>. Occasionally he shows 
his awareness of social injustices and expresses sympathy toward the plight of 
peasants, but remains nevertheless a committed monarchist. The main target of 
his satire was the faults in a person's character, not defects of the social 
or political system of the time. </P>



<BLOCKQUOTE><B><FONT size=2>For further reading</FONT></B><FONT size=2>:<I> Jean de La Bruy&egrave;re, Les Caract&egrave;res</I> by Patrice Soler (1994);<I> La Bruy&egrave;re, amateur de Caract&egrave;res</I> by Floyd Gray (1986); <I>The Dissolution of Character </I>by Michael S. Koppish (1981);<I> Du style &agrave; la pens&eacute;e</I> by Jules Brody (1980); <I>Two French Moralists: La Rochefoucauld and La Bruy&egrave;re </I>by Odette de Mourgues (1978); <I>Les Caract&egrave;res de La Bruy&egrave;re, La Bruy&egrave;re au travail</I> by Robert Garapon (1978); <I>La Bruy&egrave;re ou le style cruel </I>by Doris Kirsch (1978); <I>Jean de La Bruy&egrave;re </I>by Edward Knox (1973); <I>Les Caract&egrave;res de La Bruy&egrave;re </I>by Andr&eacute; Stegman (1972); <I>La Bruy&egrave;re moraliste</I> by Louis van Delft (1971); <I>Deux acc&egrave;s &agrave; La Bruy&egrave;re</I> by Ren&eacute; Jasinski (1971); <I>La Bruy&egrave;re et ses Caract&egrave;res</I> by Pierre Richard (1965); </FONT><FONT size=2><I>L'art du portrait chez La Bruy&egrave;re</I> by Paquot-Pierret (1948); </FONT><FONT size=2><I>La Bruy&egrave;re et Th&eacute;ophraste </I>by G. Michaut (1936);<I> Le Bruy&egrave;re</I> by Gustave Michaut (1936</FONT><FONT size=2>) </FONT></BLOCKQUOTE>


<P><B>Selected works</B>:</P>
<UL>
<LI>Les "Caract&egrave;res" de Th&egrave;ophraste, traduits du grec, 
avec les caract&egrave;res ou les mœurs de ce si&egrave;cle, 1688 (3 editions), 
1689, 1690, 1691, 1692, 1694, 1696 (posthumously) <BR>-
The Characters; or, The Manners of the Age... 
with the Characters of Theophrastus, Translated from the Greek; 
and a Prefactory Discourse to Them by Monsieur de La Bruyere; 
to which Is Added a key to His Characters (tr. anon., 1699) 
/ The Characters of Theophrastus, Translated from the Greek, 
with the Characters and Manners of this Century 
(tr.: Eustace Budgell, 2 ed. 1714) 
/ The Works of m. de La Bruyere. To which is Added the Characters of Theophrastus, 
1776 (by N. Rowe, esq.) 
/ The Characters of La Bruy&egrave;re (tr. by Henri van Laun, 1885) 
/ The Morals and Manners of the Seventeeth Century, being the Characters of 
La Bruy&egrave;re (tr. by Helen Stott, 1890) 
/ La Bruy&egrave;re and Vauvenargues: Selections from the Characters, Reflections and Maxims 
(tr. by Elizabeth Lee, 1903) 
/ Selections from Les caract&egrave;res of La Bruye (ed. by F. M. Warren, 1906)
/ Characters (tr. by Jean Stewart, 1970) 
/ <BR>- Luonnekuvia, eli, T&auml;m&auml;n vuosisadan tapoja (suom. J. A. Hollo, 1958) 
<LI>Pr&eacute;face du discours, 1693 
<LI>Dialogies sur le qui&eacute;tisme, 1698/99 <LI>The Works, 1713 (6th ed.) <LI>The Works of M. de La Bruyere. To which Is Added the Characters of Theophrastus, 1776 (2 vols.) 
<LI>Œuvres compl&egrave;tes, 1865-78 (4 vols., ed. by G. Servois, rev. ed. 1922) <LI>Œuvres compl&egrave;tes de J. de La Bruyere, 1876 <LI>Œuvres compl&egrave;tes, 1934 (ed. by Julien Benda)
<LI>Œuvres compl&egrave;tes, 1951 
<LI>Dialogues posthumes sur le qui&eacute;tisme: 1699, 2005 (with&nbsp; Louis-Ellies Du Pin; ed. by Richard Parish)
</LI></UL>




<!--Teksti p&auml;&auml;ttyy t&auml;h&auml;n-->


<BR>
<!--Amazonbanner-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/banneri.gif" width=468 height=60></A>
<BR>
<HR>
<I><CENTER><FONT size=-1>Some rights reserved Petri Liukkonen (author) &amp; Ari Pesonen. Kuusankosken kaupunginkirjasto 2008</FONT></CENTER></I><BR>

<BR>


 
<!--Oikea palsta p&auml;&auml;ttyy-->
</TD>
</TR>
</TBODY></TABLE></CENTER>
 


<I><CENTER><A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license><IMG style="BORDER-RIGHT-WIDTH: 0px; BORDER-TOP-WIDTH: 0px; BORDER-BOTTOM-WIDTH: 0px; BORDER-LEFT-WIDTH: 0px" alt="Creative Commons License" src="http://i.creativecommons.org/l/by-nd-nc/1.0/fi/88x31.png"></A><BR><SPAN rel="dc:type" property="dc:title" href="http://purl.org/dc/dcmitype/Text" xmlns:dc="http://purl.org/dc/elements/1.1/">Authors' Calendar</SPAN> jonka tekij&auml; on <SPAN property="cc:attributionName" xmlns:cc="http://creativecommons.org/ns#">Petri Liukkonen</SPAN> on lisensoitu <A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license>Creative Commons Nime&auml;-Ep&auml;kaupallinen-Ei muutettuja teoksia 1.0 Suomi (Finland) lisenssill&auml;</A>.<BR>May be used for non-commercial purposes. The author <B>must</B> be mentioned. The text may not be altered in any way (e.g. by translation). Click on the logo above for information.</CENTER></I><BR></BODY></HTML