<HTML><HEAD><TITLE>Aim&eacute; C&eacute;saire</TITLE><META name=GENERATOR content="MSHTML 8.00.7600.16671"></HEAD><BODY background=/pix/tauskuva.jpg bgColor=white text=black>
<!--taulukko alkaa-->
<CENTER><TABLE   cellSpacing=0 cellPadding=5 width="80%" align=center >
<TBODY><TR   >
<TD  bgColor=white vAlign=top rowSpan=2 width="19%" align=left  >

<!--Vasen palsta, linkit ym-->
<A href="calendar.htm"><IMG border=2 src="../../../pix/bwlogo.jpg" width=100 height=100></A><BR clear=both>
<BR>
<FONT size=-1 face=Arial>
<!--********************-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/ylamainos.gif" width=100 height=70></A>
<BR>
<BR>
<!--********************-->
<FONT size=-1><B>Choose another writer in this calendar:</B></FONT>
<P>
by name:<BR>
<A href="indeksi.htm#a" target=_blank>A</A>
<A href="indeksi.htm#b" target=_blank>B</A>
<A href="indeksi.htm#c" target=_blank>C</A>
<A href="indeksi.htm#d" target=_blank>D</A>
<A href="indeksi.htm#e" target=_blank>E</A>
<A href="indeksi.htm#f" target=_blank>F</A>
<A href="indeksi.htm#g" target=_blank>G</A>
<A href="indeksi.htm#h" target=_blank>H</A>
<A href="indeksi.htm#i" target=_blank>I</A>
<A href="indeksi.htm#j" target=_blank>J</A>
<A href="indeksi.htm#k" target=_blank>K</A>
<A href="indeksi.htm#l" target=_blank>L</A>
<A href="indeksi.htm#m" target=_blank>M</A>

<A href="indeksi.htm#n" target=_blank>N</A>
<A href="indeksi.htm#o" target=_blank>O</A>
<A href="indeksi.htm#p" target=_blank>P</A>
<A href="indeksi.htm#q" target=_blank>Q</A>
<A href="indeksi.htm#r" target=_blank>R</A>
<A href="indeksi.htm#s" target=_blank>S</A>
<A href="indeksi.htm#t" target=_blank>T</A>
<A href="indeksi.htm#u" target=_blank>U</A>
<A href="indeksi.htm#v" target=_blank>V</A>
<A href="indeksi.htm#w" target=_blank>W</A>
<A href="indeksi.htm#x" target=_blank>X</A>
<A href="indeksi.htm#y" target=_blank>Y</A>
<A href="indeksi.htm#z" target=_blank>Z</A>
</P>
<P>
by birthday from the <A href="calendar.htm" target=_top>calendar</A>.
</P>
<P>
<A href="../../../pix/credits.htm" target=_blank>Credits and feedback</A>
</P>
<P>

<!--Bamber Gascoigne--><A href="http://www.timesearch.info/bookswriters/" target=_blank><B>TimeSearch</B></A><BR>for Books and Writers<BR>by <I>Bamber Gascoigne</I><BR>
<!--Vara2-->
<!--Vara3-->
<!--Vara4-->

</P>
</FONT>
</TD>

<TD  bgColor=white vAlign=top background=/pix/viiva.jpg rowSpan=2 width=2 align=left  >
<!--T„m„ on koristeviivasarake-->
</TD>
<TD  bgColor=black width="80%" align=left  >
<!--T„ss„ on mustapohjainen otsikkosolu-->
<FONT color=white size=+1 face=Arial><B>Aim&eacute; C&eacute;saire (1913-2008) </B></FONT>
</TD>
</TR>
<TR   >
<TD  bgColor=white width="80%" align=left  >
<!--T„h„n tulee varsinainen teksti-->
<P>&nbsp;</P>


 
 
 
 
<P>Martinican poet, playwright, and politician, one of the most influential authors from the French-speaking Caribbean. Aim&eacute; C&eacute;saire formulated with <A href="senghor.htm">L&eacute;opold Senghor</A> and L&eacute;on Gontian Damas the concept and movement of <I>n&eacute;gritude</I>, defined as "affirmation that one is black and proud of it". C&eacute;saire's thoughts about restoring the cultural identity of black Africans were first fully expressed in <I>Cahier d'un retour au pays natal</I> (Return to My Native Land), a mixture of poetry and poetic prose. The work celebrated the ancestral homelands of Africa and the Caribbean. It was completed in 1939 but not published in full form until 1947. </P>
<BLOCKQUOTE><FONT size=2><B>my negritude is not a stone </B></FONT><B><BR>
<FONT size=2>
nor a deafness flung against the clamor of the day </FONT><BR>
<FONT size=2>
my negritude is not a white speck of dead water </FONT><BR>
<FONT size=2>
on the dead eye of the earth </FONT><BR>
<FONT size=2>
my negritude is neither tower nor cathedral </FONT></B></BLOCKQUOTE>
<BLOCKQUOTE><FONT size=2><B>it plunges into the red flesh of the soil </B></FONT><B><BR>
<FONT size=2>
it plunges into the blaxing flesh of the sky </FONT><BR>
<FONT size=2>
my negritude riddles with holes </FONT><BR>
<FONT size=2>
the dense affliction of its worthy patience. </FONT></B><FONT size=2></FONT></BLOCKQUOTE>
<P>Aim&eacute; C&eacute;saire was born in Basse-Pointe, Martinique, in the French Caribbean. His father, Fernand Elph&egrave;ge, was educated as teacher, but later worked as a manager of a sugar estate. El&eacute;onore, C&eacute;saire's mother, was a seamstress. In <I>Cahier</I> C&eacute;saire described his childhood in a harsh light:<B><FONT size=2> </FONT></B>"And the bed of planks from which my race has risen, all my race from this bed of planks on its feet of kerosene cases, as if the old bed had elephantiasis, covered with a goat skin, and its dried banana leaves and its rags, the ghost of a mattress that is my grandmother's bed (above the bed in a pot full of oil a candle-end whose flame looks like a fat turnip, and on the side of the pot, in letters of gold: MERCI)." C&eacute;saire's family was poor, but his parents invested in the education of their children. Several of them completed university degrees. To faciliate the studies of their talented son, they moved Basse Pointe to Fort-de-France, the capital. Amog C&eacute;saire's classmate at the Lycee Schoelcher in Fort-de-France was L&eacute;on Damas, who later contributed to <I>n&eacute;gritude. </I></P>
<P>C&eacute;saire had excellent grades in school. At the age of 18 he went to Paris on a scholarship to continue his education. He attended the Lyc&eacute;e Louis-le Grand, the &Eacute;cole Normale Sup&eacute;rieure, and ultimately the Sorbonne, where he studied Latin, Greek, and French literature. In 1935 he went to Yugoslavia with Peter Guberina, a student at Sorbonne and<STRONG> a </STRONG><SPAN class=st><SPAN class=ft>pioneer of structural linguistics</SPAN></SPAN>. </P>
<P>During his years in Paris C&eacute;saire met other Caribbean, West African, and African American students, but the most important acquaintance was L&eacute;opold Senghor, a poet and later the first president of independent Senegal. Senghor's <I>Anthologie de la nouvelle po&eacute;sie n&egrave;gre et malgache </I>(1948) became an important landmark of modern black writing in French. </P>
<P>In 1937 C&eacute;saire married Suzanne Roussi; they had four sons and two daughters. Two years later C&eacute;saire moved with his family back to Martinique, where he started to work as a teacher at the Lycee Schoelcher. Among his students were&nbsp;<A href="fanon.htm">Frantz Fanon</A> and <A href="glissan.htm">&Eacute;douard Glissant</A>. In Haiti, where the Provisional French government sent him as a cultural ambassador, C&eacute;saire lectured on French poetry. His first play, <I>La trag&eacute;die du roi Christophe </I>(1963, The Tragedy of King Christophe), drew on one of Haiti's earliest leaders, Henri Christophe. </P>
<P>During World War II C&eacute;saire was close with <A href="abreton.htm">Andr&eacute; Breton</A>, who spent the war years in the United States and West Indies. Breton encouraged C&eacute;saire to use surrealism as a political weapon. These poems were collected in <I>Les Armes miraculeuses</I> (1946, The Miraculous Weapons), <I>Soliel cou coupe</I> (1948, Beheaded Sun), and <I>Corps perdu</I> (1950, Disembodied / Lost Body). <I>Cahier d'un retour au pays natal </I>was described by Breton "the greatest lyrical monument of our time". The work was published by Pr&eacute;sence Africaine in 1956, the same year that the French coined the&nbsp;term "tiers monde" (Third World), and contributed substantially to the Third-World consciousness. </P>
<P>Since the end of the war C&eacute;saire divided his time between Paris and Martinique. A member of the Communist Party, C&eacute;saire participated in political action and supported the decolonization of the French colonies of Africa. He co-founded with his wife Suzanne and other Martinican intellectuals the cultural journal <I>Tropiques</I>, in which he published his early poetry. In 1945 C&eacute;saire was elected mayor of Fort-de-France and he was one of the island's deputies in the French National Assembly. C&eacute;saire resigned from the Communist Party in 1956 and depicted this decision in<I> Lettre &agrave; Maurice Thorez </I>(1956, Letter to Maurize Thorez). In 1958 he founded the Martinican Progressive Party. </P>
<P>Disappointed to government's promises of socioeconomic improvements in Martinique, C&eacute;saire ceased to speak after 1950s in parliament and did not publish poetry for several years. However, he was active in international forums for the liberation of the Third World. </P>
<P>Between the years 1939 and 1955, C&eacute;saire mainly focused on poetry. Noteworthy, he wrote in French, the language of the colonizer, feeling himself incapable of writing in Creole, but&nbsp;instead used distorted language&nbsp;in opposition to the colonial French. C&eacute;saire's poems usually concerned with slavery, freedom, and paradise. "I am talking of millions of men who have been skillfully injected with fear, inferiority complexes, trepidation, servility, despair, abasement."<FONT size=2> (from <I>Discours sur le colonialisme</I>, 1955) </FONT>C&eacute;saire's comrades in the French Communist Party attacked his linguistically difficult works for obscurity. In the 1950s he began to write more accessibly, but his international reputation was not established until towards the end of the fifties. </P>

<P>C&eacute;saire criticism of European civilization and colonial racism in <I>Discours sur le colonialisme </I>(1955) influenced deeply Frantz Fanon's revolutionary manifesto<I> Black Skin, White Masks</I> (1967), an examination of psychic, cultural and social damages inflicted by colonialism. 
C&eacute;saire paralles the relationship between the colonizer and the colonized with the relationship between Nazis and their victims. "People are astounded, they are angry. They say: "How strange that is. But then it is only Nazism, it wont last." And they wait, and they hope; and they hide the truth from themselves: It is savagery, the supreme savagery, it crowns, it epitomizes the day-to-day savageries; yes, it is Nazism, but before they became its victims, they were its accomplices; that Nazism they tolerated before they succumbed to it, they exonerated it, they closed their eyes to it, they legitimated it because until then it had been employed only against non-European peoples; that Nazism they encouraged, they were responsible for it, and it drips, it seeps, it wells fro every crack in western Christian civilization until it engulfs that civilization in a bloody sea." </P>
<P><I>Et les chiens se taisaient </I>(1956, And the Dogs Were Silent), a story about the blacks and their humiliation, marked C&eacute;saire's transition from poetry to drama. The salvatory hero of the poem, The Rebel, sacrifices his own life by murdering his&nbsp;colonial master. <I>La trag&eacute;die du roi Christophe</I>, the first part of his trilogy, was about an early-19th-century Haitian ruler, Henri Christophe,&nbsp;who faced the task of building a state after independence. In <I>Une saison au Congo </I>(1966, A Season in the Congo), the second part of the trilogy, C&eacute;saire dealt with the tragedy of Patrice Lumumba and his assassination. In the play Lumumba is a poet-leader who inflames the African conscience, but fails to unify his own country. The trilogy was finished by <I>Une Temp&egrave;te</I> (1968), a radical rewriting of Shakespeare's play <I>The Tempest</I>. C&eacute;saire portrayed Prospero, the white man, as a decadent colonizer; Caliban, the man of instinct, has a black cultural heritage, he rebels for his freedom, but fails and accuses Prospero: "Prospero, you are the master of illusion. / Lying is your trademark." Ariel, a mulatto slave, is pressed between these opposite forces of Caliban and Prospero. <I>Une Temp&egrave;te</I> was first published in the journal <I>Pr&eacute;sence africaine</I> in 1968. Caliban's first word is "Uhuru," which is Swahili for "freedom." "Call me X," says Caliban in the 1969 text, echoing the radical voice of Malcolm X. </P>

<P>In 1993 C&eacute;saire retired from politics, but he remained a fervent anticolonialist, and in 2005 he refused to meet with Nicolas Sarkozy, the minister of the interior at that time. C&eacute;saire died on April 17, 2008, in Fort-de-France. </P>


<BLOCKQUOTE><FONT size=2><B>For further reading</B>:<EM> Aim&eacute; C&eacute;saire, Frantz Fanon: portraits de d&eacute;colonis&eacute;s</EM> by Pierre Bouvier (2010); <EM>Postcolonial Paradoxes in French Caribbean Writing: C&eacute;saire, Glissant, Cond&eacute;</EM> by Jeannie Suk (2001); <EM>Modernism &amp; Negritude: The Policies and Poetics of Aime Cesaire</EM> by A. James Arnold (1999);<EM> Aim&eacute; C&eacute;saire</EM> by Gregson Davies, Abiola Irele (1997); <I>Critical Perspectives on Aim&eacute; C&eacute;saire</I>, ed. by Thomas Hale (1992<EM>); The Ritual Theater of Aime Cesaire: Mythic Structures of the Dramatic Imagination</EM> by Marianne Wichmann Bailey (1992); <I>Aim&eacute; C&eacute;saire </I>by Janis L. Pallister (1991); <EM>The Poet's Africa: Africanness in the Poetry of Nicolas Guillen and Aime Cesaire</EM> by Josaphat Bekunuru Kubayanda (1990); <I>Modernism and Negritude: the Poetry and Poetics of Aim&eacute; C&eacute;saire</I> by A. James Arnold (1981); <I>Aim&eacute; C&eacute;saire</I> by Susan Frutkin (1973); <I>Aim&eacute; C&eacute;saire</I> by L. Kesteloot (1962)&nbsp;</FONT> </BLOCKQUOTE>

<P><B>Selected works</B>: </P>
<UL>
<LI>Les Armes miraculeuses, 1946 [The Miraculous Weapons]
<LI>Et les chiens se taisaient, 1946 
<LI>Cahier d'un retour au pays natal: Memorandum on My Martinique, 1947&nbsp;(bilingual edition, published in New York; translated by Ivan Goll and Lionel Abel, preface by Andr&eacute; Breton) / Return to My Native Land (translated by Emil Snyder, 1968; John Berger and Anna Bostock, 1969) / Notebook of a Return to&nbsp;My Native Land (translated by Mireille Rosello with Annie Pritchard, 1995) / Notebook of a Return to the Native Land (translated and edited by Clayton Eshleman and Annette Smith, 2001) <LI>Cahier d'un retour au pays natal, 1947 (published in Paris by Bordas) 
<LI>Soliel cou coupe, 1948&nbsp;- Solar Throat Slashed: The Unexpurgated 1948 Edition (translated and edited by A. James Arnold and Clayton Eshleman, 2011) &nbsp;
<LI>Corps perdu, 1950 [Disembodied / Lost Body] 
<LI>Discours sur le colonialisme, 1955 - Discourse on Colonialism (translated by Joan Pinkham, 1972) 
<LI>Cahier d&iacute;un retour au pays natal, 1956 
<LI>Et les chiens se taisaient, 1956 - And the Dogs Were Silent (in <SPAN>Aim&eacute; C&eacute;saire: Lyric and Dramatic Poetry 1946-1982, 1990) </SPAN>
<LI>Lettre &agrave; Maurice Thorez, 1956 - Letter to Maurize Thorez (tr. 1957) 
<LI>Ferrements, 1960 [Ferraments]
<LI>Cadastre, 1961 (rev. version of Soleil cou coup&eacute; and Corps perdu) - Cadastre: Poems (translated by by Emile Snyder and Sanford Upson, 1973) 
<LI>Toussaint Louverture: La r&eacute;volution fran&ccedil;aise et le probl&egrave;me colonial, 1962 
<LI>La Tragedie du roi Christophe, 1963 - The Tragedy of King Christophe (translated from the French by Ralph Manheim, 1969)<LI>State of the Union, 1966 (translated from the French by Clayton Eshleman &amp; Denis Kelly)
<LI>Une Saison au Congo, 1966 - A Season in Congo: A Play&nbsp;(translated by Ralph Manheim. 1969) 
<LI>Une Tempete, 1968 (first version, based on Shakespeare's The Tempest)
<LI>Une Temp&ecirc;te, 1974 - A Tempest: Based on Shakespeare's "The Tempest" - Adaptation for a Black Theater&nbsp;(translated from the French by Richard Miller, 1985) <LI>Œuvre historique et politique: discours et communications, 1976 
<LI>Oeuvres Compl&egrave;tes, 1976 ( 3 vols.) <LI>Po&egrave;mes, 1976 <LI>Th&eacute;&acirc;tre, 1976 <LI>Culture and Colonization, 1978 (translated from French with an introd. by Jean Mfoulou)
<LI>moi, laminaire, 1982 - i, laminaria (in <SPAN>Aim&eacute; C&eacute;saire: Lyric and Dramatic Poetry 1946-1982, 1990) </SPAN>

<LI>Aim&eacute; C&eacute;saire: The Collected Poetry, 1983 (translated by Clayton Eshleman and Annette Smith)
<LI>Non-Vicious Circle: Twenty Poems of Aime Cesaire, 1984 (translated, with an introduction and commentary by Gregson Davis) 
<LI>Lost Body / Corps Perdu, 1986 (illustrations by Pablo Picasso,&nbsp; introduction and translation by Clayton Eshleman and Annette Smith) 
<LI>Lyric and Dramatic Poetry, 1946-82, 1990 (translated by Clayton Eshleman and Annette Smith) 
<LI>La Po&eacute;sie, 1994 (edited by Daniel Maximin&nbsp;and Gilles Carpentier) <LI>Aim&eacute; C&eacute;saire: pour aujourd’hui et pour demain, 1995 (edited by Guy Ossito Midiohouan) <LI>Anthologie po&eacute;tique, 1996 (edited by Roger Toumson) <LI>Aim&eacute; C&eacute;saire: le discours sur la negritude, Miami 1987 = Aim&eacute; C&eacute;saire: Discourse on Negritude, Miami 1987, 2003 <LI>Aim&eacute; C&eacute;saire, rencontre avec un n&egrave;gre fondamental, 2004 (edited by Patrice Louis) &nbsp;<LI>N&egrave;gre je suis, n&egrave;gre je resterai, 2005 (edited by Fran&ccedil;oise Verg&egrave;s) 
</LI></UL>











<P align=center>



<BR>
<!--Amazonbanner-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/banneri.gif" width=468 height=60></A>
<BR>
<HR>
<I><CENTER><FONT size=-1>Some rights reserved Petri Liukkonen (author) &amp; Ari Pesonen. Kuusankosken kaupunginkirjasto 2008</FONT></CENTER></I><BR>
<P></P>

<BR>

 
<!--Tekstipalsta p„„ttyy-->
</TD>
</TR>
</TBODY></TABLE></CENTER>
 


<I><CENTER><A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license><IMG style="BORDER-RIGHT-WIDTH: 0px; BORDER-TOP-WIDTH: 0px; BORDER-BOTTOM-WIDTH: 0px; BORDER-LEFT-WIDTH: 0px" alt="Creative Commons License" src="http://i.creativecommons.org/l/by-nd-nc/1.0/fi/88x31.png"></A><BR><SPAN xmlns:dc="http://purl.org/dc/elements/1.1/" href="http://purl.org/dc/dcmitype/Text" property="dc:title" rel="dc:type">Authors' Calendar</SPAN> jonka tekij&auml; on <SPAN property="cc:attributionName" xmlns:cc="http://creativecommons.org/ns#">Petri Liukkonen</SPAN> on lisensoitu <A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license>Creative Commons Nime&auml;-Ep&auml;kaupallinen-Ei muutettuja teoksia 1.0 Suomi (Finland) lisenssill&auml;</A>.<BR>May be used for non-commercial purposes. The author <B>must</B> be mentioned. The text may not be altered in any way (e.g. by translation). Click on the logo above for information.</CENTER></I><BR></BODY></HTML