<HTML><HEAD><TITLE>Dan Andersson</TITLE><META name=GENERATOR content="MSHTML 8.00.7600.16671"></HEAD><BODY background=/pix/tauskuva.jpg bgColor=white text=black>
<!--taulukko alkaa-->
<CENTER><TABLE border=0 cellSpacing=0 cellPadding=5 width="80%" align=center>
<TBODY><TR>
<TD bgColor=white vAlign=top rowSpan=2 width="19%" align=left>

<!--Vasen palsta, linkit ym-->
<A href="calendar.htm"><IMG border=2 src="../../../pix/bwlogo.jpg" width=100 height=100></A><BR clear=both>
<BR>
<FONT size=-1 face=Arial>
<!--********************-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/ylamainos.gif" width=100 height=70></A>
<BR>
<BR>
<!--********************-->
<FONT size=-1><B>Choose another writer in this calendar:</B></FONT>
<P>
by name:<BR>
<A href="index.html#a" target=_blank>A</A>
<A href="index.html#b" target=_blank>B</A>
<A href="index.html#c" target=_blank>C</A>
<A href="index.html#d" target=_blank>D</A>
<A href="index.html#e" target=_blank>E</A>
<A href="index.html#f" target=_blank>F</A>
<A href="index.html#g" target=_blank>G</A>
<A href="index.html#h" target=_blank>H</A>
<A href="index.html#i" target=_blank>I</A>
<A href="index.html#j" target=_blank>J</A>
<A href="index.html#k" target=_blank>K</A>
<A href="index.html#l" target=_blank>L</A>
<A href="index.html#m" target=_blank>M</A>

<A href="index.html#n" target=_blank>N</A>
<A href="index.html#o" target=_blank>O</A>
<A href="index.html#p" target=_blank>P</A>
<A href="index.html#q" target=_blank>Q</A>
<A href="index.html#r" target=_blank>R</A>
<A href="index.html#s" target=_blank>S</A>
<A href="index.html#t" target=_blank>T</A>
<A href="index.html#u" target=_blank>U</A>
<A href="index.html#v" target=_blank>V</A>
<A href="index.html#w" target=_blank>W</A>
<A href="index.html#x" target=_blank>X</A>
<A href="index.html#y" target=_blank>Y</A>
<A href="index.html#z" target=_blank>Z</A>
</P>
<P>
by birthday from the <A href="calendar.htm" target=_top>calendar</A>.
</P>
<P>
<A href="../../../pix/credits.htm" target=_blank>Credits and feedback</A>
</P>
<P>

<!--Bamber Gascoigne--><A href="http://www.timesearch.info/bookswriters/" target=_blank><B>TimeSearch</B></A><BR>for Books and Writers<BR>by <I>Bamber Gascoigne</I><BR>
<!--Vara2-->
<!--Vara3-->
<!--Vara4--></p><p>This is an archive of a dead website. The original website was published by Petri Liukkonen under <a href="https://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en">Creative Commons BY-ND-NC 1.0 Finland</a> and reproduced here under those terms for non-commercial use. All pages are unmodified as they originally appeared; some links and images may no longer function. A .zip of the website is also <a href="https://github.com/greencardamom/BooksAndWriters">available</a>.<br></p>
</FONT>
</TD>

<TD bgColor=white vAlign=top background=/pix/viiva.jpg rowSpan=2 width=2 align=left>
<!--T„m„ on koristeviivasarake-->
</TD>
<TD bgColor=black width="80%" align=left>
<!--T„ss„ on mustapohjainen otsikkosolu-->
<FONT color=white size=+1 face=Arial><B>Dan Andersson (1888-1920) </B></FONT><FONT color=white face=Arial><B>- byname of Daniel Andersson</B></FONT>
</TD>
</TR>
<TR>
<TD bgColor=white width="80%" align=left>
<!--T„h„n tulee varsinainen teksti-->
<P>&nbsp;</P>




<P>Swedish musician and writer of working class background, who became one of the most popular Swedish poets. Andersson gained fame posthumously; during his lifetime he suffered from financial difficulties, and critics who lacked an understanding of his work. </P>
<BLOCKQUOTE><FONT size=2><STRONG>God natt&nbsp;</STRONG><FONT face=Symbol>-</FONT><STRONG> god s&ouml;mn jag &ouml;nskar er,</STRONG></FONT><BR>
<STRONG><FONT size=2>ni alla vandringsm&auml;n.</FONT><BR>
</STRONG><FONT size=2><STRONG>Vi sluta sjunga och skiljas&nbsp;</STRONG><FONT face=Symbol>-</FONT><STRONG> vad mer</STRONG></FONT><BR>
<STRONG><FONT size=2>om aldrig vi tr&auml;ffas igen.</FONT><BR>
<FONT size=2>Jag har sagt n&aring;got litet och fattig av det</FONT><BR>
<FONT size=2>som brunnit hos mig och s&aring; snart brinner ner,</FONT><BR>
</STRONG><FONT size=2><STRONG>men k&auml;rlek, d&auml;r fanns, ej f&ouml;rg&auml;bgselse vet&nbsp;</STRONG><FONT face=Symbol>-</FONT><STRONG> </STRONG></FONT><BR>
<FONT size=2><STRONG>god natt&nbsp;</STRONG><FONT face=Symbol>-</FONT><STRONG> god s&ouml;mn &aring;t er. </STRONG></FONT><FONT size=2></FONT><BR>
<FONT size=2>(from ''Epilog') </FONT></BLOCKQUOTE>
<P>Dan Andersson was born in Skattl&ouml;sberg, Grang&auml;rde. His father, Adolf Andersson, was a deeply religious, self-taught teacher in a small school, who earned additional income for the family by binding books. Dan's home was poor, and the family had to find extra income from odd jobs. His elder brother, Anders, used to read the Bible the whole day; sometimes at night he shouted like one possessed. Nobody slept then. </P>
<P>In his youth Andersson led a wandering life. He worked as woodsman, temperance lecturer, factory worker, and travelling salesman. At the age of 14, Andersson was sent for some time to the United States to explore possibilities for immigration. He worked there at his aunt and uncle's farm, but after eight months of toiling, he returned to Skattl&ouml;sberg with nothing but blistered heels and no money. In 1905 Adolf Andersson rented a crofter's cottage called M&aring;rtenstorp and tried his luck as a charcoal burner. The family had a horse, a couple of cows, a calf, chickens, and a borrowed cat.&nbsp;After three years,&nbsp;he gave up M&aring;rtenst&aring;rp and moved with his family to Skattl&ouml;sberg, where he earned his living as a shoemaker.&nbsp;&nbsp;</P><P>Between the years 1905 and 1908, Andersson&nbsp;earned his living as&nbsp;a charcoal burner, and later depicted his experiences in several poems. He also sold knives in Eskilstuna, worked at a paper factory, and acted as a replacement teacher. In 1910 Andersson served in the army but was discharged because of tuberculosis. He then spent a vagrant life, working occasionally as an itinerant lecturer for a society of popular education. His early published poems Andersson wrote in his spare time at home or in empty crofters’ cottages. He read such thinkers as Kant, Schopenhauer, and Nietzsche. Among his friends was Martin Koch, who later published large working-class novels. </P>
<P>From 1913 Andersson devoted himself entirely to writing. <SPAN class=st><SPAN class=ft>This was a disappointment to his father, who had hoped that his son would pursue a clerical career. Andersson'</SPAN></SPAN>s first book&nbsp;<EM>Kolarhistorier</EM> (1914) was followed by <EM>Kolvaktarens visor</EM> (1915). After completing a course in 1914-15 at Brunnsvik, a folk high school, Andersson published a collection of short stories,&nbsp;<EM>Det kallas vidskepelse</EM> (1916). During the year in Brunnsvik Andersson read widely, devouring Oscar Wilde's <I>De profundis</I><I></I>, Rabindranath Tagore's works, Bhagavadgita, and Rabelais. Reading Dostoevsky's&nbsp;<STRONG> </STRONG><EM>Crime and Punishment</EM> and&nbsp; <EM>The Brothers Karamazov</EM> felt like a revelation to him. Based on these influences and religious feelings of sin and guilt,&nbsp;Anderson developed a personal Nietzschean philosophy, which gradually developed from biological materialism into a more religious world view. He also found his first influential supporters, Niklas Bergius, a teacher at Brunnsvik, and Richard Sandler, who later became a foreign minister. </P>
<P>In Brunssvik Andersson lived in great poverty, trying to earn a living by writing. In 1915 his father moved with his family from Skattl&ouml;sberg to Gr&auml;sberg, where he built a house. In its cold attic room Andersson composed several of his stories, including the collection<I> Det kallas vidskepelse</I>, and <EM>Svarta ballader</EM> (1917), a collection of poems.&nbsp;<EM>De tre heml&ouml;sa</EM> (1918) was an autobiographical work, which continued in <EM>David Ramms arv</EM> (1919). They received mostly good reviews, but as a writer Andersson remained unknown to the wider public. </P>
<P>In <I>De tre heml&ouml;sa </I>and <I>David Ramms arv </I>Andersson returned to his childhood and youth, and outlined his world view in which suffering, hatred, and crime are only grotesque reflections of the higher spirit. The protagonist is David Ramm, the son of a poor tailor. He grows up with his brothers in a remote village plagued by religious fanaticism. David goes to sea, experiences his degradation in London, and is saved by a self-sacrificing prostitute. </P>
<P>In 1917 Andersson&nbsp;hired to&nbsp;work&nbsp;as a journalist for the <I>Ny Tid</I> newspaper, which appeared in G&ouml;teborg. After resigning in 1918&nbsp;he returned to Gr&auml;sberg. In 1918 he married Olga (Turesson) Andersson, and settled in the small village of Gon&auml;s, where his wife worked as teacher. However, his restless travelling continued <FONT face=Symbol>-</FONT> he visited his friends in Stockholm, Sigtuna, Brunnsvik, Gr&auml;sberg, Skattl&ouml;sberg and other places. "... min k&auml;rlek is gammal och b&ouml;rjar bli gr&aring;, / och hittar ej vildhonung mera i natten." (from 'Visa'&nbsp;<FONT face=Symbol>-</FONT> my love is old and becoming grey / and finds no wild honey at night, anymore.) Andersson's financial situation did not improve although he received grants and contributed to several magazines. </P>
<P>Andersson died of cyanide poison, in a hotel, during a visit in Stockholm on September 16, 1920. The cyanide was used to kill fleas and other bed bugs, but the bedding was aired badly. Andersson's novel<EM> Eftersk&ouml;rd</EM> was published posthumously in 1929, like unfinished portraits of his friends,&nbsp;<EM>Tryckt och otryckt</EM> (1942). In one of his most-loved poems, 'En spelmans jordaf&auml;rd' Andersson told about the funeral of a folk musician, whose last journey is accompanied by four men and sounds of wind, storm and waves. "It is only Olle the fiddler, whispers the pine and sings the fir / he has come to the end of his homeless years." Andersson translated also into Swedish 
<A href="kipling.htm">Kipling's</A> book 
<EM>The Seven Seas</EM> (1918) and <A href="baudelai.htm">Baudelaire</A>'s poems. Hans Granlid has argued in <EM>Sp&auml;nningarnas f&ouml;rl&ouml;sning: om Dan Anderssons verk och verklighet - med s&auml;rskild h&auml;nsyn till hans sena prosa</EM> (2004) that Andersson was&nbsp;the incarnation of an old soul, most likely&nbsp;with North Indian experience.&nbsp;&nbsp;

</P>


<BLOCKQUOTE><FONT size=2><B>For further reading</B>: <I>En bok om Dan Andersson</I> by Waldemar Bernhard (1941); <I>Dan Andersson f&ouml;re svarta ballader</I> by Eric Uhlin (1950); <I>Orestes och f&ouml;rsoningen </I>by Gustaf Fred&eacute;n (1955); <I>Dan Andersson</I> by Anne-Marie Odstedt (1965); <I>Dan Anderssons v&auml;g</I> by G&ouml;sta &Aring;gren (1955); <I>K&auml;rlek som i allting bor </I>G&ouml;sta &Aring;gren (1971); <I>En bilderbok om Dan Andersson</I> by E.R. Gummerus (1975); <EM>Trollkarlen vid Pajso: i Dan Anderssons v&auml;rld</EM> by E. R. Gummerus (1980); <I>40 svenska f&ouml;rfattare</I> by Sven Stople (1980); <I>Den allra h&ouml;gstra s&aring;ngen</I> by Jan Arvid Hellstr&ouml;m (1981); <I>Dan Anderssons h&auml;rstamning</I> by Erik Hellerstr&ouml;m (1964, 2nd editition 1981); 
<I>Att l&auml;sa f&ouml;r gl&auml;dje och skriva sig hel</I> by Bertil Lauritzen (1983); 
<I>Diktaren och arvet</I> by Hans &Aring;kerberg (1985); 
<I>Finnmarkens spelman</I> by Gunde Johansson (1988); <EM>Dan Andersson och Gustav Hurtig</EM> by J&ouml;rgen Dicander och Isidor Sundberg (1988); <EM>"Min f&ouml;rtr&ouml;stan all": en kompletterande studie om diktaren Dan Andersson</EM>&nbsp;by J&ouml;rgen Dicander&nbsp;(1998); <EM>Dan Anderssons visor och l&aring;tar</EM> by J&ouml;rgen Dicander (2001); <EM>Dan Andersson och Brunnsvik: en studie</EM> by G&ouml;sta Larsson (2003); <EM>Sp&auml;nningarnas f&ouml;rl&ouml;sning: om Dan Anderssons verk och verklighet - med s&auml;rskild h&auml;nsyn till hans sena prosa</EM>&nbsp;by Hans Granlid (2004)&nbsp;-<B> Huom 1</B>: Andersonin tekstej&auml; on tulkinnut suomeksi my&ouml;s laulaja Martti
Kadenius, joka kasetti <I>Dan Anderssonin lauluja </I>ilmestyi kunnianosoituksena 
</FONT><A href="paatalo.htm"><FONT size=2>Kalle P&auml;&auml;talon</FONT></A><FONT size=2> 75-vuotissyntym&auml;p&auml;iv&auml;n&auml; 
vuonna 1994. P&auml;&auml;talo, itsekin mets&auml;ty&ouml;miestaustalta 
kirjailijaksi ponnistellut, kuunteli niit&auml; useaan otteeseen 
kirjoittamisen lomassa Tampereen Myllykyl&auml;ss&auml;. <B>Huom. 2</B>: Hector teki Tommy Tabermannin ja Erkki Melakosken kanssa levyn <I>Ruusuportti</I> (1979), joka perustui Dan Anderssonin lauluille
. </FONT></BLOCKQUOTE>

<P><B>Selected works: </B></P>

<UL>
<LI>Kolarhistorier, 1914 (Charcoal Burner's Tales) 
<LI>Kolvaktarens visor, 1915 <BR>- 
Miilunvartijan lauluja ynn&auml; muita runoja (toim. Otto Varhia, 1948) <BR>- Charcoal Burner's Ballad &amp; Other Poems (selection, translated by Caroline Schleef, 1943) / The Last Night in Paindalen ('Sista natten,' from Kolvaktarens visor, translated by Caroline Schleef, 1958) 

<LI>Det kallas vidskepelse, 1916
<LI>Svarta ballader: dikter, 1917 (Black Ballads) <LI>P&aring; sju hav /&nbsp;Rudyard Kipling, 1918 (translator; original title:&nbsp;
The Seven Seas) 
<LI>De tre heml&ouml;sa, 1918 (The Three Homeless Ones) 
<LI>David Ramms arv, 1919 (David Ramm's Heritage) 
<LI>Chi-mo-ka-ma. Ber&auml;ttelser fr&aring;n norra Amerika, 1920 <LI>Skrifter, 1921-1929 (5 vols.) <LI>Skrifter. 2, Visor och ballader. Kolvaktarens visor. Dikterna i Det kallas vidskepelse. Svarta ballader. Efterl&auml;mnade dikter. Baudelaire-&ouml;vers&auml;ttningar, 1921 
<LI>Postuma&nbsp;noveller, 1922 (Skrifter 4: Korta historier, Efterl&auml;mnade noveller, Chi-mo-ka-ma, Litterturkritik)
<LI>Eftersk&ouml;rd av vers och prosa, 1929 (Late Harvest; Skrifter 5, foreword by Alf Ahlberg) 
<LI>Samlade skrifter, 1930 (5 vols.)
<LI>Tryckt och otryckt, 1942 (Printed and Unprinted; edited by Bertil Lauritzen) 
<LI>Fragment ur de underbara byttans ber&auml;ttlse, 1954 (illustrated by Ture Lidstr&ouml;m) <LI>Ballader och spelmansvisor, 1954 (edited by&nbsp;Nils Ferlin, illustrated by&nbsp;Mats Nilsson) 
<LI>The Last Night in Paindalen, 1958 (translated by Caroline Schleef, from Kolvaktarens visor) <LI>Den r&ouml;da rosen: dikter och visor publicerade i Ny Tid 1917-1918, 1970 
<LI>Kulturjournalistik, 1971 (foreword by Gunde Johansson)
<LI>Nattvandrare: ok&auml;nda dikter, 1972 (edited by G&ouml;sta &Aring;gren) 
<LI>Vildmarksliv och andra ber&auml;ttelser, 1971 (edited by Gunde Johansson)<LI>Br&ouml;dkortsromantik: reportage och artiklar publicerade i Ny tid 1917-1918, 1972&nbsp; (foreword by Gunde Johansson)

<LI>Valda brev 1903-1913, 1972 (edited by E.R. Gummerus) 
<LI>En spelmanssaga: ok&auml;nda ber&auml;ttelser, 1973 (edited by G&ouml;sta &Aring;gen) 
<LI>Sorgmarchen: novellsamling, 1973 (edited by G&ouml;sta &Aring;gen) <LI>Mot m&ouml;rkret: ok&auml;nda k&aring;serier, 1974 (edited by G&ouml;sta &Aring;gen) 

<LI>Milr&ouml;k: ok&auml;nda dikter och ber&auml;ttelser, 1974 (edited by G&ouml;sta &Aring;gen) <LI>Valda brev 1914-1920, 1976 (edited by E.R. Gummerus) 

<LI>Samlade skrifter, 1978 (edited by G&ouml;sta &Aring;gren)&nbsp;&nbsp;
<LI>En av dessa m&aring;nga heml&ouml;sa: ok&auml;nda texter, 1983 (edited by G&ouml;sta &Aring;gren) <LI>Tj&auml;rbr&auml;nnare och andra k&aring;serier och ber&auml;ttelser, 1986 (foreword by Gunde Johansson)&nbsp; <LI>S&aring;ng ur djuper: Dan Andersson, 1988 (edited by Ingel Jakobsson)
<LI>Dan Andersons dikter, 1988 (edited by G&ouml;sta &Aring;gren, introduction by Thorstein Bergman, illustrated by Sven Ljungberg)<LI>De mest &auml;lskade dikterna av Dan Andersson: 100 dikter, 1993 (edited by&nbsp;Gunde Johansson) <LI>Hj&auml;rtats oro: Dan Anderssons brev till Elsa Ouchterlony, Eva von Bahr och systern Anna Andersson, 1993 (edited by&nbsp;Gunde Johansson) <LI>K&auml;rleksdikter, 1999 (selected by Peter &amp; Maria Bj&ouml;rkman) <LI>Poems of Dan Andersson, 2003 (translated by Mike McArthur) 
</LI></UL><P>



</P>









<P align=center>




<BR>
<!--Amazonbanner-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/banneri.gif" width=468 height=60></A>
<BR>
<HR>
<I><CENTER><FONT size=-1>Some rights reserved Petri Liukkonen (author) &amp; Ari Pesonen. Kuusankosken kaupunginkirjasto 2008</FONT></CENTER></I><BR>
<P></P>

<BR>

 
<!--Tekstipalsta p„„ttyy-->
</TD>
</TR>
</TBODY></TABLE></CENTER>
 


<I><CENTER><A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license><IMG style="BORDER-RIGHT-WIDTH: 0px; BORDER-TOP-WIDTH: 0px; BORDER-BOTTOM-WIDTH: 0px; BORDER-LEFT-WIDTH: 0px" alt="Creative Commons License" src="http://i.creativecommons.org/l/by-nd-nc/1.0/fi/88x31.png"></A><BR><SPAN xmlns:dc="http://purl.org/dc/elements/1.1/" href="http://purl.org/dc/dcmitype/Text" property="dc:title" rel="dc:type">Authors' Calendar</SPAN> jonka tekij&auml; on <SPAN property="cc:attributionName" xmlns:cc="http://creativecommons.org/ns#">Petri Liukkonen</SPAN> on lisensoitu <A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license>Creative Commons Nime&auml;-Ep&auml;kaupallinen-Ei muutettuja teoksia 1.0 Suomi (Finland) lisenssill&auml;</A>.<BR>May be used for non-commercial purposes. The author <B>must</B> be mentioned. The text may not be altered in any way (e.g. by translation). Click on the logo above for information.</CENTER></I><BR></BODY></HTML

