<HTML><HEAD><TITLE>Sven Delblanc</TITLE><META name=GENERATOR content="MSHTML 8.00.7600.16671"></HEAD><BODY background=/pix/tauskuva.jpg bgColor=white text=black>
<!--taulukko alkaa-->
<CENTER><TABLE border=0 cellSpacing=0 cellPadding=5 width="80%" align=center>
<TBODY><TR>
<TD bgColor=white vAlign=top rowSpan=2 width="19%" align=left>

<!--Vasen palsta, linkit ym-->
<A href="calendar.htm"><IMG border=2 src="../../../pix/bwlogo.jpg" width=100 height=100></A><BR clear=both>
<BR>
<FONT size=-1 face=Arial>
<!--********************-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/ylamainos.gif" width=100 height=70></A>
<BR>
<BR>
<!--********************-->
<FONT size=-1><B>Choose another writer in this calendar:</B></FONT>
<P>
by name:<BR>
<A href="index.html#a" target=_blank>A</A>
<A href="index.html#b" target=_blank>B</A>
<A href="index.html#c" target=_blank>C</A>
<A href="index.html#d" target=_blank>D</A>
<A href="index.html#e" target=_blank>E</A>
<A href="index.html#f" target=_blank>F</A>
<A href="index.html#g" target=_blank>G</A>
<A href="index.html#h" target=_blank>H</A>
<A href="index.html#i" target=_blank>I</A>
<A href="index.html#j" target=_blank>J</A>
<A href="index.html#k" target=_blank>K</A>
<A href="index.html#l" target=_blank>L</A>
<A href="index.html#m" target=_blank>M</A>

<A href="index.html#n" target=_blank>N</A>
<A href="index.html#o" target=_blank>O</A>
<A href="index.html#p" target=_blank>P</A>
<A href="index.html#q" target=_blank>Q</A>
<A href="index.html#r" target=_blank>R</A>
<A href="index.html#s" target=_blank>S</A>
<A href="index.html#t" target=_blank>T</A>
<A href="index.html#u" target=_blank>U</A>
<A href="index.html#v" target=_blank>V</A>
<A href="index.html#w" target=_blank>W</A>
<A href="index.html#x" target=_blank>X</A>
<A href="index.html#y" target=_blank>Y</A>
<A href="index.html#z" target=_blank>Z</A>
</P>
<P>
by birthday from the <A href="calendar.htm" target=_top>calendar</A>.
</P>
<P>
<A href="../../../pix/credits.htm" target=_blank>Credits and feedback</A>
</P>
<P>

<!--Bamber Gascoigne--><A href="http://www.timesearch.info/bookswriters/" target=_blank><B>TimeSearch</B></A><BR>for Books and Writers<BR>by <I>Bamber Gascoigne</I><BR>
<!--Vara2-->
<!--Vara3-->
<!--Vara4--></p><p>This is an archive of a dead website. The original website was published by Petri Liukkonen under <a href="https://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en">Creative Commons BY-ND-NC 1.0 Finland</a> and reproduced here under those terms for non-commercial use. All pages are unmodified as they originally appeared; some links and images may no longer function. A .zip of the website is also <a href="https://github.com/greencardamom/BooksAndWriters">available</a>.<br></p>
</FONT>
</TD>

<TD bgColor=white vAlign=top background=/pix/viiva.jpg rowSpan=2 width=2 align=left>
<!--T„m„ on koristeviivasarake-->
</TD>
<TD bgColor=black width="80%" align=left>
<!--T„ss„ on mustapohjainen otsikkosolu-->
<FONT color=white size=+1 face=Arial><B>Sven (Herman Axel) Delblanc (1931-1992)</B></FONT>
</TD>
</TR>
<TR>
<TD bgColor=white width="80%" align=left>
<!--T„h„n tulee varsinainen teksti-->
<P>&nbsp;</P>


<P><!-- Thank you for examining the code --></P>



<P>

Swedish scholar, novelist, and playwright, who mixed realism with fantastic. Recurrent 
theme in Delblanc's work is the conflict between human freedom and overpowering social system. 
Delblanc's breakthrough book was&nbsp;<EM>Pr&auml;stkappan</EM> (1963), a
picaresque tale, based on the classical Hercules myth but turned upside down and 
set in the late 18th-century Germany. </P>
<BLOCKQUOTE><FONT size=2><B>"Besynnerlight &auml;nd&aring; med denna lyx, som kan utvecklas bara i avskildhet, p&aring; en privilegierad restaurang, bak f&ouml;rdragna gardiner. Hit till v&aring;r stadsdel kommer ju ingen av "folket", bara enstaka infiltrat&ouml;rer. Den dolda lyxen &auml;r lastens hyllning till samh&auml;llsl&ouml;gnen. Utanf&ouml;r partiet och ledningen &auml;r m&auml;nniskan svag och hj&auml;lpl&ouml;s, ett offer f&ouml;r onda rykten och d&aring;raktiga impulser, inom partiet &auml;r m&auml;nniskan god och t&auml;nker bara p&aring; folkets b&auml;sta. V&aring;r nya &ouml;verklass s&auml;ger sig f&ouml;retr&auml;da samh&auml;llets och hela folkets intressen, som varje &ouml;verklass sedan tidens begynnelse har sagt. Men v&aring;r tids nomenklatur har ett behov att d&ouml;lja sin lyxkonsumtion: bara bak f&ouml;rdragna gardiner spisar Knubben fr&aring;n silverfat och st&aring;rtar i en elegant kostym, som jag aldrig sett p&aring; arbetet. Makt, &auml;ra, rikedom och v&auml;llust &auml;r deras egendom, med detta sj&auml;lvklara f&ouml;rh&aring;llanden vill de inte visa upp f&ouml;r massan av maktl&ouml;sa."</B> (from <I>Moria land</I>, 1987) </FONT></BLOCKQUOTE>
<P>Sven Delblanc was born in Swan River, Manitoba, Canada, the third child of an immigrant family. 
In 1935 the family returned to their native country to live in a village in southern Sweden. 
Delblanc was raised in rural Vagnh&auml;rad, S&ouml;dermanland. After graduating from the secondary 
school, he studied at the University of Uppsala, receiving his Ph. D. in 1965. His doctoral thesis,&nbsp;<EM>&Auml;ra och minne</EM>
 (1965), dealt with the Swedish 18th century literature. Later he returned to the 
period in his fiction. Delblanc worked the as docent in comparative literature in Uppsala and a 
visiting professor in Berkeley, California. Up to mid-1970s Delblanc combined his writing career 
with university teaching. One of his scholarly achievements was the literary history&nbsp;<EM>Den svenska literaturen</EM>&nbsp;(1987-1990), which he coedited with Lars L&ouml;nnroth. </P>
<P>As a novelist Delblanc made his debut with the experimental&nbsp;<EM>Eremitkr&auml;ftan</EM> (1962), 
which deals with the problem of submission, a central theme in the author's work. The protagonist 
of the story, Axel Weber, is in many respects Delblanc's alter ego. 
He tries to escape from the oppressive conditions of a society, 
in which citizens live like prisoners. He finds freedom in The White City, 
where people do what they want. Disillusioned, he returns to the Prison. 
Eventually he finds security in 
marriage and dreams of personal liberty and cooperation. "Only through the lack of 
freedom can we become humans," is the conclusion. </P>
<P>In the 1960s Delblanc's novels were inspired by radical movements in the U.S. and 
his California trip. In his political satire,&nbsp;<EM>Homunculus </EM>(1965), 
CIA and KGB chase Sebastian, an unemployed chemistry teacher, in Stockholm. Sebastian has managed to 
create a homunculus, a little man. In&nbsp;<EM>Nattresa</EM> (1967) the conflict between society and individual 
leads to rebirth. "Come to us; we have a task for you," he is told by his activist partner. 
Thus Axel escapes from the temptations of an Orwellian 'big brother' organization, the San 
Francisco-based Brotherhood. Delblanc's revolutionary message is clear: "No outrage is 
meaningless." In<I> Pr&auml;stkappan</I> the dreams of the protagonist, Hermann is crushed by Frederick 
the Great – Delblanc's view of the world was pessimistic as a rule. Hermann meets one defeat after another. <EM>&Aring;snebrygga</EM> 
(1969) was a diary 
novel, an fictionalized account of a guest professorship at the University of California at Berkeley. 
It was the year of student revolutions, Richard Nixon was president and Ronald Reagan had been elected 
two years earlier governor of California. Delblanc goes through his impressions of student revolt and 
other aspects of American society, which he finds tainted by fascism. He sees Nixon as Nicholas II, 
the last czar of Russia. </P>
<P>In the 1970s appeared semiautobiographical, ironic Hedeby series, including<EM>&nbsp;&Aring;minne</EM> (1979),&nbsp;
<EM>Stenf&aring;gel</EM> (1973),&nbsp;<EM>Vinteride</EM> (1974) and <EM>Stadsporten </EM>(1976). The novels, set on a small community 
shortly before and during World War II, were also adapted into a popular mini-series for television under 
the title <I>Hedebyborna</I>. Although Delblanc's narrativ technique was complex, 
he had abandoned experimentalism familiar from his earlier works, and gave an account of 
the vanished way of life in small town Sweden. Delblanc' alter ego, Axel Weber, finds a safe harbor in his 
inner world. Feminist themes Delblanc pondered in&nbsp;Grottmannen (1977), which was received coldly, <EM>Jerusalems natt</EM> (1983), which pays attention to the fact, that the authors of the Gospels were male, and 
in <EM>K&auml;ra farmor</EM> (1979), in which 
woman rules the world as a matriarch of infinite power and strength. This novel 
was partly based on his father's family. <I>Grottmannen</I> attacked sexist cultural circles around the Stockholm Film Institute. </P>
<P>In the 1980s Delblanc started another series with <EM>Samuels bok</EM> 
(1981), which received the prestigious Nordic Literature Prize. 
It was followed by <EM>Samuels d&ouml;ttrar</EM> (1982), set in the early 1920s, <EM>Kanaans land</EM> (1984), 
and the final volume <EM>Maria ensam</EM> (1985). The semidocumentary novels dealt with Delblanc's 
family history, his maternal grandfather, his descendants, and a hereditary stain of mental illness. 
<I>Samuels Book</I> focused on the writer's grandfather, here called Samuel Eriksson, 
who was ordained a Lutheran minister in the Unites States, but was never accepted in Sweden. 
He died insane. Delblanc used his diary and case record. 
<FONT size=2>(See other Swedish emigration series: </FONT><A href="vmoberg.htm"><FONT size=2>Vilhelm 
Moberg</FONT></A><FONT size=2>)</FONT> Samuel's daughter Maria, trained as a teacher, 
 marries a Swedish American man, Fredrik Weber, and moves to Canada, 
the land of Canaan, where the writer himself was born. After a series of hardships, Maria loses her religious faith. 
in <I>Maria ensam</I> she returns to Hedeby, which is no paradise. Maria's husband is violent, 
the marriage ends, and she eventually commits suicide believing she was a bad wife and mother. 
Her youngest son is Axel Weber, who breaks out from his shell. </P>
<P>Other historical novels include <EM>Kastrater</EM> (1975), which featured in its cast of characters 
the great soprano castrato Luigi Marchesi, the besotted sometime "Bonnie Prince Charlie", and 
Gustaf III of Sweden, who stays incognito in Rome. Delblanc argued, that only art can liberate mankind's 
longing from its physical circumstances.&nbsp;<EM>Speranza</EM> (1980) depicted the journey of a slave ship across 
the Atlantic ocean. The narrator is Malte Moritz von Putbus, and idealist, who succumbs to the evil within<BR>
himself. </P>
<P>Delblanc's plays include television drama <EM>Morgonstj&auml;rnan</EM> (1977) which did not give a very 
flattering portrait of the ruling aristocracy in the mid-18th-century.<EM> Robotbas</EM> (1963) was about love 
and politics, and <EM>Den arme Richard</EM>, a stage play about Richard Strauss, had its premiere in 1978. 
Delblanc has also written essays and memoirs <EM>Livets ax</EM> (1991), in which he tries to understand his 
tyrannical father,&nbsp;<EM>Agnar</EM> (1992), about his teenage years, and<EM> Slutord </EM>(1993). 
Delblanc died in Uppsala on December 15, 1992 – a few years earlier he had heard that he had incurable cancer. </P>

<BLOCKQUOTE><B><FONT size=2>For further infomation:</FONT></B> <FONT size=2><I>Samtal med 60-talister</I> by K.E. Lagerl&ouml;f (1965); 'Delblancs Hedeby als Kritik der Zeit'</FONT><FONT size=2> </FONT><FONT size=2></FONT><FONT size=2>by R. Kejzlar <FONT size=2>in <I>Scandinavica</I>, 18 </FONT>(1979); </FONT><I><FONT size=2>Symbolstudier i Sven Delblancs Hedebysvit</FONT></I><FONT size=2> by Brita Fritzdorf (1980); <I>Columbia Dictionary of Modern European Literature</I>, ed. by Jean-Albert B&eacute;d&eacute; and William B. Edgerton (1980); </FONT><I><FONT size=2>Frihet och fakticitet</FONT></I><FONT size=2> by Beata Agrell (1982);</FONT><I><FONT size=2> World Authors 1975-1980</FONT></I><FONT size=2>, ed. by Vineta Colby (1985); </FONT><I><FONT size=2>Frihetens tragedi </FONT></I><FONT size=2>by Lars Ahlbom (1989); </FONT><I><FONT size=2>Wohlt&auml;der der Menschheit</FONT></I><FONT size=2> by P&eacute;ter Madl (1989); <I>Den svenska litteraturhistorien</I> by G&ouml;ran H&auml;gg (1996); <I>Sven Delblanc</I> by Lars Ahlbom (1996);&nbsp;<I><FONT size=2>A History of Swedish Literature</FONT></I><FONT size=2>, ed. by Lars G. Warme (1996)</FONT>; </FONT><I><FONT size=2>Encyclopedia of World Literature in the 20th Century</FONT></I><FONT size=2>, Vol. 1, ed. by Steven R. Serafin (1999); <I>R&ouml;ster om Sven Delblanc</I>, ed. by Lars Ahlbom (2001) </FONT></BLOCKQUOTE>


<P><B>Selected works: </B></P>

<UL>
<LI>Eremitkr&auml;ftan, 1962 [The hermit crab]
<LI>Robotbas 1963 (play) 
<LI>Pr&auml;stkappan: en heroisk ber&auml;ttelse, 1963 [The priest's gown]&nbsp;<BR>- Papinkaapu: herooinen kertomus (suom. Katri Ingman, 1965) 
<LI>Ariadne och p&aring;f&aring;geln, 1964 (play) 
<LI>Homunculus, 1965 <BR>- Homunculus: A Magic Tale (translated by Verne Moberg, 1969) 
<LI>&Auml;ra och minne, 1965 (doctoral thesis)
<LI>G&ouml;m dig i livets tr&auml;, 1965 (play) 
<LI>Nattresa, 1967 [Night Journey]
<LI>&Aring;snebrygga , 1969 <BR>- Aasinsilta (suom. Ulf Erik Qvickstr&ouml;m, 1970) 
<LI>&Aring;minne:&nbsp;en ber&auml;ttlese fr&aring;n S&ouml;rmland, 1970 [River memory]<BR>- Kertomus S&ouml;rmlannista (suom. Juhani Koskinen, 1974)
<LI>Zah&aacute;k - persiska brev, 1971
<LI>Trampa vatten, 1972
<LI>Primaverta: en konstn&auml;rlig ber&auml;ttelse, 1973
<LI>Stenf&aring;gel: en ber&auml;ttelse fr&aring;n S&ouml;rmland, 1973 [Stone bird]<BR>- Kivilintu: kertomus S&ouml;rmlannista 2 (suom. Juhani Koskinen, 1976) 
<LI>Vinteride: en ber&auml;ttelse fr&aring;n S&ouml;rmland, 1974 [Winter lair]<BR>- Talviuni: kertomus S&ouml;rmlannista 3 (suom. Juhani Koskinen, 1977) 
<LI>Kastrater, 1975 <BR>- The Castrati: a Romantic Tale (translated by C. W. Williams, 1979) 
<LI>Stadsporten: en ber&auml;ttelse fr&aring;n S&ouml;rmland, 1976 [The town gate]<BR>- Kaupunginportti: kertomus S&ouml;rmlannista 4 (suom. Juhani Koskinen, 1978) 
<LI>Grottmannen, 1977 [The cave man]
<LI>Morgonstj&auml;rnan, 1977 (television play) 
<LI>Gunnar Emmanuel: en tidl&ouml;s ber&auml;ttelse, 1978 
<LI>Den arme Richard, 1978 (play; Poor Richard) 
<LI>Gr&ouml;na vintern, 1978 
<LI>K&auml;ra farmor, 1979
<LI>Speranza: en samtida ber&auml;ttelse, 1980 <BR>- Speranza (translated by Paul Britten Austin, 1983) <BR>- Speranza, laiva: aikalaiskertomus (suom. Timo H&auml;m&auml;l&auml;inen, 1994) 
<LI>Samuels bok, 1981 [Samuel's book]<BR>- Samuelin kirja (suom. Juhani Koskinen, 1983) 
<LI>Samuels d&ouml;ttrar, 1982 [Samuel's daughters]<BR>- Samuelin tytt&auml;ret (suom. Juhani Koskinen, 1985) 
<LI>Senecas d&ouml;d: sorgespel, 1982 (play) [The death of Seneca]
<LI>Minnen fr&aring;n Kanada, 1984
<LI>Kanaans land, 1984 [The land of Canaan]<BR>- Kanaanin maa (suom. Juhani Koskinen, 1986) 
<LI>Jerusalems natt: en ber&auml;ttelse, 1983 [Jerusalem's night]
<LI>Maria ensam, 1985 [Maria alone]<BR>- Maria yksin (suom. Juhani Koskinen, 1989) 
<LI>F&aring;gelfr&ouml;, 1986
<LI>Moria land, 1987 
<LI>Den svenska litteraturen, 1987-1990 (7 vols., ed. with Lars L&ouml;nnroth) 
<LI>&Auml;nkan, 1988
<LI>Damiens, 1988<LI>S&ouml;rmland i minnet, 1989 (illustrated by Reinhold Ljunggren) &nbsp;
<LI>Ifigenia: ber&auml;ttelse i tv&aring; uppt&aring;g, 1990 
<LI>Ragnar Johansson, 1991 <LI>Oanat - osett: en &ouml;verblick av Reinhold Ljunggrens bildv&auml;rld, 1991 
<LI>Slutord, 1992 <BR>- P&auml;&auml;t&ouml;ssanat (suom. Timo H&auml;m&auml;l&auml;inen, 1993) 
<LI>Livets ax: barndomsminnen, 1991 [Gleanings from life]<BR>- Elon t&auml;hk&auml; (suom. Kyllikki H&auml;rk&auml;p&auml;&auml;, 1992) 
<LI>Agnar, 1993 [Chaff]
<LI>Homerisk hemkomst: Tv&aring; ess&auml;er om Iliaden och Odyss&eacute;en, 1993 
<LI>K&auml;ra Alice!, 1995 (ed. by Lars Helander) 
<LI>Broder Ville, K&auml;re sn&auml;lle Sven: 26 v&auml;xlade brev mellan Vilhelm Moberg och Sven Delblanc, 2006 (ed. by Lars Ahlbom, Inger Nettervik), 2006 

</LI></UL>







<P align=center>



<BR>
<!--Amazonbanner-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/banneri.gif" width=468 height=60></A>
<BR>
<HR>
<I><CENTER><FONT size=-1>Some rights reserved Petri Liukkonen (author) &amp; Ari Pesonen. Kuusankosken kaupunginkirjasto 2008</FONT></CENTER></I><BR>
<P></P>

<BR>

 
<!--Tekstipalsta p„„ttyy-->
</TD>
</TR>
</TBODY></TABLE></CENTER>
 


<I><CENTER><A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license><IMG style="BORDER-RIGHT-WIDTH: 0px; BORDER-TOP-WIDTH: 0px; BORDER-BOTTOM-WIDTH: 0px; BORDER-LEFT-WIDTH: 0px" alt="Creative Commons License" src="http://i.creativecommons.org/l/by-nd-nc/1.0/fi/88x31.png"></A><BR><SPAN rel="dc:type" property="dc:title" href="http://purl.org/dc/dcmitype/Text" xmlns:dc="http://purl.org/dc/elements/1.1/">Authors' Calendar</SPAN> jonka tekij&auml; on <SPAN property="cc:attributionName" xmlns:cc="http://creativecommons.org/ns#">Petri Liukkonen</SPAN> on lisensoitu <A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license>Creative Commons Nime&auml;-Ep&auml;kaupallinen-Ei muutettuja teoksia 1.0 Suomi (Finland) lisenssill&auml;</A>.<BR>May be used for non-commercial purposes. The author <B>must</B> be mentioned. The text may not be altered in any way (e.g. by translation). Click on the logo above for information.</CENTER></I><BR></BODY></HTML

