<HTML><HEAD><TITLE>Eyvind Johnson</TITLE><META name=GENERATOR content="MSHTML 8.00.7600.16671"></HEAD><BODY background=/pix/tauskuva.jpg bgColor=white text=black>
<!--taulukko alkaa-->
<CENTER><TABLE cellSpacing=0 cellPadding=5 width="80%" align=center>
<TBODY><TR>
<TD bgColor=white vAlign=top rowSpan=2 width="19%" align=left>

<!--Vasen palsta, linkit ym-->
<A href="calendar.htm"><IMG border=2 src="../../../pix/bwlogo.jpg" width=100 height=100></A><BR clear=both>
<BR>
<FONT size=-1 face=Arial>
<!--********************-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/ylamainos.gif" width=100 height=70></A>
<BR>
<BR>
<!--********************-->
<FONT size=-1><B>Choose another writer in this calendar:</B></FONT>
<P>
by name:<BR>
<A href="index.html#a" target=_blank>A</A>
<A href="index.html#b" target=_blank>B</A>
<A href="index.html#c" target=_blank>C</A>
<A href="index.html#d" target=_blank>D</A>
<A href="index.html#e" target=_blank>E</A>
<A href="index.html#f" target=_blank>F</A>
<A href="index.html#g" target=_blank>G</A>
<A href="index.html#h" target=_blank>H</A>
<A href="index.html#i" target=_blank>I</A>
<A href="index.html#j" target=_blank>J</A>
<A href="index.html#k" target=_blank>K</A>
<A href="index.html#l" target=_blank>L</A>
<A href="index.html#m" target=_blank>M</A>

<A href="index.html#n" target=_blank>N</A>
<A href="index.html#o" target=_blank>O</A>
<A href="index.html#p" target=_blank>P</A>
<A href="index.html#q" target=_blank>Q</A>
<A href="index.html#r" target=_blank>R</A>
<A href="index.html#s" target=_blank>S</A>
<A href="index.html#t" target=_blank>T</A>
<A href="index.html#u" target=_blank>U</A>
<A href="index.html#v" target=_blank>V</A>
<A href="index.html#w" target=_blank>W</A>
<A href="index.html#x" target=_blank>X</A>
<A href="index.html#y" target=_blank>Y</A>
<A href="index.html#z" target=_blank>Z</A>
</P>
<P>
by birthday from the <A href="calendar.htm" target=_top>calendar</A>.
</P>
<P>
<A href="../../../pix/credits.htm" target=_blank>Credits and feedback</A>
</P>
<P>

<!--Bamber Gascoigne--><A href="http://www.timesearch.info/bookswriters/" target=_blank><B>TimeSearch</B></A><BR>for Books and Writers<BR>by <I>Bamber Gascoigne</I><BR>
<!--Vara2-->
<!--Vara3-->
<!--Vara4--></p><p>This is an archive of a dead website. The original website was published by Petri Liukkonen under <a href="https://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en">Creative Commons BY-ND-NC 1.0 Finland</a> and reproduced here under those terms for non-commercial use. All pages are unmodified as they originally appeared; some links and images may no longer function. A .zip of the website is also <a href="https://github.com/greencardamom/BooksAndWriters">available</a>.<br></p>
</FONT>
</TD>

<TD bgColor=white vAlign=top background=/pix/viiva.jpg rowSpan=2 width=2 align=left>
<!--T„m„ on koristeviivasarake-->
</TD>
<TD bgColor=black width="80%" align=left>
<!--T„ss„ on mustapohjainen otsikkosolu-->
<FONT color=white size=+1 face=Arial><B>Eyvind Johnson (1900-1976)</B></FONT>
</TD>
</TR>
<TR>
<TD bgColor=white width="80%" align=left>
<!--T„h„n tulee varsinainen teksti-->
<P>&nbsp;</P>


<P><!-- Thank you for examining the code --></P>



<P>

<!-- Teksti alkaa t&auml;st&auml; -->Swedish working class writer – on his own from the age of 13 – who was awarded
the Nobel Prize for Literature with <A href="harrymar.htm">Harry Martinson</A>&nbsp;
in 1974. Eyvind Johnson's early works dealt with his impoverished upbringing and social or political problems. In many of his later novels Johnson tested and questioned the many roles of the storyteller and experimented with time, the interaction between historical events and their interpretation. Often his hero is a battered but resilient humanist. </P>
<BLOCKQUOTE><FONT size=2><B>"His work, which mirrors the ideological and technical development of the novel from Hamsun to Faulkner, is pervaded by the political and cultural debates of his time. He regarded the dissolution of the form of of the novel as a necessary step in its development, and saw each of his novels as an experiment in expressing the dark and the bright sides on life."</B> (Sven H. Rossel in</FONT><I><FONT size=2> A History of Scandinavian Literature</FONT></I><FONT size=2>, 1870-1980, 1982) </FONT></BLOCKQUOTE>


<P>Eyvind Johnson was born at Saltsjobaden in Norrbotten, in northern Sweden. When his father, a laborer on the Lapland iron ore railroad, suffered from mental breakdown, Eyvind's mother entrusted her son's upbringing to relatives. At the age of thirteen., Johnson left school and earned his living in odd jobs, mainly as a lumberjack, but also as a sawmill worker, and a locomotive cleaner. Johnson educated himself by reading and in 1919 he settled in Stockholm, where he was for a short time at LM Ericsson's workshop. With some other aspiring young writers he founded the magazine <I>V&aring;r Nutid</I> and wrote for the magazine <I>Brand</I>. He also participated actively in politics and trade unionism. In 1924 he broke with Socialism – the year marked also the beginning of his career as a writer. Uneployed, he decided to leave Sweden. </P>
<P>Most of the 1920s Johnson spent in Berlin and Paris, working among others as a dishwasher. During this period he seriously developed himself to become a writer. In 1921 he moved to Berlin, where he lived for two years. In Paris (1925-30) he wrote for Swedish newspapers. He read the works of John Dos Passos, Alfred D&ouml;blin, Marcel Proust, Andr&eacute; Gide, and James Joyce, as well as Henri Bergson and Sigmund Freud. Through their influence he gradually took distance to traditional novel forms, which culminated in the publication of <EM>Kommentar till ett stj&auml;rnfall</EM> (1929), an attack on capitalist society. The work was a critical success. On his return visits to Sweden Johnson was distressed by its sense of isolation from the rest of Europe. </P>
<P>Johnson's first books appeared in the 1920s, among them <EM>Timans och r&auml;ttf&auml;rdigheten</EM> (1925), <EM>Stad i m&ouml;rker</EM> (1927), which pursued two intertwining stories, and <EM>Stad i ljus</EM> (1928), about an author starving in Paris. These early efforts showed the influence of Hamsun and expressionism.&nbsp; <EM>Minnas</EM> (1928), which shows Johnson's familiarity with Freud's theory on repression, used the inner monologue, quite new in Sweden at that time. Although Johnson's books inspired discussion about modernism, they were not widely read. In 1927 Johnson married Aase Christiansen and returned to Sweden in 1930 as an established writer and the
most important representative of experimental novel of his generation.&nbsp;<EM>Avsked till Hamlet</EM> (1930) began the series of five books about M&aring;rten Torpare, a character with a background like the author's own. M&aring;rten also learns to reject his ambivalence toward his simple past. <EM>Regn i gryningen</EM> (1933) was concerned with boring office jobs. </P>
<P>Between the years 1934 and 1937 he wrote <EM>Romanen om Olof</EM>. The four-volume epic of Olof, who leaved home at age fourteen, was based on Johnson's experiences as a logger and became a classic of Swedish literature. In the life of its young hero, Johnson blended fairy tale and realism. Typical modernist features include use of inner monologue, changing point of view, and preoccupation with the question of time. The tetralogy –&nbsp;<EM>Nu var det 1914</EM> (1934), <EM>H&auml;r har du ditt liv</EM>! (1935),&nbsp;<EM>Se dig inte om! </EM>(1936), and <EM>Slutspel i ungdomen</EM> (1937) – tells of the story of a young Swedish boy growing up in the sub-Arctic during World War I. </P><P>Jan Troell's&nbsp; faithful&nbsp;film adaptation of<EM></EM>&nbsp;<EM>H&auml;r har du ditt liv</EM> premiered in July 1966. At that time it was the longest feature film made in Sweden. It was a critical success and marked the breakthrough of Troell career as a director.&nbsp; Johnson also was happy with the screen version of his book. The tile factory in the film was the same factory where Johnson had worked at the age of 14. Following the shock of the assassination of Prime Minister Olof Palme, STV (the Swedish public service television company)&nbsp;broadcasted the film&nbsp;on May 1, 1968, instead of the scheduled humor programs.&nbsp;&nbsp;&nbsp;</P><P>Increasingly disturbed by the rising totalitarianism in the 1930s, Johnson worked actively against the onslaught of Nazism and helped establish a link between Resistance in Norway and Sweden. In <EM>Natt&ouml;vning</EM> (1938), portraying a group of Swedish Nazis, Johnson's alter ego, M&aring;rten Torpare, gives his account of the times. <EM>Soldatens &aring;terkomst</EM> (1940) depicted the fate of a Swedish volunteer who had fought dictatorship in Spain. "One should prevent others from killing," says M&aring;rten. </P>
<P>After his first wife died in 1938, Johnson married Cilla Frankenhauser, and collaborated with her in translations of such writers as Albert Camus, Anatole France, Jean-Paul Sartre and Eug&egrave;ne Ionesco. During World War II Johnson coedited with Willy Bradt the newspaper <I>Et Handsl&aring;g </I>for the Norwegian resistance and wrote the Krilon trilogy (<EM>Grupp Krilon</EM>, 1941; <EM>Krilons resa</EM>, 1942, and <EM>Krilon sj&auml;lv</EM>, 1943). The work, which weaves together fictional, allegorical, and symbolic levels, condemns Nazi oppression and explores the controversial policy of Swedish neutrality during the war. In the story a real-estate broker, Krilon, represents Western democratic values. He establishes a discussion group with his friends and tries to keep it together as a counterforce against totalitarian and corporative pressures. Their enemies are Jekau and Staph, representing the Soviet Union ("tjekan") and Hitler's Germany (Gestapo). The Swedish- American Frank Lind symbolizes Franklin D. Roosevelt and the U.S. At the same time their struggle is an allegory of the events of World War II and the battle between idealism and corruption. </P>
<P>In 1947 Johnson condemned Bolshevism in a radio speech, when the Soviet Union celebrated the October Revolution: "Similarities between a Communist state and a Nationalist or Fascist state are greater than differences. The both rule by clich&eacute;s and blood." <EM>Str&auml;ndernas svall</EM> (1946, Eng. tr. Return to Ithaca) was a realistic retelling of Homer's <EM>Odyssey</EM>, but illustrated the moral dilemma after World War II – does good ends justify the means? </P>
<P>Following WW II Johnson traveled extensively in Switzerland, where he lived two years (1947-49). Its culture and landscape provided the setting for several of his novels. Johnson was elected a member of the Swedish Academy in 1957. In the 1960s and 1970s ideas of the rising leftists movements did not attract him, and in 1974 he resigned from the writers' association<FONT size=2></FONT> in protest. Johnson died in Stockholm on August 25, 1976. </P>
<P>Like the Icelandic Nobel laureate Halld&oacute;r Kiljan Laxness, Johnson admired the work of <A href="traven.htm">B. Traven</A>, calling him&nbsp;"one of the great writers of our era."<STRONG> </STRONG>Johnson's early novels show the influence of <A href="proust.htm">Marcel 
Proust,</A> <A href="agide.htm">Andr&eacute; Gide</A> and <A href="jjoyce.htm">James Joyce</A>. Among his best-known novels is perhaps<EM>&nbsp;Hans n&aring;des tid</EM> (1960, Eng. tr. The Days of His Grace), an analysis of the totalitarian ideology, seen through the eyes of the inhabitants of a nation conquered by Charlemagne. Although the Stalin-like dictator manages to destroy freedom (in this case a revolt in Lombardy), love and hope remain in dreams. Internationally famous is also <EM>Str&auml;ndernas svall</EM>, translated as <I>Return to Ithaca: The Odyssey Retold as a Modern Novel,</I> which began a series of novels emphasizing the repetition of history, the illusion of chronological time and the similarity of man's condition under varying circumstances. </P>
<BLOCKQUOTE><FONT size=2><B>"Utan tidningar och radio skulle s&auml;kert stora delar av m&auml;nskligheten tro att allt &auml;r s&aring; bra som man kan geb&auml;r&auml;&nbsp;– ocks&aring; p&aring; alla andra st&auml;llen p&aring; Jordklotet. Ja inbilla sej&nbsp;– kanske&nbsp;– att just de sj&auml;lva borde ha anledning till att vara, att de var lykliga. I brist p&aring; telegram och radionyheter och andra raporter skulle de kanh&auml;nda vara fyllda av st&ouml;rsta lugn i sj&auml;len. M&auml;nniskan &auml;r i h&ouml;g grad outforskad. I brist p&aring; fantasi eller brist p&aring; kunskanp om de andra, skulle m&auml;nniskor som har bara fem minuters promenadv&auml;g till Helvetet inte ha en aning om att Helvetet fanns s&aring; n&auml;r&auml; deras egen trygghet."</B> (from <I>N&aring;gra steg mot tystnaden</I>, 1963) </FONT></BLOCKQUOTE>
<P>At age 46 Johnson began to write historical novels. Among them is <EM>Dr&ouml;mmar om rosor och eld</EM> (1949, Eng. tr. Dreams of Roses and Fire), which took place in Cardinal Richelieu's 17th-century France and looked at political trials and executions through the witchcraft trial of Urbain Grainier. The process also inspired Aldous Huxley's <I>The Devils of Loudun </I>(1952).<EM> Molnen &ouml;ver Metapontion</EM> (1957) combined three levels of time: the tale of Themestogenes from Xenophon's <I>Anabasis</I> with a Swedish survivor of a German concentration camp, and his visit to the places out of <I>Anabasis</I>. The story moves back and forth between four time levels, between events that happened 2,300 years ago and were retold by the Greeks, the concentration camps, and the 1950s. This narrative method was also used in <EM>N&aring;gra steg mot tystnaden</EM> (1973), a novel about captives of the past. <EM>Livsdagen l&aring;ng</EM> (1964) was an eight-episode chronicle spanning the 9th to 16th cs. </P>
<BLOCKQUOTE><FONT size=2><B>"Man kan s&auml;ga vad som helst on Amerika t&auml;mligen ostraffat, men till sist kommer man fram till att USA:s styrka &auml;r den f&ouml;r n&auml;rvarande enda fullviktiga garanten f&ouml;r v&aring;r egen trygghet. Om Amerika &auml;r starkt - och med det v&auml;sterlandet&nbsp;– betyder det f&ouml;r oss att vi &auml;nnu har m&ouml;jligheten till v&aring;r folkliga sj&auml;lvbest&auml;mmander&auml;tt kvar. Ifall den styrkan mattas eller drar sig tillbaka i isolationism, &aring;terts&aring;r oss det andra: att omfattas av, pressas in i en &ouml;stlig v&auml;rlds intressen, att bli provinsen eller guvernementet Sverige i protektoratet Europa. F&ouml;rebilden &auml;r de so kallade folkdemokratierna med s&aring; kallade folkdomstolar inf&ouml;r vilka sj&auml;lva tanken p&aring; v&auml;sterl&auml;ndsk demokrati betraktas som ett grov brott, som lands- och statsfientlig verksamhet, v&auml;rd d&ouml;dsstraff."</B> (first published in </FONT><I><FONT size=2>Stockholms-Tidningen</FONT></I><FONT size=2>, on March 13, 1951) </FONT></BLOCKQUOTE>
<BLOCKQUOTE><B><FONT size=2>For further reading: </FONT></B><I><FONT size=2>Eyvind Johnson </FONT></I><FONT size=2>by J&oslash;rgen Claudi (1947); </FONT><I><FONT size=2>Eyvind Johnson</FONT></I><FONT size=2> by G.K. Orton (1972); </FONT><I><FONT size=2>The Ulysses Theme</FONT></I><FONT size=2> by W.B. Stanford (1963); <I>Den tidl&ouml;sa historien </I>by S. B&auml;ckman (1975); <I>Eyvind Johnson's historiska romaner</I> by O. Meyer (1977); </FONT><I><FONT size=2>Romantikern Eyvind Johnson</FONT></I><FONT size=2> by Thure Stenstr&ouml;m (1978); </FONT><I><FONT size=2>Hamlet i klasskampen</FONT></I><FONT size=2> by Nils Schwartz (1979); <I>Columbia Dictionary of Modern European Literature</I>, ed. by Jean-Albert B&eacute;d&eacute; and William B. Edgerton (1980);<I> Myt och verklighet. Ber&auml;ttandets problem i Eyvind Johnsons roman Str&auml;ndernas svall</I> by Merete Mazzarella (1981); <I><FONT size=2>A History of Scandinavian Literature</FONT></I><FONT size=2>, 1870-1980, by Sven H. Rossel (1982)</FONT>;<I> E</I></FONT><I><FONT size=2>yvind Johnson och Dj&auml;vulen</FONT></I><FONT size=2></FONT><I><FONT size=2></FONT></I><FONT size=2> by Mona K&aring;rsn&auml;s (1984); </FONT><I><FONT size=2>Norrbottningen som blev europ&eacute;</FONT></I><FONT size=2> by &Ouml;rjan Lindberger (1986); </FONT><I><FONT size=2>M&auml;nniskan i tiden</FONT></I><FONT size=2> by &Ouml;rjan Lindberger (1990); <EM>A History of Swedish Literature</EM><FONT size=2>, ed. by Lars G. Warme (1996, pp. 349-353)</FONT>; </FONT><I><FONT size=2>Encyclopedia of World Literature in the 20th Century</FONT></I><FONT size=2>, Vol. 2, ed. by Steven R. Serafin (1999); <I>Ber&auml;ttaren Eyvind Johnson</I> by &Ouml;rjan Lindberger (1999); <I>Eyvind Johnson och Norrbotten</I> by Kjell Lundholm (2000); <I>Eyvind Johnson: bibliografi </I>by Per-Olof Mattsson (2000);<EM> Essays on Thorkild Bj&ouml;rnvig, Eyvind Johnson, Harry Martinson and Erik Lindegren</EM> by Walter W. Nelson (2011)&nbsp;</FONT></BLOCKQUOTE>
<P><B>Selected works: </B></P>

<UL>
<LI>De fyra fr&auml;mlingarna, 1924 [The four strangers]
<LI>Timans och r&auml;ttf&auml;rdigheten, 1925 [Timans and justice]
<LI>Stad i m&ouml;rker, 1927 [Town in darkness]<BR>- Kaupunki hohtaa pime&auml;ss&auml; (suom. Eino Heinivaara, 1946) 
<LI>Stad i ljus, 1928 [City in light]
<LI>Minnas, 1928 [Remembering]
<LI>Kommentar till ett stj&auml;rnfall, 1929 [Commentary to a falling star]
<LI>Avsked till Hamlet,&nbsp;1930 [Farewell to Hamlet]
<LI>Bobinack, 1932
<LI>Natten &auml;r h&auml;r, 1932 [Night is here]
<LI>Regn i gryningen, 1933 [Rain at dawn]
<LI>&Auml;n en g&aring;ng, kapten!, 1934 [Once more, Captain!]<LI>Nu var det 1914, 1934 (Romanen om Olof, 1934-37, 4 vols.; published together in 1945)<BR>- 1914&nbsp;(translated by Mary Sandbach, 1970) <BR>- Elettiin vuotta 1914 (suom. V. H&auml;meen-Anttila, 1938) <LI>H&auml;r har du ditt liv!, 1935&nbsp;(Romanen om Olof; He you have your life)<BR>- T&auml;llaista 
on el&auml;m&auml;si (suom. Werner Anttila, 1939)<BR>-&nbsp;<FONT size=2>film: H&auml;r har du ditt liv (1966), dir. by Jan Troell, screenplay by Bengt Forslund</FONT><FONT size=2>, starring Max von Sydow, Eddie Axberg, Holger L&ouml;wenalder, Ulla Akselson, Gudrun Brost</FONT>
<LI>Se dig inte om!, 1936&nbsp;(Romanen om Olof; Don't look back)<BR>- &Auml;l&auml; katso taaksesi (suom. Werner Anttila, 1940) <LI>Slutspel i ungdomen, 1937 (Romanen om Olof; Finale in youth)<LI>Natt&ouml;vning, 1938 [Night maneuvers]
<LI>Den trygga v&auml;rlden, 1940 [The safe world]
<LI>Soldatens &aring;terkomst, 1940 [The soldier's return]<BR>- Sotilaan paluu (suom. Yrj&ouml; Iso-Puonti, 1945) 
<LI>Grupp Krilon, 1941 [The Krilon group]
<LI>Krilons resa, 1942 [Krilon's journey]
<LI>Krilon sj&auml;lv, 1943 [Krilon himself]<LI>Sju liv, 1944&nbsp;[Seven lives]
<LI>Str&auml;ndernas svall:&nbsp; ett drama i tre akter och ett antal bilder om den a&deg;terva&uml;ndande, 1946 <BR>- Return to Ithaca (with a pref. by Mark Van Doren, 1952) <BR>- Rantojen tyrskyt: romaani l&auml;sn&auml;olevasta (suom. Katri Ingman, 1947) 
<LI>Pan mot Sparta, 1946
<LI>Dagbok fr&aring;n Schweiz 1947-1949, 1949 [Swiss diary]
<LI>Dr&ouml;mmar om rosor och eld, 1949 <BR>- Dreams of Roses and Fire (translated by Erik J. Friis, introduction by Monica Setterwall, 1984) <BR>- Tulta ja ruusuja (suom. Arvi Kivimaa, 1953)
<LI>Valda skrifter i folkupplaga, 1950 (12 vols.) 
<LI>Ett v&aring;rtal 1951, 1951
<LI>L&auml;gg undan solen: roman, 1951
<LI>Romantisk ber&auml;ttelse, 1953 [A romantic story]
<LI>Vinterresa i Norrbotten, 1955 [A winter journey in Norrbotten]
<LI>Tidens g&aring;ng: en romantisk ber&auml;ttelse, 1955 [The course of time]
<LI>Molnen &ouml;ver Metapontion, 1957 [The Clouds over Metapontion]
<LI>V&auml;gar &ouml;ver Metaponto - en resedagbok, 1959 [The clouds over Metaponto]
<LI>Hans n&aring;des tid, 1960 <BR>- The Days of His Grace:&nbsp;A Novel&nbsp;(translated by Elspeth Harley Schubert, 1968) <BR>- H&auml;nen armonsa aika (suom. Gerda Lindgren, 1962)
<LI>Sp&aring;r f&ouml;rbi Kolonos - en ber&auml;ttelse, 1961 [Traces past Colonus - a story]
<LI>Livsdagen l&aring;ng, 1964 [Life's Long Day]
<LI>Stunder, v&aring;gor - anteckningar, ber&auml;ttelser, 1965 [Moments, waves - notes, stories]
<LI>Favel ensam, 1968 [Favel alone]
<LI>N&aring;gra steg mot tystnaden. En roman om f&aring;ngna, 1973 [A few steps toward silence]<BR>- Kohti hiljaisuutta: romaani vangituista (suom. Kyllikki Villa, 1975)<LI>Olibrius och gestalterna: tidiga ber&auml;ttelser, 1986&nbsp;(edited by Bj&ouml;rn Gustavsson)
<LI>Personligt, politiskt, estetiskt, 1992 (edited by &Ouml;rjan Lindberger) 
<LI>Och s&aring; vill jag prata med dig: brevv&auml;xlingen mellan Eyvind Johnson och Elmer Diktonius, 1997 (edited by &Ouml;rjan Lindberger) 
<LI>Herr Clerk v&aring;r m&auml;stare: en gruppering, 1998 (edited by &Ouml;rjan Lindberger)<LI>Resebrev 1921-1952, 2006 (foreword by Bj&ouml;rn Gustavsson)<LI>Kritik. 1, 1921-1931, 2009 (edited by Bj&ouml;rn Gustavsson)<LI>Kritik. 2, 1932-1935, 2011 (edited by Bj&ouml;rn Gustavsson) &nbsp;
</LI></UL>







<P align=center>



<BR>
<!--Amazonbanner-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/banneri.gif" width=468 height=60></A>
<BR>
<HR>
<I><CENTER><FONT size=-1>Some rights reserved Petri Liukkonen (author) &amp; Ari Pesonen. Kuusankosken kaupunginkirjasto 2008</FONT></CENTER></I><BR>
<P></P>

<BR>

 
<!--Tekstipalsta p„„ttyy-->
</TD>
</TR>
</TBODY></TABLE></CENTER>
 


<I><CENTER><A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license><IMG style="BORDER-RIGHT-WIDTH: 0px; BORDER-TOP-WIDTH: 0px; BORDER-BOTTOM-WIDTH: 0px; BORDER-LEFT-WIDTH: 0px" alt="Creative Commons License" src="http://i.creativecommons.org/l/by-nd-nc/1.0/fi/88x31.png"></A><BR><SPAN xmlns:dc="http://purl.org/dc/elements/1.1/" href="http://purl.org/dc/dcmitype/Text" property="dc:title" rel="dc:type">Authors' Calendar</SPAN> jonka tekij&auml; on <SPAN property="cc:attributionName" xmlns:cc="http://creativecommons.org/ns#">Petri Liukkonen</SPAN> on lisensoitu <A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license>Creative Commons Nime&auml;-Ep&auml;kaupallinen-Ei muutettuja teoksia 1.0 Suomi (Finland) lisenssill&auml;</A>.<BR>May be used for non-commercial purposes. The author <B>must</B> be mentioned. The text may not be altered in any way (e.g. by translation). Click on the logo above for information.</CENTER></I><BR></BODY></HTML

