<HTML><HEAD><TITLE>Frans Emil Sillanp&auml;&auml;</TITLE><META name=GENERATOR content="MSHTML 8.00.7600.16671"></HEAD><BODY background=/pix/tauskuva.jpg bgColor=white text=black>
<!--taulukko alkaa-->
<CENTER><TABLE cellSpacing=0 cellPadding=5 width="80%" align=center>
<TBODY><TR>
<TD bgColor=white vAlign=top rowSpan=2 width="19%" align=left>

<!--Vasen palsta, linkit ym-->
<A href="calendar.htm"><IMG border=2 src="../../../pix/bwlogo.jpg" width=100 height=100></A><BR clear=both>
<BR>
<FONT size=-1 face=Arial>
<!--********************-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/ylamainos.gif" width=100 height=70></A>
<BR>
<BR>
<!--********************-->
<FONT size=-1><B>Choose another writer in this calendar:</B></FONT>
<P>
by name:<BR>
<A href="index.htm#a" target=_blank>A</A>
<A href="index.htm#b" target=_blank>B</A>
<A href="index.htm#c" target=_blank>C</A>
<A href="index.htm#d" target=_blank>D</A>
<A href="index.htm#e" target=_blank>E</A>
<A href="index.htm#f" target=_blank>F</A>
<A href="index.htm#g" target=_blank>G</A>
<A href="index.htm#h" target=_blank>H</A>
<A href="index.htm#i" target=_blank>I</A>
<A href="index.htm#j" target=_blank>J</A>
<A href="index.htm#k" target=_blank>K</A>
<A href="index.htm#l" target=_blank>L</A>
<A href="index.htm#m" target=_blank>M</A>

<A href="index.htm#n" target=_blank>N</A>
<A href="index.htm#o" target=_blank>O</A>
<A href="index.htm#p" target=_blank>P</A>
<A href="index.htm#q" target=_blank>Q</A>
<A href="index.htm#r" target=_blank>R</A>
<A href="index.htm#s" target=_blank>S</A>
<A href="index.htm#t" target=_blank>T</A>
<A href="index.htm#u" target=_blank>U</A>
<A href="index.htm#v" target=_blank>V</A>
<A href="index.htm#w" target=_blank>W</A>
<A href="index.htm#x" target=_blank>X</A>
<A href="index.htm#y" target=_blank>Y</A>
<A href="index.htm#z" target=_blank>Z</A>
</P>
<P>
by birthday from the <A href="calendar.htm" target=_top>calendar</A>.
</P>
<P>
<A href="../../../pix/credits.htm" target=_blank>Credits and feedback</A>
</P>
<P>

<!--Bamber Gascoigne--><A href="http://www.timesearch.info/bookswriters/" target=_blank><B>TimeSearch</B></A><BR>for Books and Writers<BR>by <I>Bamber Gascoigne</I><BR>
<!--Vara2-->
<!--Vara3-->
<!--Vara4--></p><p>This is an archive of a dead website. The original website was published by Petri Liukkonen under <a href="https://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en">Creative Commons BY-ND-NC 1.0 Finland</a> and reproduced here under those terms for non-commercial use. All pages are unmodified as they originally appeared; some links and images may no longer function. A .zip of the website is also <a href="https://github.com/greencardamom/BooksAndWriters">available</a>.<br></p>
</FONT>
</TD>

<TD bgColor=white vAlign=top background=/pix/viiva.jpg rowSpan=2 width=2 align=left>

<!--T&auml;m&auml; on koristeviivasarake-->
</TD>

<TD bgColor=black width="80%" align=left>

<!--T&auml;ss&auml; on mustapohjainen otsikkosolu-->
<FONT color=white size=+1 face=Arial><B>Frans Emil Sillanp&auml;&auml; (1888-1964)</B></FONT>
</TD>
</TR>

<TR>

<TD bgColor=white width="80%" align=left>
<!--Tekstipalsta-->
<P>&nbsp;</P>
<!-- Teksti alkaa t&auml;st&auml;-->



<P>

<!-- Teksti alkaa t&auml;st&auml; -->Finnish writer, who was awarded the Nobel 
Prize for Literature in 1939. Sillanp&auml;&auml; saw human beings as a small but integral part of the universe. Influenced by the German scientist Ernst Haeckel and Wilhelm Ostwald, and their theories about the unity of all nature in terms of physical laws, Sillanp&auml;&auml; portrayed rural people living united with the land and dependent on the energy of the sun, the source of all life. Although Sillanp&auml;&auml; based his work on knowledge of evolution theory and genetics, his picture of the agrarian society was rather idealized. </P>
<BLOCKQUOTE><FONT size=2><B>"The sun had risen some time after three and climbed gradually to overlook hundreds and thousands of yards and windows, pats and porches, and even to peer into rooms where human beings slept in their beds. It looked also into birds' nests, in which to be sure there was no atmosphere of Sunday, for in them every morning, especially the sunny one, is equally holy."</B> (from </FONT><I><FONT size=2>The Maid Silja,</FONT></I><FONT size=2> 1931, translated by Alex Matson) </FONT></BLOCKQUOTE>

<P>Frans Emil Sillanp&auml;&auml; was born into a peasant family in 
H&auml;meenkyr&ouml;, at Myllykolu Croft in Kierikkala Village in southwest Finland. His father, Frans Henrik Koskinen, was an impoverished day-laborer. Loviisa Vilhelmina M&auml;kel&auml;, his mother, was a servant, who returned to home to give birth to an illegitimate child. She married Frans Henrik at the age of 34. Although poor, the family 
saved money to send Sillanp&auml;&auml; to Tampere grammar school.<BR>
</P>
<P>Sillanp&auml;&auml; lived in the working-class Amuri district and later moved to the home of his benefactor, the manufacturer Henrik Liljeroos. "Ei minua siis ahdista k&ouml;yhyys aik&auml; kallis aika, joten voitte minun suhteeni olla huoletta," he wrote home (I'm not haunted by poverty and these times do not depress me, you don't have to worry about me.) At school, Sillanp&auml;&auml; was a good student and Liljeroos helped him to enter the University of Helsinki in 
1908 to study medicine. Through a fellow student, Heikki J&auml;rnefelt, his acquaintances included the painter Eero J&auml;rnefelt. He also moved in the cultural circles of Jean Sibelius, Juhani Aho, and Pekka Halonen. </P>

<P>During these years Sillanp&auml;&auml; learned to drink heavily. He 
adopted the ideas of the so-called Young Finland movement, which was
essentially nationalistic, romantic, and anti-Swedish. At that time, Finland was
part of Russia but Swedish-speaking classes had still influence 
in cultural matters and Finno-Swedish literature had dominated before 
the times of Aleksis Kivi (1834-72). However, Sillanp&auml;&auml; spoke 
Swedish and admired the work of August Strindberg. He was deeply 
affected by the biological theories of Ernst Haeckel, the symbolist
poet Maurice Maeterlinck, and the writings of the Norwegian Knut Hamsun. 
He once said, that "my life has been an impossible collection of disconnected whims, and now I live by seeing sights – other people pay for being able to see them conveniently under my guidance." Later Sillanp&auml;&auml; read the works of Osvald Spengler, 
especially his <I>Decline of the West</I>, and embraced 
Spengler's idea that the civilizations have life cycles like plants. Tolstoy's ideas became important to him through the influence of Arvid J&auml;rnfelt. </P>

<P>In 1913 Sillanp&auml;&auml; withdrew from the university and returned 
to home to T&ouml;llinm&auml;ki, devoting himself to farming and writing. In 1914 he traveled in Sweden and Denmark and wrote articles for the newspaper <I>Uusi Suometar</I>. For a time he even planned to become a journalist. Sillanp&auml;&auml;'s first novel, <EM>El&auml;m&auml; ja aurinko</EM>
&nbsp;(1916, Life and Sun) was a triangle drama, in which a young man, Elias, loves
two different girls, Olga and Lyyli, throughout a single summer. Like in the novels of D.H. Lawrence, love and sex are the driving forces of nature and human activity, but compared to the English novelist, Sillanp&auml;&auml;'s love scenes were more discreet and romantic. At the background of the story was the war raging on the Continent, but the young characters enjoy their summer. 
The novel was a critical success. O.A Kallio from the newspaper <I>Aamulehti</I> compared it to <A href="akivi.htm">Aleksis Kivi</A>'s novel <I>Seitsem&auml;n veljest&auml;</I>, but Mikko W. Erich from <I>Turun Sanomat </I>saw that the book came close to pornography. <I></I><I>Life and Sun </I>was followed next year by <EM>Ihmislapsia el&auml;m&auml;n saatossa</EM> (Children of Mankind in the Procession of Life), a collection of short stories, in which the central character is a student of modest origin. The work was actually was composed some years earlier. In 1916 he married Sigrid Maria 
Salom&auml;ki, an 18-year old domestic servant; they had eight children. They had met in 1914 and at the time of the marriage she was already pregnant. </P>

<P>The outbreak of Finland's civil war, and its 
horrors, formed the basis for Sillanp&auml;&auml;'s first important work, 
<EM>Hurskas kurjuus</EM> (1919, Meek Heritage). It reflected the writer's ambivalent
views about the Finnish Civil War – Sillanp&auml;&auml; had supported 
General Mannerheim's German-backed White Army, but saw that the victory 
had caused bloody consequences. The novel depicted the
fate of a poor sharecropper, Juha Toivola, who is executed by the representantives of the victorious Whites for a murder he did not 
commit. Sillanp&auml;&auml; refused to take sides and to glorify the war. "Even the dead arise and wonder why they have been buried like this, in separate graves, for they cannot possibly remember what that was supposed to mean." Readers are made to identify with the protagonist, a miserable character. Sillanp&auml;&auml;'s attacks on the reprisals of the Whites were removed from the novel. These part were first published in the leftist newspaper <I>Kansan Tahto</I> in 1929 and later, after World War II, in another magazines. "Minua tymp&auml;isee se jatkuva naivi jankutus, ett&auml; viel&auml; julmempia punaiset olivat. Mit&auml; se t&auml;h&auml;n kuuluu? T&auml;ss&auml;h&auml;n on eurooppalainen valtio harjoittamassa laillista kylm&auml;&auml; oikeutta rikollisia kohtaan eik&auml; tiemm&auml; ottamassa osviittaa huligaanikoplien menettelytavoista."<FONT size=2> (from a letter, in <I>F.E. Sillanp&auml;&auml; vuosina 1888-1923 </I>by Panu Rajala, 1983) </FONT>Among the few critics, who praised the book, was <A href="jaho.htm">Juhani Aho</A>. <I>Meek Heritage </I>was translated into Swedish and Sillanp&auml;&auml;'s name was mentioned in Nobel candidate speculations. </P>

<P>After the war Sillanp&auml;&auml; participated in the activities of the General Mannerheim League for Child Welfare, founded to take care of the orphans left from the conflict. In the 1920s Sillanp&auml;&auml; published several short story 
collections, among them <EM>Hiltu ja Ragnar</EM> (1923), which arose moral indignation due to its sexual subject matter – a love story between a young man from a well-to-do family and a servant girl. Ragnar seduces Hiltu, the daughter of Juha Toivola. Hiltu's ignorance and fear of being left alone drives her into suicide. </P>
<P>The Villa Saavutus (achievement), which Sillanp&auml;&auml; built in H&auml;meenkyr&ouml;, and growing family, kept him in debt. By 1923, he himself had four children. His publisher, WSOY at that time, offered him a regular income as a publishing clerk, but the author's financial and mental crisis drove him to the brink of suicide. Sillanp&auml;&auml; moved to Helsinki with his family, and started to write his first novel in ten years. He also changed in 1929 his publisher from WSOY to Otava. </P>

<P>International fame Sillanp&auml;&auml; gained in 1931, when<EM> Nuorena nukkunut</EM> (The Maid Silja/Fallen Asleep While Young) was translated into 
English, and was published in the United States and in the United Kingdom. 
 The Dutch and Italian critics predicted a Nobel Prize for Sillanp&auml;&auml;. The story depicts the loss of a farm and the extinction of a family, culminating in the death of the farmer's daughter, Silja Salmelus. After losing her home, she is forced to take work as a servant girl. Silja's sexual intercourse with Armas, her beloved, is the turning point of the story. Armas leaves her, and she dies of tuberculosis at the height of a sunny summer. </P>
<P><EM>Miehen tie</EM> (1932, The Way of a Man) was a story of an ideal hero, Paavo Ahrola, who goes through a period of youthful quests and mistakes. In the end, after spending his time on the way of a bum, he marries Alma, the woman he desired; they were actually predestinated to each other. Paavo's drinking was censored in the German translation – it did not fit in the ideal portrait of an Aryan peasant. In 1934 appeared 
Sillanp&auml;&auml;'s most important work, <EM>Ihmiset suviy&ouml;ss&auml;</EM> 
(People in the Summer Night), about a group of people, whose lives and fates are connected on a summer weekend. In the little book the narrator presents the many happenings – new life is born, old life dies, man is slain in his prime, and the murdered man's wife continues her life. "There is almost no summer night in the north; only a lingering evening, darkening slightly as it lingers, but even this darkening has its ineffable clarity. It is the approaching presentiment of the summer morning. When the music of late evening has sunk to a violet, dusky pianissimo, so delicate that it lenghtens into a brief rest, then the first violin awakens with a soft, high cadence in which the cello soon joins, and this inwardly perceived tone picture is supported outwardly by a thousand-tongued accompaniment twittering from a myriad of branches and from the heights of the air. It is already morning, yet a moment ago it was still evening."<FONT size=2><B> </B>(from <I>People in the Summer Night</I>, translated by Alan Blair)</FONT></P>

<P>Sillanp&auml;&auml;'s intellectual and emotional crisis deepened in 
1939 with the outbreak of World War II. He had become a voice of cultural liberalism and was mocked by the right-wing activist circles and viewed with suspicion by leftist intellectuals. Among his close friends were Martti Haavio, Sakari P&auml;lsi, and Kustaa Vilkuna, who were ethnologists and folk-lore scholars, and whose books had made their own field of science popular to the great public.When Sillanp&auml;&auml; published his 'Christmas letter to the dictators' – Hitler, Stalin, and Mussolini – his German translations were removed from sale. His wife died in 1939, and 
Sillanp&auml;&auml; had a short and unhappy marriage with Anna 
Armia von Herzen, his secretary. During the Winter War, Sillanp&auml;&auml; wrote his only patriotic poem, 'Marssilaulu' (Matching Song). It was set to music by Aimo Mustonen, an advertising director; the song was a huge hit. </P>
<P>With <I>F&auml;rden till Kvarnb&auml;cken</I> ('Trip to Kvarnb&auml;cken'), a selection of short stories translated into Swedish, Sillanp&auml;&auml; again arose the interest of the Nobel Committee, and in the voting in 1939 he beat Hermann Hesse and Johan Huizinga. After the Winter War (1939-40) broke out, the prize was seen as a support to Finland's struggle against the Societ aggression.&nbsp;To receive the prize and to collect money for his country, Sillanp&auml;&auml; went to Sweden&nbsp; and&nbsp; stayed&nbsp;there&nbsp;most of the war. In 1940 Sillanp&auml;&auml; was confined to a hospital, where he 
remained until 1943. </P>


<P>In the 1940s Sillanp&auml;&auml; published <EM>Elokuu</EM> (1941, August), and 
<EM>Ihmiselon ihanuus ja kurjuus</EM> (The Beauty and Misery of Human Life, 1945), both expressing disappointment with life and nostalgia for lost youth and ideals. 
After WW II Sillanp&auml;&auml; found a new media, the radio, 
for his text, but fell otherwise silent as a writer of fiction. His white bearded appearance, smelling many times alcohol, 
brought him nickname "Taata" (Grandad) – children 
confused him for Santa Claus (as I did with a loud voice at the age of 5, and everybody was embarrassed. Petri Liukkonen<EM>,</EM> editor of Authors' Calendar<FONT size=2><FONT size=3>).</FONT> </FONT></P>
<P>With his Christmans messages on the radio Sillanp&auml;&auml; became a highly popular figure, but in spite of his fame and the Nobel Prize, he was not elected to the Finnish Academy, where V.A. Koskenniemi represented literature. Sillanp&auml;&auml;'s final works were his memoirs: <EM>Poika eli el&auml;m&auml;&auml;ns&auml;</EM> (1953, The Boy Lived His Life), <EM>Kerron ja kuvailen</EM>&nbsp; (1955, Words and Pictures), and 
<EM>P&auml;iv&auml; korkeimmillaan</EM> (1956, Day at Its Highest). He died on June 3, 1964, in 
Helsinki. His works have been translated into some thirty languages. Alan Blair's translation of <I>People in the Summer Night</I> is excellent, although its has been claimed that Finnish, a non-Indo-European language, is all but impossible to translate, especially into English. Alex Matson's translation of <I>The Maid Silja </I>has been criticized. </P>
<P>Several of Sillanp&auml;&auml;'s books have been filmed, starting from <I>The Maid Silja</I>. It was directed by Teuvo Tulio in 1937, starring Regina Linnanheimo as the young Silja. When&nbsp;papers made a great fuss&nbsp;about a scene, in which a farmer peeps Silja who is taking a bath, it was cut from the film. The sauna scene was not shortened in<I> Young Love</I> (1955), based on Sillanp&auml;&auml;'s <I>El&auml;m&auml; ja aurinko</I>. With the sauna and Tea Ista's performance – she swam naked – the film was sold successfully among others to South American countries. The latest adaptation from 1988, <I>Ihmiselon ihanuus ja kurjuus</I>, directed by Matti Kassila, won a prize in France at the Rouen Film Festival. </P>

<BLOCKQUOTE><FONT size=2><STRONG>For further information: </STRONG><EM>F. E. Sillanp&auml;&auml;: el&auml;m&auml; ja teokset</EM> by&nbsp; T. Vaaskivi (1937); <EM>F. E.Sillanp&auml;&auml;: er&auml;it&auml; peruspiirteit&auml;</EM> by Edwin Linkomies (1948);<EM> F. E. Sillanp&auml;&auml;: muotokuva</EM> by Rafael Koskimies (1948); <EM>F. E. Sillanp&auml;&auml; vuosina 1888-1958</EM> by Aarne Laurila (1958); <EM>Kohtalon toteuttaminen: essee F. E. Sillanp&auml;&auml;st&auml;</EM> by Aatos Ojala (1959); <SPAN class=subfieldData><EM>F. E. Sillanp&auml;&auml;n puhetta: Kaksi keskustelua Sillanp&auml;&auml;n kanssa ja havaintoja h&auml;nen puheestaan</EM> by Pertti Virtaranta (1967)</SPAN>; 
<EM>A History of Finnish Literature</EM> by Jaakko Ahokas (1973);<EM> Sosiaalisia linjoja ja sosiaalisten suhteiden tiivistymi&auml; F. E. Sillanp&auml;&auml;n tuotannossa</EM> by Pekka Mattila (1978); <EM>F. E. Sillanp&auml;&auml;n romaanitaide kirjailijan asenteiden ja kertojan aseman kannalta</EM> by Aarne Laurila (1979); 'The Nobel Pursuit'<I></I> by Pekka Tarkka, in<I> Books from Finland</I>, 14 (1980); <I>A History of Scandinavian Literature, 1870-1980</I> (1982); 
<I>F.E. Sillanp&auml;&auml; vuosina 1888-1923</I> by Panu Rajala (1983); <I>Sillanp&auml;&auml;n H&auml;meenkyr&ouml;: Kulttuurikuvia kes&auml;matkaajalle</I> by Panu Rajala (1986); <I>Nobel Prize Winners</I>, ed. by Tyler Wasson (1987); <EM>Katkotut sormet ja enkelten suru: n&auml;k&ouml;kulma F. E. Sillanp&auml;&auml;n tuotantoon</EM> by Lasse Koskela (1988); 
<I>Siljan synty</I> by Panu Rajala (1988); 
 <I>Korkea p&auml;iv&auml; ja ehtoo</I> by Panu Rajala 
(1993); 
<I></I>
<I>World Authors 1900-1950</I>, Vol. 4. ed. by Martin Seymour-Smith and Andrew 
C. Kimmens (1996); <I>Encyclopedia of World Literature in the 20th Century</I>, Vol. 4, ed. by Steven R. Serafin (1999); 'Frans Emil Sillanp&auml;&auml; (1888-1964)' by Panu Rajala in <I>100 Faces From Finland</I>, ed. by Ulpu Marjomaa (2000); <SPAN class=subfieldData><FONT size=3><FONT size=2>Finnen <EM>ja Sillanp&auml;&auml;n lumoa: kulttuuritarinaa Tampereen tienoilta</EM>&nbsp;by Hannu Syv&auml;oja (2011) </FONT></FONT></SPAN>- <B>Huom</B>.: Sillanp&auml;&auml; on my&ouml;s tehnyt suomennoksia, ja k&auml;&auml;nt&auml;nyt 
mm. </FONT><A href="../../../maeterli.htm"><FONT size=2>Maurice Maeterlinck</FONT></A><FONT size=2>in <I>K&ouml;yh&auml;in
aarteet </I>(Le tr&eacute;sor des humbles), 1918.</FONT></BLOCKQUOTE>



<P><B>Selected works: </B></P>

<UL>
<LI>El&auml;m&auml; ja aurinko, 1916 [Life and Sun]<BR>- Livet och solen (&ouml;vers. av 
Bertel Gripenberg, 1926) <BR>- <FONT size=2>film: </FONT><FONT size=2>Poika eli kes&auml;&auml;ns&auml;</FONT><FONT size=2> (1955), prod. Fennada-Filmi, dir. Roland af H&auml;llstr&ouml;m, adaptation by Roland af H&auml;llstr&ouml;m and Jussi Talvi,&nbsp;starring Eila Peitsalo, Tea Ista, Pertti Weckstr&ouml;m.</FONT><I><FONT size=2></FONT></I>
<LI>Ihmislapsia el&auml;m&auml;n saatossa, 1917 [Children of Mankind in the Procession of Life] 
<BR>- M&auml;nniskobarn p&auml;
livets str&aring;t (ett urval av novellsamlingarna: Ihmislapsia el&auml;m&auml;n saatossa och Rakas is&auml;nmaani; &ouml;vers. av Ragnar Ekelund, 1928) 
<LI>translator: Maurice Maeterlinck, K&ouml;yh&auml;in aarteet, 1918 
<LI>Rakas is&auml;nmaani: kosketuksia raskaitten vuosien varrelta, 1919 [My Beloved Country] 
<BR>- M&auml;nniskobarn
p&auml; livets str&aring;t (ett urval av novellsamlingarna: Ihmislapsia el&auml;m&auml;n saatossa och Rakas is&auml;nmaani; &ouml;vers. av Ragnar Ekelund, 1928)&nbsp; 
<LI>Hurskas kurjuus: p&auml;&auml;ttynyt suomalainen el&auml;m&auml;nkerta, 1919 <BR>- Den fromma el&auml;ndet: ett avslutad finskt livs&ouml;de&nbsp;(&ouml;vers. av <A href="../../../hagaro.htm">Hagar 
Olsson</A>, 1920)<BR>- Meek Heritage (transl. by Alex Matson, 1938) / Meek Heritage: A Novel (originally transl. by Alex Matson and rev. by John R. Pitkin, 1971)
<LI>Enkelten suojatit: lastuja lapsista ja heid&auml;n kohtaloistaan, 1923 <BR>- &Auml;nglarnas skyddlingar (&ouml;vers. av Ragnar Ekelund, 1925) 
<LI>Maan tasalta: vaatimattomampia tarinoita, 1924 <BR>- N&auml;ra jorden: anspr&aring;kl&ouml;sa ber&auml;ttelser&nbsp;(&ouml;vers. av Bertel Gripenberg, 1924) 
<LI>Hiltu ja Ragnar: kertomus kahdesta ihmislapsesta, 1924 <BR>- Tv&aring; m&auml;nniskobarn (&ouml;vers. av Hjalmar Dahl, 1923 ) / Hiltu och Ragnar: en ber&auml;ttelse om tv&aring; m&auml;nniskobarn&nbsp;&nbsp;(&ouml;vers. av Hjalmar Dahl, 1923) / Hiltu och Ragnar och andra ber&auml;ttelser (&ouml;vers. av Hjalmar Dahl, Ragnar Ekelund, Bertel Gripenberg, 1939) <BR><FONT size=2>- TV film 1965, prod. Yleisradio (YLE), dir. Seppo Wallin, starring Kalevi Kahra, Eila Rinne, Liisi Tandefelt; TV film 1988,&nbsp; prod. Yleisradio (YLE), dir. Eija-Elina Bergholm, teleplay Jorma Kairimo, starring Kirsti Lehtonen, Hans Stigzelius, Eeva-Liisa Haimelin 
</FONT><LI>T&ouml;llinm&auml;ki, 1925 <BR>- Stugbacken:&nbsp;noveller och sp&aring;nor&nbsp;(&ouml;vers. av Ragnar Ekelund, 1927) <LI><SPAN class=subfieldData>Omistani ja omilleni, 1924 </SPAN><LI><SPAN class=subfieldData><SPAN class=subfieldData>Er&auml;&auml;n is&auml;n kuolema, 1924 </SPAN></SPAN>
<LI>Rippi, 1928 
<LI>Jokisen Petterin mieliteot, 1928 
<LI>Kiitos hetkist&auml;, Herra...: er&auml;&auml;n min&auml;n nykyaikaista el&auml;m&auml;&auml;, 1929 <BR>- Mot uppenbarelsen och andra noveller (&ouml;vers. av Ragnar Ekelund, 1932) 
<LI>Nuorena nukkunut: eli vanhan sukupuun viimeinen vihanta, 1931 <BR>- Silja: ber&auml;ttelsen om ett gammalt sl&auml;kttr&auml;ds sista gr&ouml;na skott (&ouml;vers. av Ragnar Ekelund, 1931) / Silja: Roman (&ouml;vers. fr&aring;n finska: Fredrik Therman, 1989) <BR>- Fallen Asleep While Young: the History of the Last Offshoot of an Old Family Tree&nbsp;(transl. by <A href="../../../alexmatt.htm">Alex
Matson</A>, 1933) / The Maid Silja (US title; transl. by <A href="../../../alexmatt.htm">Alex
Matson</A>, 1933) <BR>- <FONT size=2>films: 1937, prod. Adams Filmi, dir. Teuvo Tulio, screenplay by <A href="kivimies.htm">Yrj&ouml; Kivimies</A>, starring Regina Linnanheimo, Otso Pera, Kaarlo Oksanen;&nbsp;1956, dir. Jack Witikka, screenplay Juha Nevalainen, starring Heidi Krohn, Jussi Jurkka, Aku Korhonen, Pentti Siimes, Tommi Rinne, Kaarlo Halttunen, Oke Tuuri </FONT>
<LI>Miehen tie: Ahrolan talon oloista Paavon is&auml;nnyyden vakiintuessa, 1932&nbsp; [The Way of a Man]<BR>- En mans v&auml;g: om f&ouml;rh&aring;llandena p&aring; Ahrola g&aring;rd sedan Paavo blivit dess husbonde&nbsp;(&ouml;vers. av Henning S&ouml;derhjelm, 1933) <BR>- <FONT size=2>film 1940, dir. Nyrki Tapiovaara &amp; Hugo Hyt&ouml;nen, screenplay F.E. Sillanp&auml;&auml;, Nyrki Tapiovaara, starring Gunnar Hiilloskorpi, Mirjami Kuosmanen, Hugo Hyt&ouml;nen, music by George de Godzinsky. </FONT><FONT size=2>(<B>Note</B>: The director died during the Winter War in 1940 in a combat, and part of the film was directed by Hugo Hyt&ouml;nen.)</FONT><FONT size=2></FONT> <LI>Kootut teokset 1-6, 1932 
<LI>Virran pohjalta: pakinoita ja novellintapaisia, 1933 <BR>- F&auml;rden till Kvarnb&auml;cken och andra historier (&ouml;vers. av. Ragnar Ekelund, 1936) <LI><SPAN class=subfieldData>Kuvia ja tarinoita, 1934 (edited by&nbsp;Aukusti Simelius) </SPAN>
<LI>Ihmiset suviy&ouml;ss&auml;: eepillinen sarja, 1934 <BR>- M&auml;nniskor i sommarnatten:&nbsp; episk svit&nbsp;(&ouml;vers. av Henning S&ouml;derhjelm, 1935) <BR>- People in the Summer Night: An Epic Suite (transl. from the Finnish by Alan Blair; with an introduction by Thomas Warburton, 1966) <BR>- <FONT size=2>film 1948, prod. Suomi-Filmi, dir. Valentin Vaala, screenplay Lea Joutseno (uncredited), Valentin Vaala (uncredited), starring Eila Pehkonen, Martti Katajisto, Emma V&auml;&auml;n&auml;nen, Eero Roine</FONT><I><FONT size=2></FONT>&nbsp;</I>
<LI>Viidestoista: muistoja, kertomuksia, kuvauksia, 1936 
<LI>Elokuu: romaani, 1941 [August]<BR>- Sk&ouml;rdem&aring;nad (&ouml;vers. av R.R. Eklund, 1941)&nbsp;<BR>-<FONT size=2> </FONT><FONT size=2>film 1956, prod. Fennada-Filmi, dir. Matti Kassila, screenplay Matti Kassila, starring Toivo M&auml;kel&auml;, Emma V&auml;&auml;n&auml;nen, Rauni Luoma, Aino-Maija Tikkanen, Rauni Ik&auml;heimo, music by Ahti Sonninen </FONT>
<I></I>
<LI>Ihmiselon ihanuus ja kurjuus, 1945&nbsp; [The Beauty of Misery of Human Life] <BR>- M&auml;nniskolivets ljuvlighet
och el&auml;nde (&ouml;vers. av Hjalmar Dahl, 1946) <BR>- <FONT size=2>film 1988, prod. Neofilmi, dir. Matti Kassila, screenplay Matti Kassila, starring Lasse P&ouml;ysti, Liisamaija Laaksonen, Tuula Nyman,&nbsp;Antti Litja</FONT><I><FONT size=2></FONT></I>
<LI>Kootut teokset 7-12, 1948-50 
<LI>Er&auml;&auml;n el&auml;m&auml;n satoa, 1947 (edited by Rafael Koskimies) 
<LI>Poika eli el&auml;m&auml;&auml;ns&auml;: muistelua, 1953 [The Boy Lived His Life]<BR>- Fr&aring;n unga &aring;r (&ouml;vers. av Nils-B&ouml;rje Stormbom &amp; Ragnar Ekelund, 1954) 
<LI>Valitut teokset, 1954, 1969 (foreword by Rafael Koskimies) 
<LI>Kerron ja kuvailen, 1954 [Words and Pictures<STRONG>]</STRONG>
<LI>P&auml;iv&auml; korkeimmilaan:&nbsp;suhteita ihmisiin ja ihmisryhmiin, 1956 [Day at its Highest]&nbsp;<LI>Valitut teokset, 1956 (introduction by Rafael Koskimies)&nbsp;&nbsp;<BR>- Middagsh&ouml;jd (urval och &ouml;vers. av Hjalmar Dahl, 1958) 
<LI>Ajatelmia ja luonnehdintoja, 1960 (edited by Aarne Laurila) 
<LI>Novellit I-II, 1961 (edited by Aarne Laurila) 
<LI>Piika ja muita kertomuksia, 1978 (edited by Hannu M&auml;kel&auml;) 
<LI>Taatan joulupakinoita, 1981 
<LI>Taatan joulu, 1986 (edited by Panu Rajala) 
<LI>F.E. Sillanp&auml;&auml;n ajatuksia, 1988 (edited by Aarne Laurila) 
<LI>Kootut teokset&nbsp;1-8, 1988-91
</LI></UL>











<!--Teksti p&auml;&auml;ttyy t&auml;h&auml;n-->


<BR>
<!--Amazonbanner-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/banneri.gif" width=468 height=60></A>
<BR>
<HR>
<I><CENTER><FONT size=-1>Some rights reserved Petri Liukkonen (author) &amp; Ari Pesonen. Kuusankosken kaupunginkirjasto 2008</FONT></CENTER></I><BR>

<BR>

 
<!--Oikea palsta p&auml;&auml;ttyy-->
</TD>
</TR>
</TBODY></TABLE></CENTER>
 


<I><CENTER><A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license><IMG style="BORDER-RIGHT-WIDTH: 0px; BORDER-TOP-WIDTH: 0px; BORDER-BOTTOM-WIDTH: 0px; BORDER-LEFT-WIDTH: 0px" alt="Creative Commons License" src="http://i.creativecommons.org/l/by-nd-nc/1.0/fi/88x31.png"></A><BR><SPAN xmlns:dc="http://purl.org/dc/elements/1.1/" href="http://purl.org/dc/dcmitype/Text" property="dc:title" rel="dc:type">Authors' Calendar</SPAN> jonka tekij&auml; on <SPAN property="cc:attributionName" xmlns:cc="http://creativecommons.org/ns#">Petri Liukkonen</SPAN> on lisensoitu <A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license>Creative Commons Nime&auml;-Ep&auml;kaupallinen-Ei muutettuja teoksia 1.0 Suomi (Finland) lisenssill&auml;</A>.<BR>May be used for non-commercial purposes. The author <B>must</B> be mentioned. The text may not be altered in any way (e.g. by translation). Click on the logo above for information.</CENTER></I><BR></BODY></HTML
