<HTML><HEAD><TITLE>Gustaf Fr&ouml;ding</TITLE><META name=GENERATOR content="MSHTML 8.00.7600.16671"></HEAD><BODY background=/pix/tauskuva.jpg bgColor=white text=black>
<!--taulukko alkaa-->
<CENTER><TABLE border=0 cellSpacing=0 cellPadding=5 width="80%" align=center>
<TBODY><TR>
<TD bgColor=white vAlign=top rowSpan=2 width="19%" align=left>

<!--Vasen palsta, linkit ym-->
<A href="calendar.htm"><IMG border=2 src="../../../pix/bwlogo.jpg" width=100 height=100></A><BR clear=both>
<BR>
<FONT size=-1 face=Arial>
<!--********************-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/ylamainos.gif" width=100 height=70></A>
<BR>
<BR>
<!--********************-->
<FONT size=-1><B>Choose another writer in this calendar:</B></FONT>
<P>
by name:<BR>
<A href="indeksi.htm#a" target=_blank>A</A>
<A href="indeksi.htm#b" target=_blank>B</A>
<A href="indeksi.htm#c" target=_blank>C</A>
<A href="indeksi.htm#d" target=_blank>D</A>
<A href="indeksi.htm#e" target=_blank>E</A>
<A href="indeksi.htm#f" target=_blank>F</A>
<A href="indeksi.htm#g" target=_blank>G</A>
<A href="indeksi.htm#h" target=_blank>H</A>
<A href="indeksi.htm#i" target=_blank>I</A>
<A href="indeksi.htm#j" target=_blank>J</A>
<A href="indeksi.htm#k" target=_blank>K</A>
<A href="indeksi.htm#l" target=_blank>L</A>
<A href="indeksi.htm#m" target=_blank>M</A>

<A href="indeksi.htm#n" target=_blank>N</A>
<A href="indeksi.htm#o" target=_blank>O</A>
<A href="indeksi.htm#p" target=_blank>P</A>
<A href="indeksi.htm#q" target=_blank>Q</A>
<A href="indeksi.htm#r" target=_blank>R</A>
<A href="indeksi.htm#s" target=_blank>S</A>
<A href="indeksi.htm#t" target=_blank>T</A>
<A href="indeksi.htm#u" target=_blank>U</A>
<A href="indeksi.htm#v" target=_blank>V</A>
<A href="indeksi.htm#w" target=_blank>W</A>
<A href="indeksi.htm#x" target=_blank>X</A>
<A href="indeksi.htm#y" target=_blank>Y</A>
<A href="indeksi.htm#z" target=_blank>Z</A>
</P>
<P>
by birthday from the <A href="calendar.htm" target=_top>calendar</A>.
</P>
<P>
<A href="../../../pix/credits.htm" target=_blank>Credits and feedback</A>
</P>
<P>

<!--Bamber Gascoigne--><A href="http://www.timesearch.info/bookswriters/" target=_blank><B>TimeSearch</B></A><BR>for Books and Writers<BR>by <I>Bamber Gascoigne</I><BR>
<!--Vara2-->
<!--Vara3-->
<!--Vara4-->

</P>
</FONT>
</TD>

<TD bgColor=white vAlign=top background=/pix/viiva.jpg rowSpan=2 width=2 align=left>
<!--T„m„ on koristeviivasarake-->
</TD>
<TD bgColor=black width="80%" align=left>
<!--T„ss„ on mustapohjainen otsikkosolu-->
<FONT color=white size=+1 face=Arial><B>Gustaf Fr&ouml;ding (1860-1911)</B></FONT>
</TD>
</TR>
<TR>
<TD bgColor=white width="80%" align=left>
<!--T„h„n tulee varsinainen teksti-->
<P>&nbsp;</P>


<P><!-- Thank you for examining the code --></P>


<P>

<!-- Teksti alkaa t&auml;st&auml; -->Swedish poet, who was one of the pioneers 
liberating Swedish verse from traditional patterns. At his death, Fr&ouml;ding was celebrated as a national poet against his own will <FONT face=Symbol>-</FONT> his contemporary poet <A href="heidenst.htm">Verner von Heidenstam</A> adopted the role more eagerly. Fr&ouml;ding undermined his public image by openly revealing his problems with alcohol and bohemian life style. Love, true or bought with money, was one of Fr&ouml;ding's themes, as in the poem 'En k&auml;rleksvisa' from <I>Splashes of Grail </I>(1898): </P>
<BLOCKQUOTE><FONT size=2><B>Jag k&ouml;pte min k&auml;rlek f&ouml;r pengar, </B></FONT><B><BR>
<FONT size=2>f&ouml;r mig var ej annan att f&aring;, </FONT><BR>
<FONT size=2>sjung vackert, I skorrade str&auml;ngar, </FONT><BR>
<FONT size=2>sjung vackert om k&auml;rlek &aring;nd&aring;. </FONT></B><FONT size=2></FONT></BLOCKQUOTE>

<P>Gustaf Fr&ouml;ding was born in Alster, V&auml;rmland. His grandfather, Jan Fr&ouml;ding, had gathered a considerable property through business affairs, and invested it in land and Alster Mill. He married Gustava Branzell; her brother was a former priest, who suffered from alcoholism and mental illness. Fr&ouml;ding's father, lieutenant Ferdinand Fr&ouml;ding, married Emilia Agardh, the daughter of the bishop of Karlstad. Ferdinand was not able to look after the property and was soon in huge debts. The strong-willed Emilia took care of the family. After recovering from meningitis, Ferdinand became "en fr&auml;mmande man" (a strange man), who could not stand any voices in the house. At the time of Gustaf's birth, his mother had mental problems. She lost contact with reality, was hospitalized, and did not recognize her son any more. Fr&ouml;ding described her in 'Dolores di Colibrados' as an outsider who was ultimately destroyed by her alien, cold surroundings. </P>
<P>A daydreamer in his youth, Fr&ouml;ding did not take seriously his studies. He attended the University of Uppsala in the early 1880s, and wasted his inheritance in a couple of years. In 1883 he left Uppsala and returned to V&auml;rmland. There he fell in love with a local girl but due to his poor financial condition he could not marry her. From 1887 Fr&ouml;ding worked for ten years as a journalist in the radical newspaper <I>Karlstads-Tidning</I>. He also spent
 periods in sanatoriums for treatment of nervous disorders. Fr&ouml;ding's poems and prose pieces written in V&auml;rmlandish dialect for <I>Karlstads-Tidning</I>, were collected in&nbsp;<EM>R&auml;ggler &aring; paschaser</EM> 1-2 (1895-97). </P>
<P>In 1889 Fr&ouml;ding was in G&ouml;rlitz in Germany, where he read such writers as Goethe, Byron, Burns, and Poe. With two the essays, 'Naturalism and romantik' and 'Om humor', Fr&ouml;ding contributed to the literary debate about naturalism and creative imagination, defending fantasy and Swedish humor. Fr&ouml;ding's first
collection of poems, <EM>Gitarr och dragharmonika</EM> (1891), was composed in G&ouml;rliz's sanatorium and it came out when the poet was in a sanatorium in Lillehammer, Norway. The collection revealed Fr&ouml;ding's unique poetic blend of irony, melancholy, and humor. An immediate success, the book sold 5,000 copies in five years <FONT face=Symbol>-</FONT> more than any other collection in Sweden. </P>
<P>Fr&ouml;ding was awarded a stipend by the Swedish Academy in 1892, but he donated it to the movement for general voting rights. From Norway Fr&ouml;ding returned to Karlstad. He had an affair with a waitress, who inspired the poems 'Flickan i &ouml;gat' and 'Det borde varit stj&auml;rnor'. ("Var v&auml;signad du, som ej gav tr&ouml;st / som en n&aring;d fr&aring;n ovan, / men som k&auml;rleksg&aring;van / fr&aring;n en syndig fatting flickas br&ouml;st.") <EM>Nya dikter</EM> (1894), which was received with enthusiasm, appeared when Fr&ouml;ding was in a hospital in G&ouml;teborg. He had visions of greatness, believing he was a superman <FONT face=Symbol>-</FONT> just like the German philosopher Friedrich Nietzsche did before he collapsed mentally and physically in January 1889 <FONT face=Symbol>-</FONT> his illness was most probable of syphilitic origin. Eveltually he was diagnosed with schizophrenia. Like all Scandinavian writers at that time, Fr&ouml;ding knew Nietzsche's work and wrote a pastiche <I>Thus Spoke Zarathustra</I> (1883-85), which was published in <I>Nya dikter</I>. </P>
<P>Nietzsche also inspited the poems 'Guderne dansa' and 'En flik av framtiden', included in the collection<EM> St&auml;nk och flikar</EM> (1896, Splashes and Spray). It also contains a series of poems of the Holy Grail, and one of Fr&ouml;ding's most beloved pieces, 'Ett gammalt bergtroll', about an outsider, a lonely mountain troll, who eats people. 'En morgondr&ouml;m', in which two Stone Age Aryans in the far Aryan homeland have sex, was called pornographic and led to a court case. Although Fr&ouml;ding was acquitted, he could not stop his self-accusations. He suffered a mental breakdown and managed to publish
only two small books of poems before a final breakdown.&nbsp;<EM>Gralst&auml;nk</EM> (1898), born partly as a reaction to Nietzsche's <I>Jenseits von Gut und B&ouml;se</I>, contains a series of religious poems that express a faith in the divinity of all things. Whereas <A href="karlfeld.htm">Erik Axel Karlfeldt</A> (1864-1931) drew on the old Lutheran heritage, which was a source of comfort to him, Fr&ouml;ding sought solace in legends and mystical tradition. Some of his confessional poems Fr&ouml;ding wrote in the third person. In later works his alter egos were Clown Clopopisky, who is mocked by his audience, and the poet Wennerbom, who drinks alone in a park. </P>
<P><I>Gralst&auml;nk </I>was the last collection published before Fr&ouml;ding's final collapse. From 1898 to 1905 Fr&ouml;ding was a patient in Uppsala hospital for mental illness. Between 1906 and 1907 he was treated in Stockholm's Svenonii hospital. There he met Signe Trozig, his nurse for the rest of his life. In 1907 Fr&ouml;ding lived in Gr&ouml;ndal, Djurg&aring;rden, then in Tullinge, and from 1909 again in Gr&ouml;ndal. In 1908 his condition improved in 1908 and he started to work with a new collections of poems, <EM>Reconvalescentia</EM>. Richard Bergh's portrait of Fr&ouml;ding from 1909 <FONT face=Symbol>-</FONT> both heroic and intimate at the same time <FONT face=Symbol>-</FONT> presents the poet as a patient, a bearded colossus like an ancient god, sitting on bed with his arms crossed. A book, as thick as the Bible, lies on a table. However, Fr&ouml;ding never finished his work, which was published posthumously in 1913. Fr&ouml;ding died in Stockholm on February 8, 1911. In Nordic countries, his poems have remained popular. The Finnish composer Jean Sibelius has set to music five of Fr&ouml;ding's poems, among them 'S&auml;f, s&auml;f, susa' (reeds, reeds, whisper). "S&auml;f, s&auml;f, susa, / v&aring;g, v&aring;g, sl&aring;, / I s&auml;ngen mig hvar Ingalill / den unga m&aring;nde g&aring;?" </P>


<BLOCKQUOTE><B><FONT size=2>For further reading</FONT></B><FONT size=2>: </FONT><I><FONT size=2>Gustaf Fr&ouml;dings diktning</FONT></I><FONT size=2> by Frey Svensson (1916); </FONT><I><FONT size=2>Fr&ouml;dings mystik</FONT></I><FONT size=2> by Olle Holmberg (1921); </FONT><I><FONT size=2>Fr&ouml;dingsminnen</FONT></I><FONT size=2> by Cecilia Fr&ouml;ding (1925); </FONT><I><FONT size=2>Skapande fantasi och sjuka skalder</FONT></I><FONT size=2> by Bror Gadelius (1927); </FONT><I><FONT size=2>Fr&ouml;dings sociala diktning</FONT></I><FONT size=2> by </FONT><A href="munthe.htm"><FONT size=2>Axel Munthe</FONT></A><FONT size=2> (1929); </FONT><I><FONT size=2>Fr&ouml;ding</FONT></I><FONT size=2> by Henry Olsson (1951); </FONT><I><FONT size=2>Fr&ouml;ding och Ida B&auml;ckman</FONT></I><FONT size=2> by G. Michanek (1955); </FONT><I><FONT size=2>Gustaf Fr&ouml;ding</FONT></I><FONT size=2> by John Landquist (1956, rev. edition 1964); </FONT><I><FONT size=2>Gustaf Fr&ouml;ding</FONT></I><FONT size=2> by Erland Lindb&auml;ck (1957); </FONT><I><FONT size=2>S&aring; minns vi Gustaf Fr&ouml;ding</FONT></I><FONT size=2>, ed. by G. Michanek (1960); </FONT><I><FONT size=2>En morgondr&ouml;m</FONT></I><FONT size=2> by G. Michanek (1962); </FONT><I><FONT size=2>Vinl&ouml;vsranka och hagtornkrans</FONT></I><FONT size=2> by Henry Olsson (1970); </FONT><I><FONT size=2>Bibliografi</FONT></I><FONT size=2>, 2 vols., <FONT size=2>published by Gustaf Fr&ouml;ding-s&auml;llskapet</FONT> (1978-84); <I>Gustaf Fr&ouml;ding (1860-1911): His Life and Poetry: a Short Biography</I> by Paul Britten Austin </FONT><FONT size=2>(1986); <I>Den Svenska Litteraturen</I>, Vol. IV, ed. by Lars L&ouml;nnroth and Sven Delblanc (1997); </FONT><FONT size=2><I>Gustaf Fr&ouml;ding in Brunskog and Mangskog</I> by Gustaf Froding and Mike McArthur (2006); <EM>Fr&ouml;ding och kvinnorna</EM>&nbsp;by&nbsp;Rolf Alsing (2011) </FONT><FONT size=2>- <STRONG>Suom</STRONG>: </FONT><FONT size=2><FONT size=2>Suomeksi Fr&ouml;dingin runoja ovat k&auml;&auml;nt&auml;neet Larin-Ky&ouml;sti 
(</FONT><I><FONT size=2>Runoja ja murrejuttuja</FONT></I><FONT size=2>), Valter Juva (</FONT><I><FONT size=2>Valikoima runoja</FONT></I><FONT size=2>),
Hannes Korpi-Anttila (</FONT><I><FONT size=2>V&auml;rmlannin lauluja), </FONT></I><A href="ottoman.htm"><FONT size=2>Otto 
Manninen</FONT><FONT size=2></FONT></A><FONT size=2> (V&auml;rmnlannin lauluja, 1952) ja Ilpo Tiihonen (</FONT><I><FONT size=2>Runoilija 
Vennerbom ja muita runoja</FONT></I><FONT size=2>).</FONT> </FONT><FONT size=2></FONT></BLOCKQUOTE>

<P><B>Selected works:</B> </P>

<UL>
<LI>Gitarr och dragharmonika, 1891 <BR>- Guitar and Concertina (translated by C. D. Locock, 1925) / Guitar and Concertina: Poems By Gustaf Fr&ouml;ding (translated by Mike McArthur, 1997) <BR>- Valittuja runoja 
(suom. Yrj&ouml; Weijola, kokoelmista Guitarr och Dragharmonika, Nya Dikter, ja R&auml;ggler &aring; Paschaser, 1985)
<LI>Nya dikter, 1894 <BR>- New Poems (translated by Mike McArthur, 1998) <BR>- Valittuja runoja 
(suom. Yrj&ouml; Weijola, kokoelmista Guitarr och Dragharmonika, Nya Dikter, ja R&auml;ggler &aring; Paschaser, 1985)
<LI>En&nbsp;bok&nbsp;om Strinberg, 1894 (editor)
<LI>R&auml;ggler &aring; paschaser 1-2, 1895-97 <BR>- Poems of Youth &amp; Tall Tales and Adventures (translated by Mike McArthur, 1999) <BR>- Valittuja runoja 
(suom. Yrj&ouml; Weijola, kokoelmista Guitarr och Dragharmonika, Nya Dikter, ja R&auml;ggler &aring; Paschaser, 1985)
<LI>St&auml;nk och flikar, 1896 <BR>- Splashes and Patches: Poems by Gustaf Fr&ouml;ding (translated by Mike McArthur, 1998) 
<LI>Nytt och gammalt, 1897 
<LI>Gralst&auml;nk, 1898 <BR>- New and Old Splashes from the Grail: Poems by Gustaf Fr&ouml;ding (tr. by Mike McArthur, 1998) 
<LI>Poems, 1903 (translated by Albert Bj&ouml;rck)
<LI>Eftersk&ouml;rd, 1910 <BR>- Gleanings and Convalescence (translated by Mike McArthur, 1999) 
<LI>Reconvalescentia, 1913 <BR>- Gleanings and Convalescence (translated by Mike McArthur, 1999) 
<LI>Selected Poems, 1916 (translated by Charles Wharton Stork) 
<LI>Samlade skrifter 1-16, 1917-22 (edited by R.G. Berg) <LI>Posthuma skrifter 1-3, 1918
<LI>Dikter fr&aring;n V&auml;rmland, 1936 <BR>- V&auml;rmland Poems (translated by Mike McArthur, 2000)
<LI>Brev til en ung flicka, 1952
<LI>&Auml;ventyr i Norge, 1963 (edited by Germund Michanek)
<LI>&Aring;terkomsten och andra ok&auml;nda dikter, 1964 (edited by Germund Michanek)
<LI>Brev I-II, 1981-82 (edited by&nbsp;Germund Michanek&nbsp;and Ingvald Rosenblad)<LI>Gustaf Fr&ouml;ding i Upsala nya tidning: dikter, k&aring;serier, recensioner och ins&auml;ndare 1890-98, 1987 (edited by Germund Michanek)<LI>Ur en tidningsmans anteckningar och andra k&aring;serier, 1990 (edited by Lennart Bernesj&ouml; och Reidar Nordenberg) 
<LI><SPAN class=st>Fr&ouml;dings hemlighetsfulla v&auml;ninna: en brevbiografi</SPAN>, 1990 (edited by Ingrid Sch&ouml;ider) <LI>Dikter: Brev, 1991 (edited by David Gedin)<LI>Gustaf Fr&ouml;dings poesi, 1993 (edited by Germund Michanek; contains Gitarr och dragharmonika; Nya dikter; St&auml;nk och flikar; Nytt och gammalt; Gralst&auml;nk; Dikterna i R&auml;ggler &aring; paschaser; Eftersk&ouml;rd; Mattoidens s&aring;nger; Reconvalescentia ; Ungdomsdikter; Senare dikter; &Ouml;vers&auml;ttningar)
<LI>The Selected Poems of Gustav Fr&ouml;ding, 1993 (translated by Henrik Asp&aacute;n, in collaboration with Martin Allwood)
<LI>Klipp av hans sax : 30 k&aring;serier, 1995 (edited by&nbsp;Germund Michanek) 
<LI>The Complete Poems of Gustaf Fr&ouml;ding, 1997-1999 (translated by Mike McArthur) <LI>Poems of Youth: and, Tall Tales and Adventures: Poems, 1999 (a new translation by Mike McArthur)
<LI>Other Poems: Poems by Gustaf Fr&ouml;ding, 1999 (translated by Mike McArthur) <LI>Dikter fr&aring;n hospitalet, 2005 (edited by Eva Jonsson)
<LI>Dear Gustaf: Favourite Poems of Gustaf Fr&ouml;ding, 2007 (translated by Mike MacArthur) <LI>Fr&ouml;dings landskap: ett urval av Gustaf Fr&ouml;dings dikter och texter, 2009&nbsp;(edited by Anita Forsn&auml;sg&aring;rd)<LI>De gl&ouml;mda texterna: journalistik av Gustaf Fr&ouml;ding i Karlstads-tidningen 1885-1894, 2010&nbsp;(edited by Dag Nordmark)
 


</LI></UL>







<P align=center>



<BR>
<!--Amazonbanner-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/banneri.gif" width=468 height=60></A>
<BR>
<HR>
<I><CENTER><FONT size=-1>Some rights reserved Petri Liukkonen (author) &amp; Ari Pesonen. Kuusankosken kaupunginkirjasto 2008</FONT></CENTER></I><BR>
<P></P>

<BR>

 
<!--Tekstipalsta p„„ttyy-->
</TD>
</TR>
</TBODY></TABLE></CENTER>
 


<I><CENTER><A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license><IMG style="BORDER-RIGHT-WIDTH: 0px; BORDER-TOP-WIDTH: 0px; BORDER-BOTTOM-WIDTH: 0px; BORDER-LEFT-WIDTH: 0px" alt="Creative Commons License" src="http://i.creativecommons.org/l/by-nd-nc/1.0/fi/88x31.png"></A><BR><SPAN rel="dc:type" property="dc:title" href="http://purl.org/dc/dcmitype/Text" xmlns:dc="http://purl.org/dc/elements/1.1/">Authors' Calendar</SPAN> jonka tekij&auml; on <SPAN property="cc:attributionName" xmlns:cc="http://creativecommons.org/ns#">Petri Liukkonen</SPAN> on lisensoitu <A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license>Creative Commons Nime&auml;-Ep&auml;kaupallinen-Ei muutettuja teoksia 1.0 Suomi (Finland) lisenssill&auml;</A>.<BR>May be used for non-commercial purposes. The author <B>must</B> be mentioned. The text may not be altered in any way (e.g. by translation). Click on the logo above for information.</CENTER></I><BR></BODY></HTML