<HTML><HEAD><TITLE>Gustaf von Numers</TITLE><META name=GENERATOR content="MSHTML 8.00.7600.16671"></HEAD><BODY background=/pix/tauskuva.jpg bgColor=white text=black>
<!--taulukko alkaa-->
<CENTER><TABLE   cellSpacing=0 cellPadding=5 width="80%" align=center >
<TBODY><TR   >
<TD  bgColor=white vAlign=top rowSpan=2 width="19%" align=left  >

<!--Vasen palsta, linkit ym-->
<A href="calendar.htm"><IMG border=2 src="../../../pix/bwlogo.jpg" width=100 height=100></A><BR clear=both>
<BR>
<FONT size=-1 face=Arial>
<!--********************-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/ylamainos.gif" width=100 height=70></A>
<BR>
<BR>
<!--********************-->
<FONT size=-1><B>Choose another writer in this calendar:</B></FONT>
<P>
by name:<BR>
<A href="index.htm#a" target=_blank>A</A>
<A href="index.htm#b" target=_blank>B</A>
<A href="index.htm#c" target=_blank>C</A>
<A href="index.htm#d" target=_blank>D</A>
<A href="index.htm#e" target=_blank>E</A>
<A href="index.htm#f" target=_blank>F</A>
<A href="index.htm#g" target=_blank>G</A>
<A href="index.htm#h" target=_blank>H</A>
<A href="index.htm#i" target=_blank>I</A>
<A href="index.htm#j" target=_blank>J</A>
<A href="index.htm#k" target=_blank>K</A>
<A href="index.htm#l" target=_blank>L</A>
<A href="index.htm#m" target=_blank>M</A>

<A href="index.htm#n" target=_blank>N</A>
<A href="index.htm#o" target=_blank>O</A>
<A href="index.htm#p" target=_blank>P</A>
<A href="index.htm#q" target=_blank>Q</A>
<A href="index.htm#r" target=_blank>R</A>
<A href="index.htm#s" target=_blank>S</A>
<A href="index.htm#t" target=_blank>T</A>
<A href="index.htm#u" target=_blank>U</A>
<A href="index.htm#v" target=_blank>V</A>
<A href="index.htm#w" target=_blank>W</A>
<A href="index.htm#x" target=_blank>X</A>
<A href="index.htm#y" target=_blank>Y</A>
<A href="index.htm#z" target=_blank>Z</A>
</P>
<P>
by birthday from the <A href="calendar.htm" target=_top>calendar</A>.
</P>
<P>
<A href="../../../pix/credits.htm" target=_blank>Credits and feedback</A>
</P>
<P>

<!--Bamber Gascoigne--><A href="http://www.timesearch.info/bookswriters/" target=_blank><B>TimeSearch</B></A><BR>for Books and Writers<BR>by <I>Bamber Gascoigne</I><BR>
<!--Vara2-->
<!--Vara3-->
<!--Vara4--></p><p>This is an archive of a dead website. The original website was published by Petri Liukkonen under <a href="https://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en">Creative Commons BY-ND-NC 1.0 Finland</a> and reproduced here under those terms for non-commercial use. All pages are unmodified as they originally appeared; some links and images may no longer function. A .zip of the website is also <a href="https://github.com/greencardamom/BooksAndWriters">available</a>.<br></p>
</FONT>
</TD>

<TD  bgColor=white vAlign=top background=/pix/viiva.jpg rowSpan=2 width=2 align=left  >
<!--T„m„ on koristeviivasarake-->
</TD>
<TD  bgColor=black width="80%" align=left  >
<!--T„ss„ on mustapohjainen otsikkosolu-->
<FONT color=white size=+1 face=Arial><B>Gustaf von Numers (1848-1913)</B></FONT>
</TD>
</TR>
<TR   >
<TD  bgColor=white width="80%" align=left  >
<!--T„h„n tulee varsinainen teksti-->
<P>&nbsp;</P>


<P><!-- Thank you for examining the code --></P>




<P>

<!-- Teksti alkaa t&auml;st&auml; -->Finnish playwright, unpractical dreamer, whose best known works were made in
cooperation with <A href="bergbom.htm">Kaarlo Bergbom</A>, the central 
figure of Finnish theatre in the 1880s. Later Numers cut off with Bergbom
and wrote his plays for Swedish speaking theatres. Numers's female characters were exceptionally strong. In his comedies, such as <EM>Kuopion takana</EM>&nbsp;(1891, Behind Kuopio) and <EM>Pastori Jussilainen</EM>&nbsp;(1895, Pastor Jussilainen), Numers dealt with women's rights and conservative attitudes of the rural Finnish people, especially among the clergy. Numers's romantic-realistic plays gained popularity in the time, when Minna Canth struggled for acceptance to her realistic and naturalistic works.</P>
<BLOCKQUOTE><FONT size=2><B>"Me k&auml;yt&auml;mme niit&auml; aseita, mitk&auml; maiselle on annettu. Ne ovat v&auml;h&auml;n ter&auml;v&auml;mm&auml;t kuin miehen raaka voima, josta he aina kerskaavat, ja jonka avulla he ovat vuosituhansia meit&auml; sortaneet."</B> (from </FONT><I><FONT size=2>Kuopion takana</FONT></I><FONT size=2>) </FONT></BLOCKQUOTE>
<P>Gustaf von Numers was born in Maksamaa into a well-to-family aristocratic family. His native language was Swedish, but some of his plays were first performed in Finnish theatres. Numers's father was Lorentz August v. Numers (1818-1968), a practical and energetic person who had increased the family fortune by spirit distilling. Johanna Gustava Malin, the writer's mother, died at the age of 25 in 1849. Lorentz August v. Numers then married her sister, Serafia Lovisa Malin. </P>
<P>The old Tottesund manor, where Numers spent his first five years, became later the scene of <A href="anniswan.htm">Anni Swan</A>'s classic juvenile novel <EM>Tottisalmen perillinen</EM> (1914, The heir of Tottesund), about an orphan farm-hand&nbsp;who turns out to be in reality a heir to a large fortune. Numers was first tutored at home. From 1861 he studied in Vaasa and graduated from the secondary school in 1869. During this period he read poetry – Runeberg, Wecksell, Tegn&eacute;r and others – and wrote for the student magazine. Shakespeare's works he read in Swedish. </P>
<P>After his father died, Numers inherited the &Aring;minneborg manor and considerable sum of money, which was meant to finance his further studies. He lived a few years in Helsinki, but attend the university sporadically. In 1871 he travelled in Sweden and Norway, spent his time in theaters, and took a course in agriculture in Mustiala. In 1874 he rented a farm from Ilmajoki, where he lived a carefree life as a gentleman farmer, pursuing unpractical plans, and spending his days dreaming like <A href="ivangont.htm">Oblomov</A>, until he had lost nearly all what was left from his father's inheritance. Numers's marriage with Helena Lovisa Eleonora Roos did not change the situation. In 1883 Numers was offered a job a railway official, but instead of focusing on his work he began to write. It also offered him a way to escape the dull reality and earn extra income to support his large family. Numers worked as a station master from 1888 in the Ostrobothnian countryside. After making patriotic speeches he was forced to resign in 1903 from his office. For a short time he worked for a timber firm. Between the years 1905 and 1907 he was a canal chief in Hein&auml;vesi, and then a station master in Kannus. </P>
<P>With the help of Kaarlo Bergbom, Numers's first produced drama, <EM>Eerikki Puke</EM>, was performed at the Finnish Theatre in 1888. However, von Numers wrote the work&nbsp;in Swedish, but the Swedish theatre rejected his early plays.&nbsp; This&nbsp; drama<I>&nbsp; </I>was set in the 15th century. Its central character is Kreeta, a kind of Finnish Joan&nbsp;of Arc. Her idealism encourages the hesitating governor of the castle Korsholm, Eerikki Puke, to pretend to the crown of Sweden. The play was performed seven times and received good reviews. It was followed by <EM>Tuukkalan tappelu</EM> (1889, The battle at Tuukkala), based on archeological findings in Tuukkala village. The story dealt with a feud between the people of Tavastland (H&auml;me) and Karelia. In 1890 Numers visited in Kuopio the playwright <A href="mcanth.htm">Minna Canth</A>, the first notable Finnish social realist, whose radical opinions were constantly attacked by conservative and religious authorities. On his journey in eastern Finland, Numers also met in Lappeenranta C.G. Swan, the editor of <I>Lappeenrannan Uutiset </I>and father of the future writer Anni Swan. </P>
<P>Numers's major work and theatrical breakthrough is <EM>Elinan surma</EM> (1891, Elina's death), performed both&nbsp;in Swedish and Finnish in 1891. It was based on a well-known medieval ballad from Kanteletar, <A href="lonnrot.htm">Elias L&ouml;nnrot</A>'s collection of lyrical and lyrical-epic folk poems. L&ouml;nnrot had copied the original story from a manuscript while a student at Laukko. In the play the gentle Elina marries Klaus Kurki, a recently widowed nobleman. His jealous mistress Kirsi convinces him, that his new wife is unfaithful, and Kurki kills her. Klaus becomes mad and Kirsi repents bitterly. The great Ida Aalberg played the role of Kirsi and Axel Ahlberg was Klaus Kurki. Its has been said, that both Numers's and Bergbom, who helped him to write his Finnish works, could be called the authors of this play. At one scene Klaus confesses his sins to a smirking Roman Catholic priest. Numers's attack on the Catholic Church was not uncommon, also Topelius portrayed a villainous Jesuit in <I>Talvi-iltain tarinoita</I>. </P>

<P>After <I>Elinan surma</I> von Numers's cooperation with Bergbom ended because of financial disagreement. The playwright also refused to accept Bergbom's creative contribution in finishing his play. "Mit&auml; sitten tulee meid&auml;n yksityiseen asiaamme, my&ouml;nn&auml;n min&auml; kernaasti, avoimesti ja kaikkien kuullen, etteiv&auml;t minun n&auml;ytelm&auml;ni koskaan ilman sinun apuasi, tai kenties oikeammin kritiikki&auml;si, olisi saaneet sit&auml; menestyst&auml; mik&auml; niill&auml; on ollut, mutta yht&auml; oikeutettua yhteisty&ouml;t&auml; (ett lika ber&auml;ttigat samarbete) ja siit&auml; johtuvaa oikeutta minun kanssani yhdess&auml; m&auml;&auml;r&auml;t&auml; niiden painattamisesta ja esitt&auml;misest&auml; muissa teattereissa – sit&auml; en min&auml; my&ouml;nn&auml; sinulle <U>koskaan.</U>"<FONT size=2></FONT><B><FONT size=2> </FONT></B><FONT size=2></FONT>Von Numers continued with comedies. In <I>Kuopion takana </I>the ultraconservative minister Elias Jussilainen is cleverly duped by a young woman, Lilli, who is an advocate of women's rights. "T&auml;rkeint&auml; kaikesta on, ettet koskaan unohda naisellista arvoasi. Sinun tulee muistaa, Naemi, ettemme me ole mit&auml;&auml;n it&auml;maisia odaliskeja emmek&auml; keskiajan nunnia, vaan pystyp&auml;it&auml; nykyajan naisia, jotka vastaamme omasta itsest&auml;mme. Paina mieleesi n&auml;m&auml; kaksi asiaa: naisella on arvonsa ja naisella on el&auml;m&auml;nteht&auml;v&auml;ns&auml;!" (from <I>Kuopion takana</I>)<B></B> Numers possibly wrote the play as an answer to Minna Canth's accusations that he showed an "excessive interest in young girls." The sequel, <I>Pastori Jussilainen</I>, was not translated into Finnish until 1923. In the story the reactionary Jussilainen adopts some modern ideas. The first film version of the play, entitled <EM>N&auml;r sv&auml;rmor regerar</EM>,&nbsp;was made by Swedish director Mauritz Stiller, who acted in the title role. Matti Kassila's film adaptation from 1955, starring Edvin Laine, was partly shot at the National Theatre. </P>
<P>Gustaf von Numers died on February 6, 1913 in Kannus. For a long time he had planned to write a romantic opera <I>Hvita frun fr&aring;n Tottesund</I> (the white lady of Tottesund), which would fuse together his happy childhood memories and later experiences, but he never realized the idea. </P>
<BLOCKQUOTE><B><FONT size=2>For further reading: </FONT></B><FONT size=2>'Bortgl&ouml;mda teaterstycken av Gustaf v. Numers' by B. Estlander, in <I>Historisk Tidskfrft f&ouml;r Finland</I> (1921); </FONT><I><FONT size=2>Gustav von Numers</FONT></I><FONT size=2> by </FONT><A href="tarkiain.htm"><FONT size=2>V. Tarkiainen</FONT></A><FONT size=2> (1922); <I>A History of Finnish Literature</I> by Jaakko Ahokas (1973); </FONT><I><FONT size=2>McGraw-Hill Encyclopedia of World Drama</FONT></I><FONT size=2>, vol. 3, ed. by Stanley Hochman (1983)</FONT><FONT size=2>; <I>Suomen kansallisfilmografia </I>5, ed. by Kari Uusitalo (1989); </FONT><I><FONT size=2>A History of Finland's Literature</FONT></I><FONT size=2>, ed. by George C. Schoolfield (1998) </FONT></BLOCKQUOTE>



<P><B>Selected works: </B></P>

<UL>
<LI>Eerikki Puke,&nbsp;Korsholman herra: historiallis-romantillinen n&auml;ytelm&auml; 5:ss&auml; n&auml;yt&ouml;ksess&auml;, 1888 (suom. Niilo Sala, 1892) 
<LI>Tuukkalan tappelu: kaksi-osainen n&auml;ytelm&auml; 7:ss&auml; kuvaelmassa, 1889 (Swedish title: Striden vid Tuukkala; 
suom. Niilo Sala, 1889) <LI>Elinan surma: seitsem&auml;n kuvaelmaa, 1891 (Swedish title: Klas Kurck och liten Elin) <BR>- film: Elinan surma, 1938, dir. Kalle Kaarna, starring Santeri Karilo, Ella Eronen and Hilkka Helin&auml;<LI>
Kuopion takana: kolmin&auml;yt&ouml;ksinen huvin&auml;ytelm&auml;, 1891 (Swedish title: Bakom Kuopio; 
suom. Eero Alpi, 1923) <BR>- film: Den tyranniske f&auml;stmannen, 1912, dir. Mauritz Stiller; Kuopion takana, TV film 1959, dir. Seppo Wallin, starring Heimo Lepist&ouml;, Helena Futtari and Sirkka-Liisa Wil&eacute;n; Kuopion takana, TV film 1975, dir. Mirjam Himberg, starring Johanna Kumpulainen, Liisamaija Laaksonen and Seppo Laine<LI>Dramatiska&nbsp;arbeten 1: Bakom Kuopio: komedi i tre akter, 1892<LI>Dramatiska&nbsp;arbeten 2: Striden vid Tuukkala: sk&aring;despel i &aring;tta tabl&aring;er: (tv&auml;nne afdelningar), 1893

<LI>Uusi pirtti, 1893 (Swedish title: Nystudansen; 
performed first&nbsp;in Suomalainen Teatteri; Uuren pirtin hyppij&auml;iset: yksin&auml;yt&ouml;ksinen kansann&auml;ytelm&auml;, suom. A. A.-Q-T., 1907; Tupaantuliaistanssit, suom. Eero Alpi, 1923) <LI>Utan pr&auml;st, 1894
<LI>Pastori Jussilainen, 1895 (Swedish title: Pastor Jussilainen; suom. Eero Alpi, 1923) <BR>- films: N&auml;r sv&auml;rmor regerar, 1914,&nbsp;dir. Mauritz Stiller, starring Lilly Jacobson, Mauritz Stiller and Jenny Tschernichin-Larsson<FONT size=2>; </FONT><FONT size=3>Pastori Jussilainen, 1955, dir. Matti Kassila, starring Edvin Laine, Rauha Rentola,Tyyne Haarla, Kirsti Ortola: Pastori Jussilainen, TV film 1960, starring Pentti Siimes, Maija Karhi and Eila Pehkonen. &nbsp;<I></I>
</FONT><LI>Sn&auml;ll&auml; flickor, 1897 
<LI>Tuukkas son: (forts&auml;ttning p&aring; "Striden vid Tuukkala"): saga p&aring; 3 sidor: blad direkte fr&aring;n sjukb&auml;dden, 1902 (Tuukan poika, suom. Eero Alpi, 1903) 
<LI>Mormor l&auml;nsmanskan, 1909<LI><SPAN class=subfieldData>Hvita frun p&aring; Tottesund, 1912 </SPAN>
<LI>Vid L&uuml;tzen, 1912
<LI>Valitut teokset, 1923-24 (suom. Eero Alpi) 
<LI>Dramatiska arbeten i urval: Klas Kurck och liten Elin : sk&aring;despel i sju t&aring;bl&aring;er, 1928 (edited by Hjalmar Procope&acute;) 
</LI></UL>







<P align=center>



&nbsp;<BR>
<!--Amazonbanner-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/banneri.gif" width=468 height=60></A>
<BR>
<HR>
<I><CENTER><FONT size=-1>Some rights reserved Petri Liukkonen (author) &amp; Ari Pesonen. Kuusankosken kaupunginkirjasto 2008</FONT></CENTER></I><BR>
<P></P>

<BR>

 
<!--Tekstipalsta p„„ttyy-->
</TD>
</TR>
</TBODY></TABLE></CENTER>
 


<I><CENTER><A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license><IMG style="BORDER-RIGHT-WIDTH: 0px; BORDER-TOP-WIDTH: 0px; BORDER-BOTTOM-WIDTH: 0px; BORDER-LEFT-WIDTH: 0px" alt="Creative Commons License" src="http://i.creativecommons.org/l/by-nd-nc/1.0/fi/88x31.png"></A><BR><SPAN rel="dc:type" property="dc:title" href="http://purl.org/dc/dcmitype/Text" xmlns:dc="http://purl.org/dc/elements/1.1/">Authors' Calendar</SPAN> jonka tekij&auml; on <SPAN property="cc:attributionName" xmlns:cc="http://creativecommons.org/ns#">Petri Liukkonen</SPAN> on lisensoitu <A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license>Creative Commons Nime&auml;-Ep&auml;kaupallinen-Ei muutettuja teoksia 1.0 Suomi (Finland) lisenssill&auml;</A>.<BR>May be used for non-commercial purposes. The author <B>must</B> be mentioned. The text may not be altered in any way (e.g. by translation). Click on the logo above for information.</CENTER></I><BR></BODY></HTML
