<HTML><HEAD><TITLE>Vilho Helanen</TITLE><META name=GENERATOR content="MSHTML 8.00.7600.16671"></HEAD><BODY background=/pix/tauskuva.jpg bgColor=white text=black>
<!--taulukko alkaa-->
<CENTER><TABLE cellSpacing=0 cellPadding=5 width="80%" align=center>
<TBODY><TR>
<TD bgColor=white vAlign=top rowSpan=2 width="19%" align=left>

<!--Vasen palsta, linkit ym-->
<A href="calendar.htm"><IMG border=2 src="../../../pix/bwlogo.jpg" width=100 height=100></A><BR clear=both>
<BR>
<FONT size=-1 face=Arial>
<!--********************-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/ylamainos.gif" width=100 height=70></A>
<BR>
<BR>
<!--********************-->
<FONT size=-1><B>Choose another writer in this calendar:</B></FONT>
<P>
by name:<BR>
<A href="index.htm#a" target=_blank>A</A>
<A href="index.htm#b" target=_blank>B</A>
<A href="index.htm#c" target=_blank>C</A>
<A href="index.htm#d" target=_blank>D</A>
<A href="index.htm#e" target=_blank>E</A>
<A href="index.htm#f" target=_blank>F</A>
<A href="index.htm#g" target=_blank>G</A>
<A href="index.htm#h" target=_blank>H</A>
<A href="index.htm#i" target=_blank>I</A>
<A href="index.htm#j" target=_blank>J</A>
<A href="index.htm#k" target=_blank>K</A>
<A href="index.htm#l" target=_blank>L</A>
<A href="index.htm#m" target=_blank>M</A>

<A href="index.htm#n" target=_blank>N</A>
<A href="index.htm#o" target=_blank>O</A>
<A href="index.htm#p" target=_blank>P</A>
<A href="index.htm#q" target=_blank>Q</A>
<A href="index.htm#r" target=_blank>R</A>
<A href="index.htm#s" target=_blank>S</A>
<A href="index.htm#t" target=_blank>T</A>
<A href="index.htm#u" target=_blank>U</A>
<A href="index.htm#v" target=_blank>V</A>
<A href="index.htm#w" target=_blank>W</A>
<A href="index.htm#x" target=_blank>X</A>
<A href="index.htm#y" target=_blank>Y</A>
<A href="index.htm#z" target=_blank>Z</A>
</P>
<P>
by birthday from the <A href="calendar.htm" target=_top>calendar</A>.
</P>
<P>
<A href="../../../pix/credits.htm" target=_blank>Credits and feedback</A>
</P>
<P>

<!--Bamber Gascoigne--><A href="http://www.timesearch.info/bookswriters/" target=_blank><B>TimeSearch</B></A><BR>for Books and Writers<BR>by <I>Bamber Gascoigne</I><BR>
<!--Vara2-->
<!--Vara3-->
<!--Vara4--></p><p>This is an archive of a dead website. The original website was published by Petri Liukkonen under <a href="https://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en">Creative Commons BY-ND-NC 1.0 Finland</a> and reproduced here under those terms for non-commercial use. All pages are unmodified as they originally appeared; some links and images may no longer function. A .zip of the website is also <a href="https://github.com/greencardamom/BooksAndWriters">available</a>.<br></p>
</FONT>
</TD>

<TD bgColor=white vAlign=top background=/pix/viiva.jpg rowSpan=2 width=2 align=left>
<!--T„m„ on koristeviivasarake-->
</TD>
<TD bgColor=black width="80%" align=left>
<!--T„ss„ on mustapohjainen otsikkosolu-->
<FONT color=white size=+1 face=Arial><B>Vilho Helanen (1899-1952)</B></FONT>
</TD>
</TR>
<TR>
<TD bgColor=white width="80%" align=left>
<!--T„h„n tulee varsinainen teksti-->
<P>&nbsp;</P>


<P><!-- Thank you for examining the code --></P>



 
<P>

<!-- Teksti alkaa t&auml;st&auml; -->Mystery writer, playwright, Ph.D., whose novels were 
pioneering works of Finnish detective fiction. Helanen's series character was the lawyer Kaarlo Rauta, who made his appearance in <EM>Helsingiss&auml; tapahtuu</EM>&nbsp;(1941) and then in several other novels. Among Helanen's best mystery stories are <EM>Filmitalon murhen&auml;ytelm&auml; </EM>(1948), <EM>Ristilukin arvoitus </EM>(1949) and <EM>"Kansantuhooja"</EM> (1951). Between the World Wars Helanen was active in right-wing organizations gaining much renown as an ardent orator. He also advocated closer ties among kindred people in the Baltic countries and Finland; especially well-known figure he was in Estonia. </P>
<BLOCKQUOTE><FONT size=2><B>"Olen ollut melko taitava hankkimaan vihamiehi&auml;, yst&auml;vi&auml; on ker&auml;&auml;m&auml;tt&auml; kertynyt riitt&auml;v&auml;n paljon. Vilho Helanen oli yksi niit&auml;, joihin v&auml;lit katkesivat AKS:n vaiheissa, kun h&auml;n valitsi IKL:n, ja h&auml;nh&auml;nm pys&auml;htyi el&auml;m&auml;&auml;n noita aikoja ja kirjoitti niist&auml; aikanaan romaanin. Siin&auml; taidan min&auml;kin esiinty&auml;."</B> (President </FONT><A href="ukekko.htm"><FONT size=2>Urho Kekkonen</FONT></A><FONT size=2> in </FONT><I><FONT size=2>Vuosisatani</FONT></I><FONT size=2>, 1981)</FONT></BLOCKQUOTE>

<P>Vilho Helanen was born in Oulu, the son of District Judge Klaus Robert Helanen and Johanna Aurora Gummerus. While still at school he began to write, and edited the school magazine. He also read voluptuously and had his first encounter with the works of Nietzsche and Strindberg. When Helanen's father became a senator, the family moved to Helsinki. At Helsingin Suomalainen Lyseo (Helsinki normal lyceum until 1914<STRONG>)</STRONG>, Helanen's classmates included the future writer Uuno Mattila (pseydonym Yrj&ouml; Kivimies). </P><P>During the Civil War Helanen joined the White Guards and participated in the spring of 1918 in underground activities against the Reds.&nbsp;In the autumn of the same year, he entered&nbsp;the University of Helsinki, where he studied&nbsp;history and economics, receiving his M.A. in 1922 and Ph.D. in 1940. In 1919 Helanen participated as volunteer in the Estonian freedom fight.&nbsp;A few yars later he joined the right-wing organization AKS (Academic Karelian Society),&nbsp;serving for many years&nbsp;as its chairman&nbsp;(1927-1928, 1934-1935, 1936-1944).&nbsp;In addition, he was an influential student organization leader, the chief editor of the student magazine <I>Ylioppilaslehti</I> (1926-28), and contributed to the magazine <I>Suomen Heimo</I> (1938-1944) until it was closed. From 1934 to 1944 he was a member of the board of the National Theater. 
</P><P>From 1922 to 1941 Helanen worked as a secretary of the board of directors editor of the magzine Leimaus 
at&nbsp;the insurance company Salama, but eventually resigned, disappointed in the overall atmosphere of the company. As a writer Helanen began his career at the age of 17 when his short 
story 'Ilmoitus' appeared in a newspaper. His first book was a non-fiction study 
of the contribution of Finland on the Estonian independence process, <EM>Suomalaiset Viron vapaussodassa</EM> (1921). </P><P>In 1923 Helanen made his bebut as a novelist with <EM>Saratus,</EM>&nbsp;which went without commercial success. The work, which took its name from a temperance society ("dawn"), depicted the life of young student and their visions about the future of their country. "Silti min&auml; olen viel&auml; nytkin iloinen siit&auml;, ett&auml; tulin nuorena kirjoittaneeksi tuon kuolupoikaromaanin. Olen tietoinen sen suurista puutteista. Mutta sittenkin siihen on melko tuoreeltaan vangittu kappale Suomen syvimm&auml;n murroskauden nuoruutta."<FONT size=2> (Helanen in <I>Meist&auml; tuli kirjailijoita</I>, 1947). </FONT>One of the characters, a school girl, was modelled after his wife, Kaarina Emilia Hurskainen, whom he married in 1922. Helanen had met her already at the age of 16. Vilho and Kaarina Emilia Helanen had four children, one of whom was adopted – she was born in Ingria, and later moved to Sweden. Their son Juhani disappeared in 1946 while sailing across the Gulf of Bothnia. According to some assumptions he was helping Estonian refugees to escape to Sweden. </P><P>In the 1930s Helanen took part in the Lapua movement, which campaigned to root out all vestiges of Marxism, and he was an active member of the nationalistic party IKL (People's Patriotic Movement). Their&nbsp;black shirt uniform, designed by Paavo Susitaival, was&nbsp;inspired by the Italian fascists.&nbsp;As a representative of the IKL,&nbsp;Helanen sat in the city council between 1933 and 1936. For his work in creating contacts between Finland and Estonia Helanen was awarded in 1931 a diploma and an Estonian badge of honour. In 1934 he was arrested in Tallinn due a diplomatic conflict and declared person non-grata. Behind the decision was Helanen's connections to the ultra-nationalist organization Eesti Vabaduss&otilde;jalaste Liit and its leader Arthur Sirk (1900-1937). Sirk died in Luxembourg under dubious circumstances. </P>
<P>Helanen called the Continuation War between Finland and the Soviet Union (1941-44) a "holy war,"&nbsp; a view that was not atypical in the press at large. "Nyt luodaan ehe&auml;n, yksimielisen, el&auml;m&auml;ntahoisen kansamme voimalla Suomi, jonka ylt&auml; id&auml;n uhka in i&auml;ksi poissa," he wrote in <I>Suomen Heimo </I>in June 30, 1941. (Now, with our united, unanimous people with a strong desire to live, we create a new Finland, and dispel the threat of the East forever.) Helanen's opposition to the Communist ideology was 
also seen in his novels, most clearly in <EM>Helsingiss&auml; tapahtuu</EM>, with which he participated in the Nordic detective novel competition of 1939, coming second to Mika Waltari's <EM>Who Killed Mrs Skof?</EM> In the story an Ukrainian dancer, who is a Communist and a spy, is killed, and Kaarlo Rauta's friend, a leader of a patriotic organization,&nbsp;is accused of her murder. Rauta reveals that&nbsp;culprit&nbsp;is a woman,&nbsp;the leader of an anarcho-communist spy ring. The novel was published under the pseudonym Heikki Aksila in 1941. </P><P>Helanen served in the army as an information officer&nbsp;(1941-43)&nbsp;and then as a director of immigrant committee, helping among others Ingrian refugees in Tallinn and keeping contact with the Germans, who saw him as "ein fanatischer Chauvinist". In 1944 he helped a number of Estonians to escape over the Finnish gulf in front of the advancing Red Army. Among them was Leo Murrik, the brother of the leftist writer Hella Wuolijoki. </P>
<P>After the war all allegedly pro-fascist parties and organizations were outlawed, including IKL, basically anti-democratic&nbsp;phenomenon,&nbsp;and the Academic Karelia Society.&nbsp;Political prisoners were released,&nbsp; democracy was restored&nbsp;and the Finnish&nbsp; Communist Party was made legal. Helanen believed that Finland will be occupied by the Soviet troops and he grew mustache to make his identification more difficult. However, he did not leave the country as some of his friends. Helanen never received official recognition for his humanitarian work with Estonian refugees during the war. To support his family, Helanen began writing mystery novels, several of which were serialized first in the magazines <EM>Suomen Kuvalehti</EM> or <EM>Kansan Kuvalehti</EM>. Some&nbsp;of the ideas for the stories&nbsp;Helanen acquired from S.S. van Dine, whose work&nbsp;he admired.&nbsp;</P><P>Beginning from <EM>Valvova silm&auml;</EM> (1946), in which&nbsp;the murderer is a young a hunchbacked&nbsp; woman, Helanen avoided dealing with politically sensitive matters – Communist villains were replaced by scheming women.&nbsp;In&nbsp;<EM>Rauhaton rannikko</EM> (1947) the victim is a German-Swedish Elisabeth Vaara,&nbsp;who has&nbsp;loose sexual morals. The killer is a young woman, who has fallen in love with Elisabeth's husband.&nbsp;<EM>Ristilukin arvoitus</EM> (1949)&nbsp;was set in Helsinki, where Rauta reveals with the help of his wife a black-market organization, led by a sadistic&nbsp;woman, the poet Irja Laantila&nbsp;and her German&nbsp;husband, Obersturmf&uuml;hrer von Markenfeld. &nbsp;</P><P>The play <EM>Berenike</EM>, written under the pseudonym Jussi Sara, won the second prize in a drama competition arranged by the Association of Workers' Theatres, but it was not performed until 1954. Helanen became a dramaturgist at the film company Suomi-Filmi and also wrote colums for the magazine <I>Kauppalehti</I> under the pseudonym "Tero" – its was the name of the family's Irish setter. Tero's&nbsp;targets were Communists, educated people who have turned their coat and started to support the left, Raoul Palmgren, Valtiollinen poliisi&nbsp;(State Police), Hella Wuolijoki, and the Finnish Broadcasting Company. In the new political situation, where the extreme right-wing organizations were forbidden, Helanen was accused of treason in 1948 and imprisoned. He had helped in 1944 an Danish engineer Thoralf Kyrre who worked for the German intelligence. Helanen was sentenced for six year imprisonment but pardoned in 1951 by President J.K. Paasikivi. The friendship society Suomi Neuvostoliitto Seura (Finland Soviet Union Society) had promised to grant Helanen political immunity if he joined the society but he refused the offer.</P>
<BLOCKQUOTE><FONT size=2><B>"- Rakas lapsi, minun puolestani saat sanoa Metsik&ouml;n leikki&auml; miksi tahansa. Tavallaan se kuitenkin kuvasti sit&auml; erilaisten mahdollisuuksien ja mahdottomuuksien viidakkoa, jonka keskelle minut on t&auml;m&auml;n murhan tutkijana nyt tipautettu. Olen vakuuttunut siit&auml;, ett&auml; saan tarpoa monia v&auml;&auml;ri&auml; polkuja, ennen kuin l&ouml;yd&auml;n oikean. Minun on pakko puhkoa se sek&auml; poliittisen pelin ett&auml; henkil&ouml;kohtaisten suhteiden h&auml;m&auml;ryys, joka ymp&auml;r&ouml;i ministeri Saarkiven el&auml;m&auml;&auml; ja jonka jostain nurkasta on l&ouml;ydett&auml;viss&auml; vastaus siihen, miksi nuo kolme laukausta ammuttiin."</B> (from <I>Kolme laukausta y&ouml;ss&auml;</I>)</FONT></BLOCKQUOTE>
<P>The detective novel <EM>Kolme laukausta y&ouml;ss&auml; </EM>(1950) was set in the years of the Continuation War. Captain Kaarlo Rauta is assigned to solve the murder case of a high government official, who has eagerly supported warm relationships between Finland and Nazi Germany, allied at that time. The atmosphere in the capital town, far from the front lines, is drawn with few skillfully observations: Alvar Aalto's Olympic Stadion in Helsinki is seen as a monument of the canceled Olympic Games of 1940. A shelter is built in the middle of Esplanade road. Rauta's wife plays piano and voluntarily helps at a hospital. During his investigation Rauta meets politicians, spies, beautiful dark women, and spends much time in restaurants in Stockholm and Helsinki before finding out that that behind the murder was a jealous husband. </P>
<P><EM>"Kansantuhooja"</EM> (1951) was set in&nbsp;art and theater world. <SPAN class=ft>This time the villain is a well-to-do managing director who is a&nbsp;heroin dealer at the same time</SPAN>. &nbsp;In <EM>Kohtalon silta </EM>(1952) Rauta realizes that the world has changed much since the war. "Eik&auml; ollut helppo p&auml;&auml;st&auml; selville siit&auml;, mit&auml; itse kukin oli tappioon p&auml;&auml;ttyneen sodan seurauksena olleesta romahduksesta pystynyt ja halunnut itselleen pelastaa." Helanen's promising career as a dramaturgist and detective story writer was cut by a heart attack in Frankfurt at the railway station, on June 8, 1952. His plans to meet the Swedish mystery writer <A href="../../../marilang.htm">Maria Lang</A> and have his books published in Sweden lapsed. Helanen's next novel, <EM>Rauta Roomassa ja Pariisissa</EM>, was left on a draft stage. </P>


<BLOCKQUOTE><FONT size=2><B>For further reading: </B><I>Meist&auml; tuli kirjalijoita</I>, edited by K. Sorjonen and V. Rekola (1947);<I> Hornanlinnan perilliset </I>by Timo Kukkola (1980); <EM>Voi voitettuja: pitk&auml;n el&auml;m&auml;n varrella muistiin merkitty&auml;</EM> by Niilo Pesonen (1992); <I>Etel&auml;n tien kulkija - Vilho Helanen</I>, edited by Heikki Roiko-Jokela ja Heikki Sepp&auml;nen (1997); <I>Rauta ja Ristilukki: Vilho Helasen salapoliisiromaanit </I>by Paula Arvas (2009); <SPAN class=subfieldData><EM>Rakkaat heimoveljet: Unkari ja Suomi 1920-1945</EM>&nbsp;by Anssi Halmesvirta (2010)</SPAN>&nbsp;- <B>Other popular Finnish mystery writers:</B></FONT><A href="../../../taiga.htm"><FONT size=2> Marton Taiga</FONT></A><FONT size=2>, </FONT><A href="../../../outsider.htm"><FONT size=2>Outsider</FONT></A><FONT size=2>, </FONT><A href="../../../msariola.htm"><FONT size=2>Mauri Sariola</FONT></A></BLOCKQUOTE>
<P><B>Selected works: </B></P>

<UL>
<LI>Suomalaiset Viron vapaussodassa, 1921 
<LI>Sarastus: koulupoikaromaani, 1923 <LI>Satu hyv&auml;st&auml; kuninkaasta, 1923
<LI>Ankarat t&auml;hdet: romaani, 1926 <BR>- Karmid t&auml;ded: romaan Eesti vabaduss&otilde;jast&nbsp;(translated into Estonian by Hella Jurgenstein, 1927)
<LI>Her&auml;&auml;v&auml; heimo, 1927 (play)
<LI>Salaman kirja Suomen lapsille, 1927 
<LI>Siunattua ty&ouml;t&auml;, 1927
<LI>Mies joka uskalsi, 1928
<LI>Kiusaus, 1930
<LI>Karjalan ja Inkerin h&auml;t&auml;, 1931 (edited with Reino Castr&eacute;n)
<LI>"Is&auml;, jos sin&auml; kuolisit mill&auml; el&auml;isimme me sitten?", 1932
<LI>Luota minuun: tarina kev&auml;&auml;st&auml; ja takatalvesta, 1932
<LI>Pieni t&auml;htitytt&ouml;, 1932
<LI>Veli Vilho Helasen [AKS:n]&nbsp;yleisess&auml; kokouksessa&nbsp;27.4.32 k&auml;ytt&auml;m&auml; puheenvuoro, 1932 
<LI>Pohjois-Pohjalainen osakunta 1907-32 (edited by Vilho Helanen et al.)
<LI>Harkitkaa!, 1936
<LI>Suuri murros: Pohjalainen osakunta&nbsp;1828-1852, 1937 
<LI>Pohjalainen osakunta vv. 1828-1852. 1, Vv 1828-1837, 1937&nbsp;(doctoral thesis)

<LI>Helsingiss&auml; tapahtuu, 1941 (as Heikki Aksila) 
<LI>Porthanin-juhlat&nbsp;vv. 1839-1866, 1941 
<LI>Palava pensas: Elias Simojoen puheita, 1942 (ed.)
<LI>Anni: 1-n&auml;yt&ouml;ksinen n&auml;ytelm&auml; It&auml;-Karjalasta, 1943 (play) 
<LI>Valvova silm&auml;: salapoliisiromaani, 1946 
<LI>Ylioppilas lehtorinnaamion takana: tarina huolettomista ylioppilasvuosista, 1946 
<LI>Berenike: neliosainen historiallinen draama, 1947 (play)
<LI>Rauhaton rannikko: salapoliisiromaani, 1947 
<LI>Filmitalon murhen&auml;ytelm&auml;: salapoliisiromaani, 1948 
<LI>Vene tulee valkamaan: 3-n&auml;yt&ouml;ksinen n&auml;ytelm&auml;, 1948 (play)
<LI>Ristilukin arvoitus: salapoliisiromaani, 1949 
<LI>Kolme laukausta y&ouml;ss&auml;: salapoliisiromaani, 1950 
<LI>"Kansantuhooja": salapoliisiromaani, 1951 
<LI>Oulu, koskien kaupunki = Ule&aring;borg, 1951 (edited with Uuno Laukka)
<LI>Kohtalon silta: salapoliisiromaani, 1952 
</LI></UL>










<P align=center>



<BR>
<!--Amazonbanner-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/banneri.gif" width=468 height=60></A>
<BR>
<HR>
<I><CENTER><FONT size=-1>Some rights reserved Petri Liukkonen (author) &amp; Ari Pesonen. Kuusankosken kaupunginkirjasto 2008</FONT></CENTER></I><BR>
<P></P>

<BR>

 
<!--Tekstipalsta p„„ttyy-->
</TD>
</TR>
</TBODY></TABLE></CENTER>
 


<I><CENTER><A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license><IMG style="BORDER-RIGHT-WIDTH: 0px; BORDER-TOP-WIDTH: 0px; BORDER-BOTTOM-WIDTH: 0px; BORDER-LEFT-WIDTH: 0px" alt="Creative Commons License" src="http://i.creativecommons.org/l/by-nd-nc/1.0/fi/88x31.png"></A><BR><SPAN rel="dc:type" property="dc:title" href="http://purl.org/dc/dcmitype/Text" xmlns:dc="http://purl.org/dc/elements/1.1/">Authors' Calendar</SPAN> jonka tekij&auml; on <SPAN property="cc:attributionName" xmlns:cc="http://creativecommons.org/ns#">Petri Liukkonen</SPAN> on lisensoitu <A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license>Creative Commons Nime&auml;-Ep&auml;kaupallinen-Ei muutettuja teoksia 1.0 Suomi (Finland) lisenssill&auml;</A>.<BR>May be used for non-commercial purposes. The author <B>must</B> be mentioned. The text may not be altered in any way (e.g. by translation). Click on the logo above for information.</CENTER></I><BR></BODY></HTML
