<HTML><HEAD><TITLE>Helmi H&auml;m&auml;l&auml;inen</TITLE><META name=GENERATOR content="MSHTML 8.00.7600.16671"></HEAD><BODY background=/pix/tauskuva.jpg bgColor=white text=black>
<!--taulukko alkaa-->
<CENTER><TABLE cellSpacing=0 cellPadding=5 width="80%" align=center>
<TBODY><TR>
<TD bgColor=white vAlign=top rowSpan=2 width="19%" align=left>

<!--Vasen palsta, linkit ym-->
<A href="calendar.htm"><IMG border=2 src="../../../pix/bwlogo.jpg" width=100 height=100></A><BR clear=both>
<BR>
<FONT size=-1 face=Arial>
<!--********************-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/ylamainos.gif" width=100 height=70></A>
<BR>
<BR>
<!--********************-->
<FONT size=-1><B>Choose another writer in this calendar:</B></FONT>
<P>
by name:<BR>
<A href="indeksi.htm#a" target=_blank>A</A>
<A href="indeksi.htm#b" target=_blank>B</A>
<A href="indeksi.htm#c" target=_blank>C</A>
<A href="indeksi.htm#d" target=_blank>D</A>
<A href="indeksi.htm#e" target=_blank>E</A>
<A href="indeksi.htm#f" target=_blank>F</A>
<A href="indeksi.htm#g" target=_blank>G</A>
<A href="indeksi.htm#h" target=_blank>H</A>
<A href="indeksi.htm#i" target=_blank>I</A>
<A href="indeksi.htm#j" target=_blank>J</A>
<A href="indeksi.htm#k" target=_blank>K</A>
<A href="indeksi.htm#l" target=_blank>L</A>
<A href="indeksi.htm#m" target=_blank>M</A>

<A href="indeksi.htm#n" target=_blank>N</A>
<A href="indeksi.htm#o" target=_blank>O</A>
<A href="indeksi.htm#p" target=_blank>P</A>
<A href="indeksi.htm#q" target=_blank>Q</A>
<A href="indeksi.htm#r" target=_blank>R</A>
<A href="indeksi.htm#s" target=_blank>S</A>
<A href="indeksi.htm#t" target=_blank>T</A>
<A href="indeksi.htm#u" target=_blank>U</A>
<A href="indeksi.htm#v" target=_blank>V</A>
<A href="indeksi.htm#w" target=_blank>W</A>
<A href="indeksi.htm#x" target=_blank>X</A>
<A href="indeksi.htm#y" target=_blank>Y</A>
<A href="indeksi.htm#z" target=_blank>Z</A>
</P>
<P>
by birthday from the <A href="calendar.htm" target=_top>calendar</A>.
</P>
<P>
<A href="../../../pix/credits.htm" target=_blank>Credits and feedback</A>
</P>
<P>

<!--Bamber Gascoigne--><A href="http://www.timesearch.info/bookswriters/" target=_blank><B>TimeSearch</B></A><BR>for Books and Writers<BR>by <I>Bamber Gascoigne</I><BR>
<!--Vara2-->
<!--Vara3-->
<!--Vara4-->

</P>
</FONT>
</TD>

<TD bgColor=white vAlign=top background=/pix/viiva.jpg rowSpan=2 width=2 align=left>

<!--T„m„ on koristeviivasarake-->
</TD>
<TD bgColor=black width="80%" align=left>
<!--T„ss„ on mustapohjainen otsikkosolu-->
<FONT color=white size=+1 face=Arial><B>Helvi H&auml;m&auml;l&auml;inen (1907 - 1998) </B></FONT><FONT color=white face=Arial><B>- wrote also as Annikki Hein&auml;</B></FONT>
</TD>
</TR>
<TR>
<TD bgColor=white width="80%" align=left>
<!--T„h„n tulee varsinainen teksti-->
<P>&nbsp;</P>


<P><!-- Thank you for examining the code --></P>



<P>

<!-- Teksti alkaa t&auml;st&auml; -->Finnish writer who continued her literary career
from the 1930s up to the 1990s. After a long silence as a writer, H&auml;m&auml;l&auml;inen entered into the publicity in 1988, when she was awarded the Finlandia Prize for Literature 
 for her collection of poems <EM>Sukupolveni unta</EM>&nbsp;(Dreams of my generation). The tribute created interest in H&auml;m&auml;l&auml;inen's earlier work as well. </P>
<BLOCKQUOTE><FONT size=2><B>Emme ole unohtaneet teit&auml; tuntemattomat sotilaamme. </B></FONT><B><BR>
<FONT size=2>Emme ole unohtaneet kunniaanne, joka suojeli maata ja meit&auml;, </FONT><BR>
<FONT size=2>kansaa ja sit&auml; mit&auml; sanomme valtakunnaksi nyt ja aina. </FONT><BR>
<FONT size=2>Emme unohda yht&auml;&auml;n ainoaa verist&auml; riekaletta puvustanne, emme unohda."</FONT></B><FONT size=2></FONT><BR>
<FONT size=2>(from 'Suomalaisen tuntemattoman sotilaan hauta' in<I> Sukupolveni unta</I>) </FONT></BLOCKQUOTE>
<P>Helvi H&auml;m&auml;l&auml;inen was born in Hamina, the daughter of Aaro H&auml;m&auml;l&auml;inen, a tanner, and Iida Maria (Mikkelson) H&auml;m&auml;l&auml;inen. The family moved in 1918 to Helsinki. H&auml;m&auml;l&auml;inen's father died of a heart attack in 1920, leaving his family in poverty. Later H&auml;m&auml;l&auml;inen confessed that nobody missed him when he was away –<B> </B>"Mit&auml; se sellainen rakkaus on... Miksi en itkenyt h&auml;nt&auml; enk&auml; kaivannut h&auml;nt&auml;, kun h&auml;n oli poissa..."<FONT size=2> (from <I>Ketunkivell&auml;: Helvi H&auml;m&auml;l&auml;isen el&auml;m&auml; 1907-1985</I>, by Ritva Haavikko &amp; Helvi H&auml;m&auml;l&auml;inen, 1993) </FONT>She studied at Helsingin Uusi Yhteiskoulu, where she edited the school magazine <I>Sarastus</I>. H&auml;m&auml;l&auml;inen ended her studies on the seventh class in 1929 and devoted herself into writing.</P>
<P>While still at school, H&auml;m&auml;l&auml;inen wrote the short novel <EM>Kaunis sielu</EM>, which was not published until 2001. The story depicted a young woman who murders her married lover. She doesn't feel guilt, and in the following trial she is considered insane. After some months she dies of tuberculosis. H&auml;m&auml;l&auml;inen uses interior monologue, revealing a lesbian theme which the author later considered too daring for the publisher, and the manuscript was forgotten. </P>
<P>In the mid-1920s H&auml;m&auml;l&auml;inen joined the literary association Nuoren Voiman Liitto, 
and met such writers as Elina Vaara, Lauri Viljanen, Arvi Kivimaa. <A href="mwaltari.htm">Mika Waltari</A> 
read her poems, encouraged her to continue, and published her verses in the anthology <I>Nuoret runoilijat 1934</I>, 
which he edited. 

H&auml;m&auml;l&auml;inen's&nbsp; first book, <EM>Hyv&auml;ntekij&auml;</EM> (1930, The benefactor), received mixed reviews. It was followed by the novels<EM> Lumous</EM> (1934, Enchantment) and <EM>Katuojan vett&auml;</EM>&nbsp;(1935, Gutter water), which reflected her working class background. Motherhood and the cyclic, regenerative nature of life was a central theme in her early fiction, including <EM>Tyhj&auml; syli</EM> (1937, The empty lap), in which a childless, married&nbsp;woman wants to have a baby, even if it means&nbsp; having an extra-marital relationship. Some of&nbsp;H&auml;m&auml;l&auml;inen's critics referred to D.H. Lawrence's sexual mysticism. </P><P>In 1931&nbsp;H&auml;m&auml;l&auml;inen married Niilo Haapman, a bohemian; the marriage ended officially in 1936. Actually the marriage lasted only a few weeks. H&auml;m&auml;l&auml;inen gave him money to return to his home in Porvoo and she was left alone with her child. Niilo Haapman was killed in 1941 during the Continuation War by a snipers bullet. H&auml;m&auml;l&auml;inen's sister foud her a small apartment, where she lived three years with her mother and son. <I>Katuojan vett&auml;</I> depicted the house and its poor people during the Depression. Although H&auml;m&auml;l&auml;inen tried to find work and write as much as she could, her major source of income was poor relief. </P>
<P>In the 1930s H&auml;m&auml;l&auml;inen continued to publish prose works and poems. To earn extra income she translated one of Netta Muskett's romantic novels into Finnish. Before <I>Lumous </I>was published by Gummerus in 1934, the manuscript was turned down by Otava and WSOY. H&auml;m&auml;l&auml;inen was helped by the writer Olavi Paavolainen, one of the most influential literary opinion leaders between the World Wars in Finland. <I>Lumous</I>, about a woman who leaves her husband and children to live with her true love, gained a critical and commercial success, and H&auml;m&auml;l&auml;inen could move to a bigger apartment. The Communist writer and journalist Jarno Pennanen (1906-1969) visited her home on Suvantotie 17 several times and gave her the <I>Communist Manifest</I>. Other writer friends were Oiva Paloheimo (1910-1973) and Saima Harmaja (1915-1937). However, she did not join the social struggle of the leftist <EM>Kiila</EM> poets. </P>
<P>In 1938 H&auml;m&auml;l&auml;inen traveled to Paris. On her journey she spent a night in Berlin, where felt that the atmosphere of might was perhaps similar to that which prevailed in the ancient Rome. From Berlin she bought a set of underwear. The Winter War (1939-40) gave birth to the poem 'Talvisota': "Meill&auml; on oikeus juhlia kunniaamme, / surumme kunniaa, / meill&auml; on oikeus nostaa lippu tappiomme muistokse, / meill&auml; on oikeus muistojemme tuskaan." During the Continuation War (1941-44), in the autumn of 1941, the paths of H&auml;m&auml;l&auml;inen of Paavolainen separated – she did not meet him again. Paavolainen died in 1964, and after hearing the news H&auml;m&auml;l&auml;inen wrote the poem 'Kuolinp&auml;iv&auml;' (Death day), which was published in the collection <EM>Poltetut&nbsp; enkelit</EM>&nbsp;(1965, Burned angels). "Kuollut, kuollut, sinun hautasi on minussa, / minun kieleni alla, minun ohimossani, / minun hiuksissani el&auml;, el&auml;t." <FONT size=2></FONT></P>
<P>After WW II H&auml;m&auml;l&auml;inen focused mostly on verse. Central images are the moon, bones, stones, the ice, wounds, the horse, and the angel. A number of her poems and short prose works were 
written in the village of H&auml;r&auml;noja from 1941. The place constantly appeared in her poems as a haven of everlasting peace. Generally, the tone of the poems is defiant and unyielding. "There's fire, fire in my fist, / a flame under my skin." However, at the bottom she accepted her outsiderness and nursed it. "God loves my poems / because he loves birds, / because he loves the cloud, the moon, and the rose / and the hawk and freedom." </P>
<P>In the 1950s H&auml;m&auml;l&auml;inen's closest female friend was Elina Vaara, a poet who had been 
married to the artist Einari Vehmas. Another important acquaintance was the leftist writer <A href="sinervo.htm">Elvi Sinervo</A> (1912-1986). Before the publication of <EM>Voikukkapyhimykset</EM> (1947, Dandelion saints), a collection of poems, sections of it were discussed in Sweden, where her novels had been published by Norstedt &amp; S&ouml;ners F&ouml;rlag. 
H&auml;m&auml;l&auml;inen's other post-war collections include <EM>Pilvipuku </EM>(1950, The cloud dress), <EM>Surmay&ouml;t </EM>(1957), and <I>Poltetut enkelit</I>. She 
wrote with an impulsive style, which in the 1950s did not fit in the modernistic mainstream – vivid, visually colorful expression also characterized 
her novels and short stories. <EM>Raakileet</EM>, a tale of youthful excess, was rejected by the publisher. </P>
<P>From the 1950s she recorded her personal thoughts in her diaries, over 160 thick notebooks. A selection was published in 1994. After the death of President Kennedy in 1963 she wrote in a poem: "He had only three stages of life: / childhood, youth, manhood". When her poem 'Syksy' was read on a radio program, one of her friends called asking "are you seriously ill when they read you on radio?" In the 1961 she joined the Orthodox Church. Her mother is often in her thoughts – she had died in 1951. In 1976, on Paavolainen's death day on August 19, she mentions that she brought again flowers to his grave. In the 1980s H&auml;m&auml;l&auml;inen often recorded her desperation and sadness. H&auml;m&auml;l&auml;inen tried to read <I>The New Testament</I>, but felt that she is far from God – "I can't even pray"<FONT size=2> (January 27, 1985). </FONT></P>
<P>In her collection <I>Sukupolveni unta</I> H&auml;m&auml;l&auml;inen defended the honor of the Winter War generation, speaking frankly and with directness that was widely noted. Partly the work returned to the apocalyptic themes of <EM>Sokeat l&auml;hteet</EM>&nbsp;(1967, Blind springs), after which she had stopped publishing new collections of poetry for two decades. H&auml;m&auml;l&auml;inen proclamations against war and destruction of the environment insisted that the experience of her generation was something that should not be forgotten. H&auml;m&auml;l&auml;inen died on January 17, 1998, at the age of 90, in Espoo. </P>
<P>H&auml;m&auml;l&auml;inen's best-known work is the revealing marriage novel <EM>S&auml;&auml;dyllinen murhen&auml;ytelm&auml;</EM>&nbsp; (A Genteel Tragedy), which was partly censored in 1939 for political reasons, but which also could be read as a <I>roman &agrave; clef</I>. H&auml;m&auml;l&auml;inen analyzed forbidden passions behind the facade of middle-class respectability. She portrayed the milieu of the cultured circles, its customs and a paralysis in matters of tact.&nbsp;The highly influential critic V. A. Koskenniemi, who read the manuscript and perhaps wanted to protect some of his friends, preferred it not to be published. Especially Koskenniemi criticized its sexual scenes. WSOY accepted the manuscript, but the first printing was destroyed and the book was given to Yrj&ouml; Kivimies for editing. Hints to homosexualism, criticism of National socialism and Hitler were censored, two chapters were removed, and nearly all topical issues were taken away. </P>
<P>When the book finally appeared in 1941, it caused storm. The central characters were easily recognized as Tyyni and Oiva Tuulio, A-M Tallgren, and Olavi Paavolainen, members of the cultural elite.
  "I fell in love with Olavi in the spring of 1938," she wrote in her book of memoir in 1993, but the portrait of Paavolainen was less than flattering in <I>S&auml;&auml;dyllinen murhen&auml;ytelm&auml;</I>. At that time Paavolainen had an affair with the Estonian actress Liina Reiman. In the story Dr. Tauno Saarinen (Oiva Tuulio) falls in love with a 17-year-old servant girl, who becomes pregnant. Naimi Saarinen, his sister (the writer herself), is encouraged by her brother's erotic awakening and returns to her former husband. The need to love and to be loved break the life of two families and reveal the emptiness of the protagonists, who are used to control their emotions by the intellect. </P>
<P><I>S&auml;&auml;dyllinen murhen&auml;ytelm&auml; </I>has been compared to such depictions of ritualized bourgeois life style as <A href="../../../tmann.htm">Thomas Mann</A>'s <I>Buddenbrooks </I>and <A href="../../../johngals.htm">John Galsworthy</A>'s <I>The Forsyte Saga</I>.<I><I></I></I> It also had a sequel, <EM>Kadotettu puutarha</EM>, which was finished in 1951, but published forty years later. It looked at the war era and patriotism among the educated classes, and brought the story into the years of post-war resignation.<FONT size=2> </FONT>"But she had never stopped feeling and remembering that their family circle, so full of love and quiet unity, had never fully recovered from the war. It had been shattered, shattered for ever. It was a vanished ideal, she felt, a treasure destroyed, and one could only resign oneself, submissevily and quietly, to its loss." <FONT size=2></FONT><FONT size=2>(translated by Herbert Lomas) </FONT></P>





<P>The short novel&nbsp;<EM>Pouta</EM> (1946) received a positive review from Koskenniemi. Decades later H&auml;m&auml;l&auml;inen edited a selection of Koskenniemi's poems,&nbsp; <EM>J&auml;&auml;kukkia</EM> (1995, Ice flowers).&nbsp;In addition to novels of manners, H&auml;m&auml;l&auml;inen published memoirs and diaries depicting her relationship with the writer 
<A href="../../../opaavola.htm">Olavi Paavolainen</A>. Although some of her&nbsp;fiction contain historical subject mater (ancient Rome and Palestine), for the most part her works depict village society and its reaction to various social and psychological changes. H&auml;m&auml;l&auml;inen's poetry remained relatively independent&nbsp;of the literary trends of her time from the beginning of her career – in the 1920s she wrote in Kalevala-meter, when the influential literary group <EM>Tulenkantajat</EM> (The Flame Bearers) advocated liberal and avant-garde trends in culture. Typical for her poems was the use of fantasy and fairy tale, there was also traces of shamanism and folk tradition. </P>



<BLOCKQUOTE><B><FONT size=2>For further reading: </FONT></B><I><FONT size=2>A History of Finnish Literature </FONT></I><FONT size=2>by Jaakko Ahokas (1973);</FONT><I><FONT size=2> Tie h&auml;rj&auml;nojaan: muistiinpanoja kirjailija Helvi H&auml;m&auml;l&auml;isen suvun taipaleelta </FONT></I><FONT size=2>by Esko Rahikainen (1987)<FONT size=2>; <I>L&ouml;yt&ouml;retki lapsuuteen</I>, ed. by Heli Karjalainen (1988)</FONT>;<I> Suomalainen jumala</I>, ed by Margit Laitinen et al. (1988); <I>Kuinka suuri onkaan vapaus</I> by Tuovi Monola (1989); </FONT><I><FONT size=2>Ketunkivell&auml;. Helvi H&auml;m&auml;l&auml;isen el&auml;m&auml; 1907-1954</FONT></I><FONT size=2> by Ritva Haavikko and Helvi H&auml;m&auml;l&auml;inen (1993); </FONT><I><FONT size=2>P&auml;iv&auml;kirjat 1955-1988</FONT></I><FONT size=2> by Helvi H&auml;m&auml;l&auml;inen (1994); <I>Armon tyhji&ouml;ss&auml;: kristillinen eksistentialismi er&auml;iss&auml; Mika Waltarin, Helvi H&auml;m&auml;l&auml;isen ja Paavo Rintalan 1950-luvun romaaneissa</I> by Eija Komu (1985); </FONT><I><FONT size=2>A History of Finland's Literature</FONT></I><FONT size=2>, ed. by George C. Schoolfield (1998);<I> Ei kenenk&auml;&auml;n veli</I> by Marjut K&auml;hk&ouml;nen (2004) - </FONT><B><FONT size=2>See also</FONT></B><FONT size=2>: </FONT><A href="../../../jotuni.htm"><FONT size=2>Maria Jotuni</FONT></A><FONT size=2>, whose tragic description of a marriage, </FONT><I><FONT size=2>Huojuva talo</FONT></I><FONT size=2> (‘The swaying house’), written in the 1930s, was likewise not published until 30 years after it was written.</FONT></BLOCKQUOTE>

<P><B>Selected work: </B></P>

<UL>
<LI>Hyv&auml;ntekij&auml;: kertomus kauneuden palvojasta, 1930 [The benefactor]
<LI>translator: Netta Muskett, Kumpi on vaimoni?, 1932 
<LI>Lumous: romaani, 1934 [Enchantment]
<LI>Nuoret runoilijat&nbsp;1934, 1934 (anthology, edited by Mika Waltari)
<LI>Miss Eurooppa, 1934 (as Annikki Hein&auml;) 
<LI>Katuojan vett&auml;: romaani, 1935 [Gutter water]<BR>- Vattnet i r&auml;nnstenen (&ouml;vers. av Ragna Ljungdell, 1939) <BR>- L’eau du foss&eacute;: roman (traduit du finnois par Irma Chanoine, 1946) 
<LI>Aaverakastaja: runon&auml;ytelm&auml; ynn&auml; muita runoja, 1936 [The ghost lover]
<LI>Kuunsokea: runon&auml;ytelm&auml;, 1937 
<LI>Tyhj&auml; syli: romaani, 1937 [The empty lap]<BR><I>-<FONT size=2> </FONT></I><FONT size=2>film </FONT><FONT size=2>1940:</FONT><FONT size=2> Lapseni on minun, prod. Suomen Filmiteollisuus, </FONT><FONT size=2>dir. Jorma Nortimo, screenplay by Arvi Kivimaa, starring Kaisu Lepp&auml;nen, Eino Kaipainen, Regina Linnanheimo &nbsp;</FONT><I><FONT size=2></FONT></I>
<LI>Kyl&auml; palaa: romaani, 1938 [The village is burning]<BR>- Byn brinner (&ouml;vers. av Ragna Ljungdell, 1940) 
<LI>S&auml;&auml;dyllinen murhen&auml;ytelm&auml;&nbsp;I-II, 1941 (5. printing with cencored parts in 1981, 
published in original form in 1995) <BR><I><FONT size=2>- </FONT></I><FONT size=2>film 1998, prod. Kinotaurus, dir. Kaisa Rastimo,&nbsp;screenplay by Michael Baran,&nbsp;starring Ville Virtanen, P&auml;ivi Akonpelto, Henriikka Salo, Timo Jurkka, Saara Hilpinen, Maria J&auml;rvenhelmi, Kyllikki Forssell;&nbsp;TV series in 1999 </FONT>
<LI>Velvoitus, 1942 <BR>- F&ouml;rpliktelse (&ouml;vers. av Ragna Ljungdell-Erlandsson, 1944) <BR>- Forpligtelse (oversat fra svenska ved Mis Anton Christensen, 1946) 
<LI>Hansikas: romaani, 1943 [The glove]
<LI>Lapsellinen maa: runoja, 1943 
<LI>Kyl&auml; vaeltaa: kertomus, 1944 [The village roams]
<LI>Pouta: pienoisromaani, 1946 
<LI>Viheri&auml; poika, 1946 (play)
<LI>Sarvelaiset: romaani, 1947 
<LI>Voikukkapyhimukset: runoja, 1947 [Dandelion saints]
<LI>Ketunkivi, 1948
<LI>Tuhopolttaja, 1949 [The arsonist]
<LI>Pilvipuku: runoja, 1950 [The cloud dress]
<LI>Kasperin jalokivet, 1953 
<LI>Kolme eloonher&auml;tetty&auml;, 1953 (2nd rev. ed. 1988) 
<LI>Surmay&ouml;t: runoja, 1957 
<LI>Punainen surupuku: runoja, 1958 [The red mourning dress]
<LI>Valikoima runoja, 1958 
<LI>Karkuri, 1961 [The fugitive]<BR>- V&auml;ejooksik: romaan (t&otilde;lkinud Ants Paikre, 1990) <BR>- Zb&eacute;h (prelozil Jan Petr Velkoborsk&yacute;, 1983) <BR>- Dezertir: Roman (Perevod s finskogo V. Smirnova; Hudoznik: I. Snegur, 1967) 
<LI>Pilveen sidottu: runoja, 1961 
<LI>Suden kunnia, 1962 [The honor of a wolf]
<LI>Poltetut enkelit: runoja, 1965 [Burned angels]
<LI>Sokeat l&auml;hteet: runoja, 1967 [Blind springs]
<LI>Valitut runot, 1973 (foreword by Mirjam Polkunen; 2nd, enlarged edition 1981) 
<LI>Sukupolveni unta: runoja, 1987 [Dreams of my generation]
<LI>Ketunkivell&auml;: Helvi H&auml;m&auml;l&auml;isen el&auml;m&auml;
1907-1954, 1993 (with Ritva Haavikko) 
<LI>P&auml;iv&auml;kirjat 1955-1980, 1994 (edited by Ritva Haavikko) <LI>ed.: J&auml;&auml;kukkia: V.A. Koskenniemen valitut runot, 1995 [Ice flowers]
<LI>Kadotettu puutarha, 1995 [The lost garden]
<LI>Vihre&auml; virta: valikoima Helvi H&auml;m&auml;l&auml;isen runoja, 1996 (ed. by Sanna Jaatinen) <LI>Sanat kuin kauneus: Helvi H&auml;m&auml;l&auml;isen ajatuksia ihmisen osasta, 1997 (toim. Sanna Jaatinen)
<LI>Uusi Aadam, 1997
<LI>Kyl&auml;n ruusut, 1998
<LI>Kaunis sielu, 2001 [Beautiful soul]
<LI>Raakileet, 2007 
</LI></UL>












<P align=center>



<BR>
<!--Amazonbanner-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/banneri.gif" width=468 height=60></A>
<BR>
<HR>
<I><CENTER><FONT size=-1>Some rights reserved Petri Liukkonen (author) &amp; Ari Pesonen. Kuusankosken kaupunginkirjasto 2008</FONT></CENTER></I><BR>
<P></P>

<BR>

 
<!--Tekstipalsta p„„ttyy-->
</TD>
</TR>

</TBODY></TABLE></CENTER>
 


<I><CENTER><A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license><IMG style="BORDER-RIGHT-WIDTH: 0px; BORDER-TOP-WIDTH: 0px; BORDER-BOTTOM-WIDTH: 0px; BORDER-LEFT-WIDTH: 0px" alt="Creative Commons License" src="http://i.creativecommons.org/l/by-nd-nc/1.0/fi/88x31.png"></A><BR><SPAN xmlns:dc="http://purl.org/dc/elements/1.1/" href="http://purl.org/dc/dcmitype/Text" property="dc:title" rel="dc:type">Authors' Calendar</SPAN> jonka tekij&auml; on <SPAN property="cc:attributionName" xmlns:cc="http://creativecommons.org/ns#">Petri Liukkonen</SPAN> on lisensoitu <A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license>Creative Commons Nime&auml;-Ep&auml;kaupallinen-Ei muutettuja teoksia 1.0 Suomi (Finland) lisenssill&auml;</A>.<BR>May be used for non-commercial purposes. The author <B>must</B> be mentioned. The text may not be altered in any way (e.g. by translation). Click on the logo above for information.</CENTER></I><BR></BODY></HTML