<HTML><HEAD><TITLE>Tapio Hiisivaara</TITLE><META name=GENERATOR content="MSHTML 8.00.7600.16671"></HEAD><BODY background=/pix/tauskuva.jpg bgColor=white text=black>
<!--taulukko alkaa-->
<CENTER><TABLE   cellSpacing=0 cellPadding=5 width="80%" align=center >
<TBODY><TR   >
<TD  bgColor=white vAlign=top rowSpan=2 width="19%" align=left  >

<!--Vasen palsta, linkit ym-->
<A href="calendar.htm"><IMG border=2 src="../../../pix/bwlogo.jpg" width=100 height=100></A><BR clear=both>
<BR>
<FONT size=-1 face=Arial>
<!--********************-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/ylamainos.gif" width=100 height=70></A>
<BR>
<BR>
<!--********************-->
<FONT size=-1><B>Choose another writer in this calendar:</B></FONT>
<P>
by name:<BR>
<A href="index.htm#a" target=_blank>A</A>
<A href="index.htm#b" target=_blank>B</A>
<A href="index.htm#c" target=_blank>C</A>
<A href="index.htm#d" target=_blank>D</A>
<A href="index.htm#e" target=_blank>E</A>
<A href="index.htm#f" target=_blank>F</A>
<A href="index.htm#g" target=_blank>G</A>
<A href="index.htm#h" target=_blank>H</A>
<A href="index.htm#i" target=_blank>I</A>
<A href="index.htm#j" target=_blank>J</A>
<A href="index.htm#k" target=_blank>K</A>
<A href="index.htm#l" target=_blank>L</A>
<A href="index.htm#m" target=_blank>M</A>

<A href="index.htm#n" target=_blank>N</A>
<A href="index.htm#o" target=_blank>O</A>
<A href="index.htm#p" target=_blank>P</A>
<A href="index.htm#q" target=_blank>Q</A>
<A href="index.htm#r" target=_blank>R</A>
<A href="index.htm#s" target=_blank>S</A>
<A href="index.htm#t" target=_blank>T</A>
<A href="index.htm#u" target=_blank>U</A>
<A href="index.htm#v" target=_blank>V</A>
<A href="index.htm#w" target=_blank>W</A>
<A href="index.htm#x" target=_blank>X</A>
<A href="index.htm#y" target=_blank>Y</A>
<A href="index.htm#z" target=_blank>Z</A>
</P>
<P>
by birthday from the <A href="calendar.htm" target=_top>calendar</A>.
</P>
<P>
<A href="../../../pix/credits.htm" target=_blank>Credits and feedback</A>
</P>
<P>

<!--Bamber Gascoigne--><A href="http://www.timesearch.info/bookswriters/" target=_blank><B>TimeSearch</B></A><BR>for Books and Writers<BR>by <I>Bamber Gascoigne</I><BR>
<!--Vara2-->
<!--Vara3-->
<!--Vara4--></p><p>This is an archive of a dead website. The original website was published by Petri Liukkonen under <a href="https://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en">Creative Commons BY-ND-NC 1.0 Finland</a> and reproduced here under those terms for non-commercial use. All pages are unmodified as they originally appeared; some links and images may no longer function. A .zip of the website is also <a href="https://github.com/greencardamom/BooksAndWriters">available</a>.<br></p>
</FONT>
</TD>

<TD  bgColor=white vAlign=top background=/pix/viiva.jpg rowSpan=2 width=2 align=left  >
<!--T„m„ on koristeviivasarake-->
</TD>
<TD  bgColor=black width="80%" align=left  >
<!--T„ss„ on mustapohjainen otsikkosolu-->
<FONT color=white size=+1 face=Arial><B>Tapio (Felix) Hiisivaara (1907-1971)</B></FONT>
</TD>
</TR>
<TR   >
<TD  bgColor=white width="80%" align=left  >
<!--T„h„n tulee varsinainen teksti-->
<P>&nbsp;</P>


<P><!-- Thank you for examining the code --></P>





<P>

<!-- Teksti alkaa t&auml;st&auml; -->Finnish writer, journalist, and translator 
who specialized on such authors as Fredric Brown, 
<A href="cbrown.htm">Carter Brown</A>, Mickey Spillane, 
Ross MacDonald, Eric Ambler
&nbsp;and Leon Uris. Tapio Hiisivaara also translated non-fiction about the First World War, World War II and the Six-Days War of Israel. His own books Hiisivaara wrote with ease, he was a natural story teller, who moved without effort from one literary genre into another. Like<A href="mwaltari.htm"> Mika Waltari</A>, Hiisivaara was very interested in Turkey, not exactly Finland's neighborhood country&nbsp;<FONT face=Symbol>-</FONT> the distance between Helsinki and Istanbul is some 2100 kilometers. Contacts between Finland and Turkey were closest during the Russo-Turkish War of 1877-78, when some thousand Finnish soldiers participated in the campaign. </P>
<BLOCKQUOTE><FONT color=white size=2>--</FONT><STRONG><FONT size=2>"Uskomattoman surullinen ja apea on ensimm&auml;inen vaikutelma, mutta muurien ulkopuolella olevat muutamat talot eiv&auml;t ole Istanbul eik&auml; Istanbul ole Turkki... Vanha raitiovaunu tulee r&auml;misten vastaan, sellainen, jossa istutaan selk&auml; sein&auml;&auml;n p&auml;in, ja pakettiauton on ajettava aivan jalkak&auml;yt&auml;v&auml;n reunakiveen kiinni antaessaan tilaa. Katu jatkuu mutkaisena, huonosti kivettyn&auml;. Talojen ikkunat ovat harmaita, pesem&auml;tt&ouml;mi&auml; ja t&auml;ynn&auml; k&auml;rp&auml;sen likaa. </FONT><BR>
<FONT color=white size=2>--</FONT></STRONG><FONT size=2><STRONG>Katsomme vaimoni kanssa toisiamme ja sanon:&nbsp;</STRONG><FONT face=Symbol>-</FONT><STRONG> Eik&ouml; tule It&auml;-Karjala mieleen?" </STRONG></FONT><BR>
<FONT size=2>(from </FONT><I><FONT size=2>Tarunhohtoinen Turkki</FONT></I><FONT size=2>, 1950) </FONT></BLOCKQUOTE>

<P>Tapio Hiisivaara was born in Helsinki,&nbsp;the son&nbsp;of Felix Hjalmar Hiisivaara, a tinsmith, and Emilia Lindberg.&nbsp;After studies&nbsp;at a mixed secondary school, Hiisivaara made between the years 1927 and 1930 several journeys in Europe, Africa, South America, and North America as a seaman, reporter, and traveler. He then worked as a journalist for the Social Democratic newspapers <I>Pohjanmaan Kansa</I> (1931-32), <I>Kansan lehti</I> (1932-37), and <I>Suomen Sosialidemokraatti</I> (1937-44). In 1942 he married Sirkka Liisa Kokko,&nbsp;an employee at a publishing firm. They had four children. </P>
<P>During the Finnish Winter War (1939-40) and Continuation War (1941-44) Hiisivaara served in the army as a platoon commander and war correspondent. While in Nurmoila, his roommate was the poet <A href="yrjojylh.htm">Yrj&ouml; Jylh&auml;</A>, who had served as an officer in the infernal fights in Taipaleenjoki (the Taipale river). Jylh&auml; was silent for long periods, not speaking without necessity, but occasionally they had&nbsp;day-long discussions which continued late into the night. </P><P>In 1941 Hiisivaara published his first book, <EM>Olinhan siell&auml; min&auml;kin</EM>, 
a war memoir from 1939-40. "Niin pitk&auml;lle kuin n&auml;emme, puolisen kilometri&auml; kumpaankin suuntaan puolustusasemien pituuteen p&auml;in ja yl&ouml;sp&auml;in m&auml;en laelle takanamme, kiehuu rinne kranaateista. Mets&auml;n puut ryskyv&auml;t valittavasti kaatuessaan, paksuja runkoja pakkautuu poikittain juoksuhaudan ylitse. Vihollinen ampuu viel&auml; kranaatinheittimill&auml;, erotamme selv&auml;sti niiden kime&auml;mm&auml;n vihellyksen ja ter&auml;v&auml;mm&auml;n r&auml;isk&auml;hdyksen. Jokin konekiv&auml;&auml;risuihku hukkuu yleiseen meluun, mutta silloin t&auml;ll&ouml;in kuulemme sodan sinfonian piccolo&auml;&auml;nin&auml; kimeit&auml; ujelluksia." <FONT size=2>(from </FONT><I><FONT size=2>Olinhan siell&auml; min&auml;kin</FONT></I><FONT size=2>)<FONT size=3> </FONT></FONT></P><P>After the war Hiisivaara's <EM>Narva 1700</EM> (1944), published by WSOY, was banned and removed from libraries to please the Allied Control Commission, 
in practice the Soviet members of the ACC. The book gave an account of the battle of Narva in 1700, in which King Karl XII of Sweden and his heroic Caroleans won the huge Russian army, commanded by Tsar Peter I (Peter the Great). In his translations of historical works, Hiisivaara concentrated on books dealing with the European war scene. <I>Geschichte des zweiten Weltkriegs</I> by Kurt von Tippelskirch came out in 1959-1960. It was followed in 1962-63 by William L. Shirer's classic work, <I>The Rise and Fall of the Third Reich</I>. </P>

<P>Hiisivaara became a full-time writer in 1945. <EM>P&auml;lk&auml;neen miekka&nbsp;ja Izmirin huntu</EM>&nbsp; (1948),&nbsp;a historical novel, was devoted to Erik Nystedt, a dragoon, the author's forefather from the 17th-century. The story follows the adventures of Pekka Ristonpoika Tuomaala and his friend Topias and his horse, Musto, from Poltava to Turkey, and finally to Finland. <EM>Myrkkynuolia, kahvia, banaaneja</EM> (1945) gave an account of Hiisivaara's early journey from Montevideo to Rio de Janeiro and his experiences in odd jobs, among others as a <I>vacqueiro</I>, a cowboy, in Brazil. The journey took over a year. Hiisivaara used all kinds of vehicles from canoe and raft to train, and he also walked long distances. He spoke some Spanish and after five moths he read Portuguese novels. "At a young age one learns quickly," Hiisivaara&nbsp;said<FONT face=Symbol> -</FONT> at that time he was about 23. Between the years 1949 and 1955 Hiisivaara again travelled widely, this time in Turkey, Spain and Sahara. In 1949 Hiisivaara wrote for <I>Suomen Kuvalehti</I> and <I>Finlandia Pictorail</I> and from 1952 to 1953 he edited the magazine <I>Viikkosanomat</I>. </P>
<P><EM>Santa Clara</EM>&nbsp;(1949) was a sea novel, which focused on the exhausting everyday work on an old ship, the SS Santa Clara. At the end of the story the ship sinks and Iso Kotka (big eagle), the protagonist, swims ashore to an tropical island. In his review for the magazine <I>Valvoja</I> (3/1950) Kauko Kula said that for its reader, the novel offers a fresh, salt scented sea experience. </P>
<P>Hiisivaara's travel book from Spain, <EM>Hurja, viehke&auml; Espanja</EM>, was published in 1949. The following&nbsp;year he wrote about Turkey, where he travelled with his wife. As a former officer Hiisivaara was especially interested in Turkey's war history, army, and military bases. "The Turkish army is world famous for its discipline,"&nbsp; said Hiisivaara, "but at parades and marches the infantry gives somewhat clumsy although strong and firm impression." In his later works Hiisivaara dealt with American Indians and 
espionage. <EM>Polttavaa hiekkaa </EM>&nbsp;(1955) was Hiisivaara's last travel book. After this work he focused more on translating novels and non-fiction into Finnish. From 1966, he specialized in Carter Brown paperback novels. Possibly he met Curzio Malaparte, when the Italian journalist traveled in Finland during War II and stayed at the Hotel Torni in Helsinki. Hiisivaara's translation of Malaparte's <EM>La Pelle</EM> came out in 1969. </P><P><EM>Polttavaa hiekkaa</EM>&nbsp;depicted mostly Hiisivaara's experiences in Algeria. His tactics in making acquaintances was straightforward but effective: because he could speak French, he went to the nearest a bar, and started to talk with local people. 
Thus one day Hiisivaara drank with two Germans who had joined the French Foreign Legion and complained that they did not have any beer at their fortress, only vine. In 1954 the National Liberation Front (FLN) had started its open warfare against French rule, but Hiisivaara's sympathies were on French side&nbsp;<FONT face=Symbol>-</FONT> he argues that France is fighting for European culture. "Jos Pohjois-Afrikka lakkaa olemasta eurooppalainen maa, ihmiskunta heilahtaa arvaamattoman vaarallisen l&auml;helle todella pohjatonta kuilua, jonka surkeutta ja synkkyytt&auml; kammottaa ajatellakin. Siten Ranskan taistelu Pohjois-Afrikassa on koko maanosan yhteinen asia." According to Hiisivaara <FONT face=Symbol>-</FONT><FONT face=Symbol></FONT> whose opinions are openly racist <FONT face=Symbol>- </FONT>especially the intolerant Islamic religion further complicates the building of the atom-age world. </P>



<P><B>Selected works:</B></P>

<UL>
<LI>Tampereen piirin sos.-dem. nuorisoj&auml;rjest&ouml; 15-vuotias: juhlajulkaisu merkkip&auml;iv&auml;n johdosta, 1936&nbsp;(editor) <LI>Olinhan siell&auml; min&auml;kin, 1941 <BR>- En av m&aring;nga (translated by Lorenz von Numers, 1941) 
<LI>Saksan voitto l&auml;nness&auml;&nbsp;1940, 1941
<LI>Narva 1700, 1944
<LI>Myrkkynuolia, kahvia, banaaneja, seikkailuja ja kokemuksia Brasilian kuuman auringon alla, 1945
<LI>P&auml;lk&auml;neen miekka ja&nbsp;Izmirin huntu, 1948
<LI>Verisen kullan meri, 1948 <BR>- <I><FONT size=2></FONT></I><FONT size=2><B>"Hiisivaaralle on annettava t&auml;ysi tunnustus h&auml;nen taidostaan kostuttaa tietojen er&auml;maata omalaatuisen huumorinsa viinill&auml;, niin ett&auml; lukija on kuin merirosvo ja suuri seikkailija ik&auml;&auml;n aina valmis jatkamaan tarpomistaan Antillien verisell&auml; Golgatalla."</B></FONT><FONT size=2> (Juha Nousiainen in <I>Helsingin Sanomat</I>) </FONT><B><FONT size=2></FONT></B>
<LI>Hurja, viehke&auml; Espanja, 1949
<LI>Santa Clara: romaani merelt&auml;, 1949
<LI>Intiaanit tulevat, 1950 <BR>- <FONT size=2><B>"</B></FONT><B><I><FONT size=2></FONT></I><I><FONT size=2></FONT></I><FONT size=2>Teoksen nimen&auml; ovat sanat, jotka entisaikoina her&auml;ttiv&auml;t kerta kerran per&auml;st&auml; kauhua kaukaisen l&auml;nnen uudisasukkaiden mieless&auml;. Tekij&auml; tunnetaan monien vauhdikkaiden matkakirjain sepitt&auml;j&auml;n&auml;. Nyt h&auml;n esiintt&auml;ytyy USA:n ja Kanadankin intiaanien historioitsijana. Arkeologis-kansatieteellisen johdannon j&auml;lkeen saamme tutustua punanahkojen nelj&auml; vuosisataa kest&auml;neeseen taisteluun kalpeanaamoja vastaan. Hiisivaaran kirja on kuin j&auml;nnitysromaani, mutta se vetoaa my&ouml;s lukijan parempaan min&auml;&auml;n, sill&auml; onhan kyseess&auml; kokonaisen rodun v&auml;istyminen valloittajain tielt&auml;."</FONT></B><FONT size=2></FONT><I><FONT size=2> </FONT></I><FONT size=2>(Toivo Itkonen in <I>Arvosteleva kirjaluettelo</I> 1950: 9/10) </FONT>
<LI>Tarunhohteinen Turkki, 1950<LI>translator:&nbsp; Eric Lundqvist, 
Ihmissy&ouml;jien yst&auml;v&auml;n&auml;, 1951 (original title: Kamrat med kannibaler) <LI>translator: W. Santley Moss, Kenraali katoaa, 1951 (original title: Ill Met by Moonlight) <LI>translator: Bengt Danielsson, Paratiisia etsim&auml;ss&auml;, 1951&nbsp;&nbsp;(original title: Den lyckliga &ouml;n) <LI>Vakoilua toisessa maailmansodassa, 1951<LI>translator: Netta Muskett, Kohtalon langat, 1952 (original title: The Clency Tradition) <LI>translator: Ernest K. Gann, Onnensoturi, 1955 (original title: Soldier of Fortune)<LI>translator: Eric Ambler, Oikeuden pitk&auml; k&auml;si, 1955 (original title:&nbsp;&nbsp;A Coffin for Dimitrios) <LI>Polttavaa hiekkaa, 1955<LI>translator: Hans Herlin, Kirottu Atlantti: saksalaisten sukellusveneiden kohtaloita. 1960 (original title: Verdammter Atlantik) <LI>translator: Karl Bartz, Taivas on liekeiss&auml;: Saksan lentoaseen taistelu ja tuho, 1956 (original title: Als der Himmel brannte) <LI>translator: Kurt von Tippelskirch, Toisen maailmansodan historia. 1-4, 1959-1960 (original title: Gesichte des zweiten Weltkriegs)<LI>translator: Jack Webb, Arka armaani, 1961 (original title: The Delicate Darling) &nbsp;<LI>translator: Ross Macdonald, Barbaarirannikko, 1961 (original title: The Barbarous Coast) <LI>translator: Sten Bergman, Is&auml;ni on ihmissy&ouml;j&auml;, 1961 (original title: Min far &auml;r kannibal) <LI>translator: Fredric Brown, Kohtalokas koputus, 1961 (original title: Knock Three-One-Two) <LI>translator: Sven Granath, Kuilu, 1961 (original title: Klyftan) <LI>translator:&nbsp;George Martelli, Mies joka pelasti Lontoon, 1961 (original title: Agent Extraordinary) <LI>translator: Will James, Savu, preerian villi hevonen, 1961&nbsp; (original title: Smoky the Cow Horse) <LI>translator: Ben Benson, Tytt&ouml; ahdingossa, 1961&nbsp; (original title: Girl in the Gage) <LI>translator: Jack Webb, Vaskinen s&auml;dekeh&auml;, 1961&nbsp; (original title: The Brass Halo) <LI>translator:&nbsp;William L. Shirer Kolmannen valtakunnan nousu ja tuho: kansallissosialistisen Saksan historia. 1-2. 1962 (original title: The Rise and Fall of the Third Reich)<LI>translator:&nbsp;Leon Uris, Mila 18, 1962&nbsp;(original title: Mila 18)<LI>translator:&nbsp;Jack Webb,&nbsp;Tilit selviksi, 1962&nbsp;(original title: One for My Dame)<LI>translator:&nbsp;Primo Levi,&nbsp;T&auml;llainenko on ihminen, 1962&nbsp;(original title: Se questo&nbsp;&egrave; un uomo)<LI>translator:&nbsp; Elmer Horn,&nbsp;Vankkurit vieriv&auml;t l&auml;nteen: seikkailuromaani, 1962&nbsp;(original title: Vagntoget mod Vest)<LI>translator:&nbsp;Elmer Horn,&nbsp;Yli valtameren: seikkailuromaani, 1962&nbsp;(original title: Over havet)<LI>translator:&nbsp;Rosemary Sutcliff,&nbsp;Miekka ja auringonlasku, 1963&nbsp;(original title: Sword at Sunset)<LI>translator:&nbsp;Leon Uris,&nbsp;Taisteluhuuto: romaani, 1963&nbsp;(original title: Battle Cry)<LI>translator:&nbsp;Carter Brown,&nbsp;Cissie oli t&auml;hti, 1966&nbsp;(original title: The Dance of Death)<LI>translator:&nbsp;Carter Brown,&nbsp;Gilda oli pimu, 1966&nbsp;(original title: Murder is a Package Deal)<LI>translator: Kauhutarinoiden parhaita, 1966 (contains stories by Bram Stoker, E. Bulwer Lytton, Frederik Marryat, Nathaniel Hawthorne) <LI>translator: Henry Kane, Kuoleman naamiaiset, 1966 (original title: Death on the Double)&nbsp;<LI>translator:&nbsp;Carter Brown,&nbsp;Mestariampuja, 1966&nbsp;(original title: The Dumdum Murder)<LI>translator:&nbsp;H.G.Wells,&nbsp;N&auml;kym&auml;t&ouml;n mies, 1966&nbsp;(original title: The Invisible Man)<LI>translator: Donald E. Westkake,&nbsp;Olen palkattu murhaaja, 1966&nbsp;(original title: The Mercenaries)<LI>translator: Douglas Enefer, Pistooli paukkuu, 1966 (original title: The Dark Kiss) <LI>translator:&nbsp;Carter Brown,&nbsp;Samettikettu, 1966&nbsp;(original title: The Velvet Vixen)<LI>translator:&nbsp;Carter Brown,&nbsp;Se oli hasardia, 1966&nbsp;(original title: The Scarlet Flush)<LI>translator:&nbsp;Carter Brown,&nbsp;Se oli murha, 1966&nbsp;(original title: The Never-Was Girl)<LI>translator:&nbsp;Richard Deming,&nbsp;Syyllinen vai syyt&ouml;n?, 1966&nbsp;(original title: This Game of Murder)<LI>translator:&nbsp;Andrew Frazer,&nbsp;Sikarinpurijain p&ouml;rssi, 1967&nbsp;(original title: The Fall of Marty Moon)<LI>translator:&nbsp;Carter Brown,&nbsp;T&auml;hti ja playboy, 1967&nbsp;(original title: The Everloving Blues)<LI>translator: Philip Atlee, Agenttina Aasiassa, 1967 (original title: The Star Ruby Contract) <LI>translator:&nbsp;Carter Brown,&nbsp;Alamaailman p&auml;&auml;llikk&ouml;, 1967&nbsp;(original title: The Bump and Grind Murders)<LI>translator:&nbsp;John Hunter,&nbsp;Castron kannoilla, 1967&nbsp;(original title: Net of Fear)<LI>translator:&nbsp;Carter Brown,&nbsp;Hempukka kellarissa, 1967&nbsp;(original title: No Blonde is an Island)<LI>translator:&nbsp;Carter Brown,&nbsp;Kiinalaiset aarteet, 1967&nbsp;(original title: Catch me a Phoenix)<LI>translator:&nbsp;Carter Brown,&nbsp;Konnien kourissa, 1967&nbsp;(original title: The Unorthodox Corpse)<LI>translator (with Pekka Saloranta): Robert J. Donovan et al., Kuusi kes&auml;kuun p&auml;iv&auml;&auml;: L&auml;hi-id&auml;n sota 5.-10.6.1967, 1967 (original title: Israel’s Fight for Survival) <LI>translator:&nbsp;Carter Brown,&nbsp;Mavis matadorina, 1967&nbsp;(original title: Murder Wears a Mantilla)<LI>translator:&nbsp;Carter Brown,&nbsp;Mustalla listalla, 1967&nbsp;(original title: Blonde on the Rocks)<LI>translator:&nbsp;Carter Brown,&nbsp;Nappi otsaan, 1967&nbsp;(original title: A Bullet for my Baby)<LI>translator:&nbsp;Carter Brown,&nbsp;Rahaa, ruutia, ruumiita, 1967&nbsp;(original title: None but the Lethal Heart)<LI>translator:&nbsp;Carter Brown,&nbsp;Ruumis jouluksi, 1967&nbsp;(original title: A Corpse for Christmas)<LI>translator:&nbsp;Carter Brown,&nbsp;Seksikauppias, 1967&nbsp;(original title: Target for their Dark Desire)

















<LI>”Tuhannenpa verran poikia l&auml;ksi…”:&nbsp;Suomen kaarti Balkanin sodassa 1877-1878, 1968 <LI>translator:&nbsp;Carter Brown,&nbsp;Turvaton Venus, 1968&nbsp;(original title: Venus Unarmed)<LI>translator:&nbsp;Carter Brown,&nbsp;TV tekee kauhukuvaa, 1968&nbsp;(original title: So What Killed the Vampire)<LI>translator:&nbsp;Carter Brown,&nbsp;Tytt&ouml; ulkoavaruudesta, 1968&nbsp;(original title: The Girl from Outer Space)<LI>translator:&nbsp;Carter Brown,&nbsp;Vaarallista v&auml;ke&auml;, 1968&nbsp;(original title: The Sometime Wife)<LI>translator:&nbsp;Carter Brown,&nbsp;Gangsteripomo, 1968&nbsp;(original title: The Black Lace Hangover)<LI>translator: Richard Henry Dana, Kaksi vuotta keulanpuolella, 1968 (original title: Two Years before the Mast) <LI>translator:&nbsp;Carter Brown,&nbsp;Katse alastomaan - p&auml;in!, 1968&nbsp;(original title: Nude - with a View)<LI>translator:&nbsp;Carter Brown,&nbsp;Kuka murhasi tohtori Seksin?, 1968&nbsp;(original title: Who Killed Doctor Sex?)<LI>translator:&nbsp;Carter Brown,&nbsp;Leski ei itke, 1968&nbsp;(original title:&nbsp; No Tears from the Widow)<LI>translator: Leonard Gribble, Lontoon sumussa, 1968 (original title: Strip-tease Macabre)<LI>translator: Philip Atlee, Murhalintu Meksikosta, 1968 (original title: The&nbsp;Death Bird Contract) <LI>translator: Ronald Johnston, Pirunirti Pohjanmerell&auml;, 1968 (original title:&nbsp;The Wrecking of Offshore Five) <LI>translator:&nbsp;Carter Brown,&nbsp;Puhelintytt&ouml; Kaliforniasta, 1968&nbsp;(original title:&nbsp;Until Temptation Do Us Part)<LI>translator:&nbsp;Carter Brown,&nbsp;Salamat sinkoilevat, 1968&nbsp;(original title: The Hammer of Thor)<LI>translator: Philip Atlee, Salateht&auml;v&auml; Tahitissa, 1968 (original title: The Paper Pistol Contract) <LI>translator:&nbsp;Carter Brown,&nbsp;Seksikatti Sally, 1968&nbsp;(original title: Blonde on a Broomstick)<LI>translator:&nbsp;Carter Brown,&nbsp;Tapahtui Hollywoodissa, 1968&nbsp;(original title: Play Now - Kill Later)<LI>translator: Curzio Malaparte, Iho, 1969 (original title: La pelle) <LI>translator: Mickey Spillane, Kosto on minun, 1969 (original title: Vengeance is Mine) <LI>translator: Norman Daniels, Operaatio, 1969 (original title: Operation T) <LI>translator:&nbsp;Carter Brown,&nbsp;Punatukka Roomasta, 1969&nbsp;(original title: The Jade-Eyed Jungle)<LI>translator:&nbsp;Carter Brown,&nbsp;Sametilla vuorattu ruumisarkku, 1969&nbsp;(original title: The Plush-Lined Coffin)<LI>translator:&nbsp;Carter Brown,&nbsp;Seidlitz ja suurvakooja, 1969&nbsp;(original title: Seidlitz and the Superspy)<LI>translator:&nbsp;Carter Brown,&nbsp;Seksik&auml;&auml;pi&ouml;, 1969&nbsp;(original title: House of Sorcery)<LI>translator:&nbsp;Carter Brown,&nbsp;Tuhma, vanha miljon&auml;&auml;ri, 1969&nbsp;(original title: Long Time No Leola)&nbsp;


</LI></UL>






<P align=center>



<BR>
<!--Amazonbanner-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/banneri.gif" width=468 height=60></A>
<BR>
<HR>
<I><CENTER><FONT size=-1>Some rights reserved Petri Liukkonen (author) &amp; Ari Pesonen. Kuusankosken kaupunginkirjasto 2008</FONT></CENTER></I><BR>
<P></P>

<BR>

 
<!--Tekstipalsta p„„ttyy-->
</TD>
</TR>
</TBODY></TABLE></CENTER>
 


<I><CENTER><A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license><IMG style="BORDER-RIGHT-WIDTH: 0px; BORDER-TOP-WIDTH: 0px; BORDER-BOTTOM-WIDTH: 0px; BORDER-LEFT-WIDTH: 0px" alt="Creative Commons License" src="http://i.creativecommons.org/l/by-nd-nc/1.0/fi/88x31.png"></A><BR><SPAN rel="dc:type" property="dc:title" href="http://purl.org/dc/dcmitype/Text" xmlns:dc="http://purl.org/dc/elements/1.1/">Authors' Calendar</SPAN> jonka tekij&auml; on <SPAN property="cc:attributionName" xmlns:cc="http://creativecommons.org/ns#">Petri Liukkonen</SPAN> on lisensoitu <A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license>Creative Commons Nime&auml;-Ep&auml;kaupallinen-Ei muutettuja teoksia 1.0 Suomi (Finland) lisenssill&auml;</A>.<BR>May be used for non-commercial purposes. The author <B>must</B> be mentioned. The text may not be altered in any way (e.g. by translation). Click on the logo above for information.</CENTER></I><BR></BODY></HTML
