<HTML><HEAD><TITLE>Mikl&oacute;s Jancs&oacute;</TITLE><META name=GENERATOR content="MSHTML 8.00.7600.16671"></HEAD><BODY bgColor=white text=black>

<!--taulukko alkaa-->
<CENTER><TABLE border=0 cellSpacing=0 cellPadding=5 width="80%" align=center>

<TBODY><TR>
<TD bgColor=white vAlign=top rowSpan=2 width="19%" align=left>

<!--Vasen palsta, linkit ym-->

<A href="calendar.htm"><IMG border=2 src="../../../pix/bwlogo.jpg" width=100 height=100></A><BR clear=both>
<BR>
<FONT size=-1 face="Helvetica, Arial">
<!--********************-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/ylamainos.gif" width=100 height=70></A>
<BR>
<BR>
<!--********************-->
<B>Choose another writer in this calendar:</B>
<P>
by name:<BR>
<A href="../../../index.html#a" target=_blank>A</A>
<A href="../../../index.html#b" target=_blank>B</A>
<A href="../../../index.html#c" target=_blank>C</A>
<A href="../../../index.html#d" target=_blank>D</A>
<A href="../../../index.html#e" target=_blank>E</A>
<A href="../../../index.html#f" target=_blank>F</A>
<A href="../../../index.html#g" target=_blank>G</A>
<A href="../../../index.html#h" target=_blank>H</A>
<A href="../../../index.html#i" target=_blank>I</A>
<A href="../../../index.html#j" target=_blank>J</A>
<A href="../../../index.html#k" target=_blank>K</A>
<A href="../../../index.html#l" target=_blank>L</A>
<A href="../../../index.html#m" target=_blank>M</A>

<A href="../../../index.html#n" target=_blank>N</A>
<A href="../../../index.html#o" target=_blank>O</A>
<A href="../../../index.html#p" target=_blank>P</A>
<A href="../../../index.html#q" target=_blank>Q</A>
<A href="../../../index.html#r" target=_blank>R</A>
<A href="../../../index.html#s" target=_blank>S</A>
<A href="../../../index.html#t" target=_blank>T</A>
<A href="../../../index.html#u" target=_blank>U</A>
<A href="../../../index.html#v" target=_blank>V</A>
<A href="../../../index.html#w" target=_blank>W</A>
<A href="../../../index.html#x" target=_blank>X</A>
<A href="../../../index.html#y" target=_blank>Y</A>
<A href="../../../index.html#z" target=_blank>Z</A>
</P>
<P>
by birthday from the <A href="../../../calendar.htm" target=_top>calendar</A>.
</P>
<P>
<A href="../../../pix/credits.htm" target=_blank>Credits and feedback</A>
</P>
<P>

<!--Bamber Gascoigne--><A href="http://www.timesearch.info/bookswriters/" target=_blank><B>TimeSearch</B></A><BR>for Books and Writers<BR>by <I>Bamber Gascoigne</I><BR>
<!--Vara2-->
<!--Vara3-->
<!--Vara4--></p><p>This is an archive of a dead website. The original website was published by Petri Liukkonen under <a href="https://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en">Creative Commons BY-ND-NC 1.0 Finland</a> and reproduced here under those terms for non-commercial use. All pages are unmodified as they originally appeared; some links and images may no longer function. A .zip of the website is also <a href="https://github.com/greencardamom/BooksAndWriters">available</a>.<br></p>
</FONT>
</TD>

<TD bgColor=white vAlign=top background=/pix/viiva.jpg rowSpan=2 width=2 align=left>
<!--T&auml;m&auml; on koristeviivasarake-->
</TD>

<TD bgColor=black width="80%" align=left>

<!--T&auml;ss&auml; on mustapohjainen otsikkosolu-->

<!--T„ss„ on mustapohjainen otsikkosolu-->
<FONT color=white size=+1 face=Arial><B>Mikl&oacute;s Jancs&oacute; (b. 1921) </B></FONT>


</TD>
</TR>

<TR>

<TD bgColor=white width="80%" align=left>
<!--Tekstipalsta-->
<P>&nbsp;</P>

<!-- Teksti alkaa t&auml;st&auml;-->


<P>Hungarian director, whose most famous works include <I>The Round-Up</I> (1965), a merciless examination of political oppression, <I>The Red and the White</I> (1967), set in Russia during the civil war of 1918, and <I>Red Psalm</I> (1972), called a communist musical. Jancs&oacute;s developed his distinctive style, characterized by extended sequence shots and constantly moving camera, in the 1960s. His central themes are the mechanism of terror and the conflict between the oppressors and the oppressed. </P>
<BLOCKQUOTE><FONT size=2><STRONG>"In cannot stand violence, especially in society, and I cannot stand oppression . . . this is really my reason for making films."</STRONG> (Jansc&oacute; in <EM>World Cinema: Hungary</EM> by Bryan Burns, 1996) </FONT></BLOCKQUOTE>
<P>Mikl&oacute;s Jancs&oacute; was born in the town of V&aacute;c, famous for its old prison and churches. Jancs&oacute;'s father was a Transylvanian, whereas his mother's family came from Romania. Originally Jancs&oacute; wanted to become a stage director, but because there was no institution of higher education of this kind in Hungary, he studied law and also ethnography and art history at the University of Kolozsv&aacute;r (now Cluj in Romania) and eventually gained a doctor-of-law degree in 1944. </P>
<P>The Nazi Germany occupied Hungary in 1944. The country was then overrun by the Red Army, and Jancs&oacute; spent some time as a prisoner of war in the Soviet Union. After working as an assistant lawyer and doing ethnological research in Transylvania, Jancs&oacute; entered the Budapest's Academy of Dramatic and Film Art, graduating in 1951. His teachers included the famous film critic and screenwriter <A href="../../../balazs.htm">B&eacute;la Bal&aacute;zs</A> (1884-1949).</P>




<P>Before his first feature film,<I> A harangok R&oacute;m&aacute;ban mentek</I> (1958), Jancs&oacute; made newsreels and short films. His subjects varied from the "teachings of a Soviet agricultural deputation" to isotopes in medical science. "All the newsreels we made were fiction anyway," Jancs&oacute; said later in an interview, "they were lies and I always knew they were lies". However, Jancs&oacute; remained a member of the Communist party, which he left in 1956. </P>
<P>In 1957 Jancs&oacute; shot documentaries in China. He directed also at the "25th" theatre in Budapest. In 1956, the year of the Hungarian uprising against the Communist government, Jancs&oacute; made a film on the historical novelist and short story writer Zgismond M&oacute;ricz (1879-1942), a supporter of the short-lived Hungarian Soviet Republic in 1919. </P>
<P><I>Cantata</I> (1963), Jancs&oacute;'s second feature film, received the Hungarian Critics' Prize. In this work, influenced by Michelangelo Antonioni, Jancs&oacute; created the unique visual style by which he became known&nbsp;– the mesmerizing, sweeping, ballet-like camera movement, which emphasize the relation between the characters and the landscape, the vast Hungarian plain, around them. In considering the latter aspect, Jancs&oacute;'s cinematic world has connections with the traditional western, although not on the ideological level. Movement is for Jancs&oacute; 
both a guiding philosophical and aesthetical principle&nbsp;– "Is seems to me that life is a continual movement," he once summarized. "It's physical and it's also philosophical: the contradiction is founded on movement, the movement of ideas, the movement of masses." </P>
<P>Jancs&oacute;'s approach differed radically from Eisenstein's theory of montage editing, in which duration has only a marginal importance. In Jancs&oacute;, a shot lasts as long as it would "in reality". Thus the time of the film and that of the action become synchronous&nbsp;– as in theatre, the audience experiences the time as the characters in the drama. </P>
<P>In <I>Cantata</I>, photographed by Tam&aacute;s Soml&oacute;, Jancs&oacute; used only 12 or 13 camera setups. The film was shot in 11 days. From 1965 Jancso's favorite cinematographer was J&aacute;nos Kende, who was not opposed to doing 360-turns with camera. Other regular collaborators have been the novelist Gyula Hern&aacute;di, who started to write scripts for Jancs&oacute; in the early 1960s, and the actors J&oacute;zsef Madaras and Lajos Bal&aacute;zsovits. </P>
<P>In the 1960s, Jansc&oacute; explored almost obsessively&nbsp;the history of his&nbsp; country.&nbsp;International fame&nbsp;he gained with his epic trilogy, <I>The Round-Up</I>, <I>The Red and the White</I>, and <I>Silence and Cry</I> (1967). <I>The Round-Up</I> was a historical film examining the 1848 Revolution against Austrian oppression. Gyula Hern&aacute;di's allegorical story was about the interrogation of a group of rebel prisoners who are at the end betrayed. In spite of political pressures, the thinly-veiled criticism of Stalinism was produced by Studio IV, Mafilm, the Hungarian state production agency. </P>
<P>In <I>The Red and the White</I> the Red soldiers and the White Guards slaughter each other and civilians alike around a monastery on the Volga. The film ends in the massacre of the revolutionaries, who sing the Marseillaise, not the Internationale. Originally <I>The Red and the White</I> was made to commemorate the 50th anniversary of the October revolution but in the Soviet Union the film was heavily censored. <I>Red Psalm</I> was a poetic, disillusioned story about a peasant uprising in Hungary during the 1890s, in which dance and music, ranging from folk songs to 'Charlie is My Darlin,' express eternal yearning for freedom. The film won Jancs&oacute; the Best Director prize at Cannes. In 1979 Jancs&oacute; was awarded the Prize for his Life's Work in Cannes.</P>
<P><I>The Confrontation</I> (1968), made in the year of student unrests and the Prague Spring, dealt with a power game between Marxists people's college activists and Catholic students and showed how 
collectivist ideals can develop into an intermediate stage of Stalinism&nbsp;– an Orwellian, recurrent theme in Jancs&oacute;'s films. Both Jancs&oacute; and his scripwriter Gyula Hern&aacute;di had attended a Catholic school and had been members of the N&Eacute;KOSZ, a movement to establish people's colleges. The structure of the film is circular; it ends with a picture of the same road and the same character from which it started, suggesting that nothing was learned during the revolutionary process of "making history".</P>

<P>In the early 1970s, Jancs&oacute; made in Italy four films, mostly ignored by critics.<I> Vizi privati, pubbliche virt&uacute;</I> (1975), an Italian-Yugoslav production, earned a Golden Palm nomination at Cannes. It became one of Jancs&oacute;'s most widely shown films in the West, partly because of its erotic scenes. However, nude women had been part of Jancs&oacute;'s cinematic vocabulary from the 1960, as well as white-shirted young men, uniforms, candles, doves, people in circular lines, and horses and horsemen. </P>
<P><I>The Dawn </I>(1986), inspired by<I> </I><A href="../../../wiesel.htm">Elie Wiesel</A>'s novel, <I></I>was also an international production. Due to Jancs&oacute;'s method of filming, a combination of improvisation and formalistic visual style, he had rarely used novels or short stories as as a starting point. Other exceptions include Cantata, based on J&oacute;zsef Lengyel's short story, <I>Elektreia </I>(1975), based on L&aacute;szl&oacute; Gyurk&oacute;'s play from the Electra myth, and <I>"Faustus doktor boldogs&aacute;gos pokolj&aacute;r&aacute;sa"</I> (1982), from L&aacute;szl&oacute;'s novel. </P>
<P>Though Jansc&oacute; was committed to Marxism, he was the first major Hungarian director, who broke the code of self-censorship, which Eastern European creative artists applied to avoid administrative sanctions. Besides making films, Jancs&oacute; worked in the 1970s and 1980s as a theatre director. In 1986 he was appointed president of the Hungarian Film and TV Artists' Association. Between 1990 and 1992 he taught at Harvard University. In 1994 Jancs&oacute; became the president of the Sz&eacute;chenyi Academy of Literature and Arts. </P>
<P><I>The Lord's Lantern In Budapest</I> (1998) was the first in a series of satirical comedies, in which the central characters are Pepe and Kapa, two entrepreneuring grave-diggers in a Pest cemetery. The film received the Gene Moskowitz prize from foreign critics at the 30th Annual Hungarian Film Week festival in 1999. </P>
<P>Jancs&oacute; was married to M&aacute;rta M&eacute;sz&aacute;ros, also a renowned director. Their sons, Nyika Jancs&oacute; and Mikl&oacute;s Jancs&oacute;, Jr., became cameramen. M&eacute;sz&aacute;ros, born in Budapest, studied in Moscow at the VGIK film school and then worked at the Budapest newsreel studios. In the 1960s, she joined the Mafilm Group 4 film unit, where she met Jancs&oacute;. After their divorce in 1973, she married the Polish actor Jan Nowicki. M&eacute;sz&aacute;ros's awarded films include <I>Adoption </I>(1975, which won the Golden Bear at the Berlin Film Festival, and <I>Diary for My Children </I>(1984), which was the winner of the Special Jury Prize at Cannes. 
</P>
<BLOCKQUOTE><B><FONT size=2>For further reading</FONT></B><FONT size=2>: </FONT><I><FONT size=2>The BFI Companion to Eastern European and Russian Cinema</FONT></I><FONT size=2>, ed. by Richard Taylor et al. (2000); <EM>World Cinema: Hungary</EM> by Bryan Burns (1996);</FONT><I><FONT size=2> The Film Encyclopedia</FONT></I><FONT size=2> by Ephrain Katz (1994); 'Space in <EM>The Confrontation</EM>' by David Bordwell, in <EM>Narration in the Fiction Film</EM> (1985); </FONT><I><FONT size=2>History Must Answer To Man: The Contemporary Hungarian Cinema</FONT></I><FONT size=2> by Graham Petrie (1978); <I>Hiljaisuus ja huuto: Unkarilainen elokuva t&auml;n&auml;&auml;n</I> by Markku Tuuli (1978); <I>Mikl&oacute;s Jancs&oacute;</I> by Yvette Bird (1977); <I>Directors and Directions</I> by John Taylor (1975); <EM>Mikl&oacute;s Jansc&oacute;</EM> by Giovanni Buttafa (1974); 'Jancs&oacute; Country: Mikl&oacute;s Jancs&oacute; and the Hungarian New Cinema' by Lorant Czigany, in <I>Film Quaterly</I>, Fall (1972); 'Quite Apart from Mikl&oacute;s Jancs&oacute;' by David Robinson, in <I>Sight and Sound</I>, Spring (1970)</FONT></BLOCKQUOTE>

<P><B>Selected works / books</B>: </P>
<UL>


<LI>La Pacifista, 1971 
<LI>Vizi privati pubbliche virt&uacute;, 1976 (with Giovanna Gagliardo) 
<LI>Vitam et sanguinem, 1978 (with Gyula Hern&aacute;di) 
 
<LI>J&aacute;t&eacute;k az &eacute;lettel: novell&aacute;k, elbesz&eacute;l&eacute;sek, 1997 
</LI></UL>
<P><B>Films: </B>
</P>
<UL>


<LI>A Harangok R&oacute;m&aacute;ba mentek / The Bells Have Gone to Rome, 1958 (starring Mikl&oacute;s G&aacute;bor, Ferenc De&aacute;k B., Vilmos Mendel&eacute;nyi) 
<LI>H&aacute;rom csillag / Three Starts, 1960 (first episode, starring &Eacute;va Ruttkai, Mikl&oacute;s G&aacute;bor, Lajos B&aacute;sti) 
 
<LI>Old&aacute;s &eacute;s k&ouml;t&eacute;s / Cantata, 1963 (starring Zolt&aacute;n Latinovits, Andor Ajtay, B&eacute;la Barsi, screenplay by Gyula Hern&aacute;di and M. Jancs&oacute;) 
<LI>&Iacute;gy j&ouml;ttem / My Way Home, 1964 (starring B&eacute;la Barsi, Jurij Bodovszkij, Viktor Csekmarev, screenplay by Gyula Hern&aacute;di, Imre Vad&aacute;sz) 
<LI>Szeg&eacute;nyleg&eacute;nyek / The Round-Up, 1965 (starring J&aacute;nos G&ouml;rbe, Zolt&aacute;n Latinovits, Tibor Moln&aacute;r, screenplay by Gyula Hern&aacute;di) 

<LI>Csillagosok, katon&aacute;k / The Red and the White, 1967 (starring Andras Kozak, Tibor Molnar, Krystyna Mikolajewska, Mikhail Kozakov, J&oacute;zsef Madaras, Tatyana Konyukhova, Jacint Juhasz, screenplay by Gyula Hern&aacute;di) 
<LI>Csend &eacute;s ki&aacute;lt&aacute;s / Silence and Cry, 1967 (starring Mari T&ouml;r&ouml;csik, Andrea Drahota, Andras Kozak, Zoltan Latinovits, Jozsef Madaras, screenplay by Gyula Hern&aacute;di) 
<LI>F&eacute;nyes szelek / The Confrontation / Sparkling Winds, 1968 (starring Andras Kozak, Lajos Bal&aacute;zsovits, Andrea Drahota) 
<LI>Sirocco D'Hiver / Winter Wind, 1969 (starring Jacques Charrier, Marina Vlady, J&oacute;zsef Madaras, Istvan Bujtor, Eva Swann, screenplay by Gyula Hernadi and M. Jancs&oacute; 
<LI>&Eacute;gi b&aacute;r&aacute;ny / Agnus Dei, 1970 (starring Anna Sz&eacute;les, M&aacute;rk Zala, Daniel Olbrychski, J&oacute;zsef Madaras, Lajos Bal&aacute;zsovits, screenplay by Gyula Hern&aacute;di, M. Jancs&oacute;) 
<LI>Il Giovane Attila / Young Attila, 1971 (starring J&oacute;szef Madaras) 
<LI>La Tecnica E Il Rito / The Technique and the Rite, 1971 (starring J&oacute;zsef Madaras, Adalberto Maria Merli, Brizio Montinaro, screenplay by Giovanna Gagliardo, Gyula Hern&aacute;di, M. Jancs&oacute;) 
<LI>La Pacifista / The Pacifist, 1971 (starring Monica Vitti, Pierre Cl&eacute;menti, Peter Pasetti, screenplay by Giovanna Gagliardo, Gyula Hern&aacute;di, M. Jancs&oacute;, Guido Leoni) 
<LI>M&eacute;g k&eacute;r a n&eacute;p / Red Psalm, 1972 (starring Lajos Bal&aacute;zsovits, Andr&aacute;s B&aacute;lint, Gy&ouml;ngyi B&uuml;r&ouml;s, Andrea Drahota, J&oacute;zsef Madaros, screenplay by Gyula Hern&aacute;di) 
<LI>Roma rivuole Cesare / Rome Wants Another Caesar, 1974 (starring Deniel Olbrychsky, Hiram Keller, Lino Troisi, Gino Lavagetto) 
<LI>Vizi Privati, Pubbliche Virt&ugrave; / Private Vices, Public Virtues, 1975 (starring Laura Betti, Lajos Bal&aacute;zsovits, Pamela Villoresi, Teresa Ann Savoy, Franco Branciaroli)
<LI>Szerelmem, Elektra / Elektreia / Electra, My Love, 1975 (starring Mari T&ouml;r&ouml;csik, Gy&ouml;rgy Cserhalmi, Lajos Bal&aacute;zsovits, J&oacute;zsef Madaras, screenplay from L&aacute;szl&oacute; Gyurk&oacute;'s play by L. Gyurko, Gyula Hern&aacute;di, and M. Jancs&oacute;) 
<LI>&Eacute;lwt&uuml;nket &eacute;s v&eacute;r&uuml;nket: Magyar rapsz&oacute;dia I. / Hungarian Rhapsody, 1978 
<LI>Allegro Barbaro: Magyar rapsz&oacute;dia II. / Allegro Barbaro, 1978 (starring Gy&ouml;rgy Cserhalmi, Gabor Koncz, Bertalan Solti, Lajos Bal&aacute;zsovits, J&oacute;zsef Madaras) 
<LI>A zsarnok sz&iacute;ve, avagy Boccaccio Magyarorsz&aacute;gon / The Tyrant's Heart or Boccaccio in Hungary, 1981 (starring Ninetto Davoli, Laszlo Galffi, Teresa Ann Savoy, J&oacute;zsef Madaras, Laszlo Markus) 
<LI>"Faustus doktor boldogs&aacute;gos pokolj&aacute;r&aacute;sa", 1982 (starring Andr&aacute;s Koz&aacute;k, Lajos Bal&aacute;zsovits, Ildik&oacute; B&aacute;ns&aacute;gi, Judit Hal&aacute;sz, based on a novel by L&aacute;szl&oacute; Gyurk&oacute;) 
<LI>Muzsika, 1984 
<LI>Omega, Omega..., 1985 (starring L&aacute;szl&oacute; Benk&ouml;) 
<LI>Hajnal / L'Aube / The Dawn, 1986 (staring Serge Avedikian, Christine Boisson, Philippe L&eacute;otard, Michael York, Redjep Mitrovitsa, based on a book by Elie Wiesel) 
<LI>Sz&ouml;rnyek &eacute;vadja / The Monsters' Season, 1987 (starring Jozsef Madaras, Gy&ouml;rgy Cserhalmi, Ferenc Kallai, J&uacute;lia Nyak&oacute;, Katarzyna Figura, screenplay by Gyula Hern&aacute;di) 
<LI>J&eacute;zus Krisztus horoszk&oacute;pja / Jesus Christ's Horoscope, 1988 (starring Juli B&aacute;sti, Ildik&oacute; B&aacute;ns&aacute;gi, Gy&ouml;rgy Cserhalmi, Dorottya Udvaros, Andras Balint, screenplay by Gyula Hern&aacute;di, M. Jancs&oacute;) 
<LI>Isten h&aacute;trafel&eacute; megy / God Goes Backwards, 1990 (starring K&aacute;roly Eperjes, Gy&ouml;rgy D&ouml;rner, J&oacute;zsef Madaras, Attila Kasz&aacute;s, screenplay by Gyula Hern&aacute;di, M. Jancs&oacute;) 
<LI>K&eacute;k Duna keringo / Blue Danube Waltz, 1992 (starring Gy&ouml;rgy Cserhalmi, ldik&oacute; B&aacute;ns&aacute;gi, J&oacute;zsef Madaras, Dorottya Udvaros, screenplay by Gyula Hern&aacute;di, M. Jancs&oacute;) 
<LI>A nagy agyhal&aacute;l / The Great Braindeath, in Szeress&uuml;k egym&aacute;st gyerekek! / Love Each Other, 1996 (episodical feature with Pal Sandor, Karoly Makk) 
<LI>Nekem l&aacute;mp&aacute;st adott kezembe az &Uacute;r Pesten / The Lord's Lantern In Budapest, 1998 (starring Zolt&aacute;n Mucsi, P&eacute;ter Scherrer, Emese Vasv&aacute;ri, J&oacute;zsef Szarvas) 
<LI>Any&aacute;d! A szunyogok / Damn You! Mosquito, 2000 (starring Mikl&oacute;s B. Szekely, Zolt&aacute;n Mucsi, Peter Scherrer, Emese Vasv&aacute;ri, screenplay by M. Jancs&oacute;, Gyula Hern&aacute;di, Ferenc Grunwalsky ) 
<LI>Utols&oacute; vacsora az Arabs Sz&uuml;rk&eacute;n&eacute;l / Last Supper At The Grey Horse, 2000 (starring Zoltan Mucsi, J&oacute;zsef Szarvas, Eniko Borcsok, P&eacute;ter Scherrer, Emese Vasv&aacute;ri, screenplay by Ferenc Grunwalsky<BR>
Gyula Hern&aacute;di, M. Jancs&oacute;) 
<LI>Kelj fel, kom&aacute;n, ne aludj&aacute;l / Wake Up, Mate, Don't You Sleep, 2003 (starring Ildiko Toth, Zolt&aacute;n Mucsi, Peter Scherer, M. Jancs&oacute;, screenplay by Gyula Hern&aacute;di, Mikl&oacute;s Jancs&oacute;) 
<LI>A moh&aacute;csi v&eacute;sz / The Battle of Mohacs, 2003 (starring Gyula Bodrogi, Galk&oacute; Bal&aacute;zs, P&eacute;ter Hal&aacute;sz, Attila R&aacute;cz, Zolt&aacute;n Mucsi, Emese Vasv&aacute;ri, Judit Schell, P&eacute;ter Scherer, screenplay by M. Jancs&oacute;, Ferenc Grunwalsky, Gyula Hern&aacute;di) 



</LI></UL>

<!--Teksti p&auml;&auml;ttyy t&auml;h&auml;n-->
<!--Korttimainos-->
<IFRAME style="BORDER-BOTTOM: medium none; BORDER-LEFT: medium none; BORDER-TOP: medium none; BORDER-RIGHT: medium none" height=60 border=0 src="http://rcm.amazon.com/e/cm?t=authorscalend-20&amp;o=1&amp;p=26&amp;l=dl1&amp;f=ifr" frameBorder=0 width=468 scrolling=no></IFRAME>
<BR>
<!--Amazonbanner-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/banneri.gif" width=468 height=60></A>
<BR>
<HR>
<I><CENTER><FONT size=-1>Some rights reserved Petri Liukkonen (author) &amp; Ari Pesonen. Kuusankosken kaupunginkirjasto 2008</FONT></CENTER></I><BR>

<BR>


 
<!--Oikea palsta p&auml;&auml;ttyy-->

</TD>
</TR>
</TBODY></TABLE></CENTER>
 


<I><CENTER><A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license><IMG style="BORDER-RIGHT-WIDTH: 0px; BORDER-TOP-WIDTH: 0px; BORDER-BOTTOM-WIDTH: 0px; BORDER-LEFT-WIDTH: 0px" alt="Creative Commons License" src="http://i.creativecommons.org/l/by-nd-nc/1.0/fi/88x31.png"></A><BR><SPAN rel="dc:type" property="dc:title" href="http://purl.org/dc/dcmitype/Text" xmlns:dc="http://purl.org/dc/elements/1.1/">Authors' Calendar</SPAN> jonka tekij&auml; on <SPAN property="cc:attributionName" xmlns:cc="http://creativecommons.org/ns#">Petri Liukkonen</SPAN> on lisensoitu <A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license>Creative Commons Nime&auml;-Ep&auml;kaupallinen-Ei muutettuja teoksia 1.0 Suomi (Finland) lisenssill&auml;</A>.<BR>May be used for non-commercial purposes. The author <B>must</B> be mentioned. The text may not be altered in any way (e.g. by translation). Click on the logo above for information.</CENTER></I><BR></BODY></HTML

