<HTML><HEAD><TITLE>Jos&eacute; Mart&iacute;</TITLE><META name=GENERATOR content="MSHTML 8.00.7600.16671"></HEAD><BODY background=/pix/tauskuva.jpg bgColor=white text=black>
<!--taulukko alkaa-->
<CENTER><TABLE   cellSpacing=0 cellPadding=5 width="80%" align=center >
<TBODY><TR   >
<TD  bgColor=white vAlign=top rowSpan=2 width="19%" align=left  >

<!--Vasen palsta, linkit ym-->
<A href="calendar.htm"><IMG border=2 src="../../../pix/bwlogo.jpg" width=100 height=100></A><BR clear=both>
<BR>
<FONT size=-1 face=Arial>
<!--********************-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/ylamainos.gif" width=100 height=70></A>
<BR>
<BR>
<!--********************-->
<FONT size=-1><B>Choose another writer in this calendar:</B></FONT>
<P>
by name:<BR>
<A href="indeksi.htm#a" target=_blank>A</A>
<A href="indeksi.htm#b" target=_blank>B</A>
<A href="indeksi.htm#c" target=_blank>C</A>
<A href="indeksi.htm#d" target=_blank>D</A>
<A href="indeksi.htm#e" target=_blank>E</A>
<A href="indeksi.htm#f" target=_blank>F</A>
<A href="indeksi.htm#g" target=_blank>G</A>
<A href="indeksi.htm#h" target=_blank>H</A>
<A href="indeksi.htm#i" target=_blank>I</A>
<A href="indeksi.htm#j" target=_blank>J</A>
<A href="indeksi.htm#k" target=_blank>K</A>
<A href="indeksi.htm#l" target=_blank>L</A>
<A href="indeksi.htm#m" target=_blank>M</A>

<A href="indeksi.htm#n" target=_blank>N</A>
<A href="indeksi.htm#o" target=_blank>O</A>
<A href="indeksi.htm#p" target=_blank>P</A>
<A href="indeksi.htm#q" target=_blank>Q</A>
<A href="indeksi.htm#r" target=_blank>R</A>
<A href="indeksi.htm#s" target=_blank>S</A>
<A href="indeksi.htm#t" target=_blank>T</A>
<A href="indeksi.htm#u" target=_blank>U</A>
<A href="indeksi.htm#v" target=_blank>V</A>
<A href="indeksi.htm#w" target=_blank>W</A>
<A href="indeksi.htm#x" target=_blank>X</A>
<A href="indeksi.htm#y" target=_blank>Y</A>
<A href="indeksi.htm#z" target=_blank>Z</A>
</P>
<P>
by birthday from the <A href="calendar.htm" target=_top>calendar</A>.
</P>
<P>
<A href="../../../pix/credits.htm" target=_blank>Credits and feedback</A>
</P>
<P>

<!--Bamber Gascoigne--><A href="http://www.timesearch.info/bookswriters/" target=_blank><B>TimeSearch</B></A><BR>
for Books and Writers<BR>
by <I>Bamber Gascoigne</I><BR>
<!--Vara2-->
<!--Vara3-->
<!--Vara4-->

</P>
</FONT>
</TD>

<TD  bgColor=white vAlign=top background=/pix/viiva.jpg rowSpan=2 width=2 align=left  >
<!--T„m„ on koristeviivasarake-->
</TD>
<TD  bgColor=black width="80%" align=left  >
<!--T„ss„ on mustapohjainen otsikkosolu-->
<FONT color=white size=+1 face=Arial><B>Jos&eacute; Mart&iacute; (1853-1895)</B></FONT>
</TD>
</TR>
<TR   >
<TD  bgColor=white width="80%" align=left  >
<!--T„h„n tulee varsinainen teksti-->
<P>&nbsp;</P>


<P><!-- Thank you for examining the code --></P>



<P>

<!-- Teksti alkaa t&auml;st&auml; -->Cuban poet, essayist and journalist, who became the symbol of Cuba's struggle for independence from Spain and who promoted better understanding among American nations. "No man has any special right because he belongs to any specific race; just by saying the word man, we have already said all the rights." Mart&iacute;'s three major collections of poems were <I>Ismaelillo </I>(1882), <I>Versos sencillos</I> (1891), and <I>Versos libres</I>, written in the 1880s, but published posthumously in 1913. In his most famous political poem, 'Sue&ntilde;o con claustros de m&aacute;rmol', he takes the reader in his dream world, in which sculptures of dead heroes come alive: </P>
<BLOCKQUOTE><FONT size=2><B>Sue&ntilde;o con claustros de m&aacute;rmol </B></FONT><B><BR>
<FONT size=2>donde en silencio divino </FONT><BR>
<FONT size=2>los h&eacute;roes, de pie, reposan; </FONT><BR>
<FONT size=2>&iexcl;de noche, a la luz del alma, </FONT><BR>
<FONT size=2>hablo con ellos: de noche! </FONT><BR>
<FONT size=2>Est&aacute;n en fila: paseo </FONT><BR>
<FONT size=2>entre las filas: las manos </FONT><BR>
<FONT size=2>de piedra les beso: abren </FONT><BR>
<FONT size=2>los ojos de piedra: mueven </FONT><BR>
<FONT size=2>los labios de piedra: tiemblan </FONT><BR>
<FONT size=2>las barbas de piedra: empu&ntilde;an </FONT><BR>
<FONT size=2>la espada de piedra: lloran: </FONT><BR>
<FONT size=2>&iexcl;viba la espade en la vaina! </FONT><BR>
<FONT size=2>Mudo, les beso la mano. </FONT></B><FONT size=2></FONT></BLOCKQUOTE>
<P>Jos&eacute; Mart&iacute; was born in Havana, the son of a soldier of the Spanish garrison who retired to become a watchman. The educational reformer Rafael Mar&iacute;a Mendive (1821-1886) persuaded Mart&iacute;'s father to allow him to study at secondary school. He attended the Instituto de Havana (1866-69), and worked on the underground periodicals <I>El Diablo Cojuelo</I> and <EM>La Patria Libre.</EM>&nbsp; <EM>Abdala</EM> (1869), a patriotic fable in verse form which he published&nbsp;in <EM>La Patria Libre</EM>, told about a prince from the imaginary land of Nuvia, who dies for his beliefs. At the age of sixteen Mart&iacute; was arrested for subversion and sentenced to six years' hard labor in a chain gang, but through the intervention of his father, his sentence was commuted. He was exiled to Spain, where he studied at the University of Madrid (1873) and University of Saragosa, receiving a degree in law in 1873, and a year later a degree in philosophy and letters. In Spain he published <I>El presidio de Cuba</I>&nbsp; (1871). </P>
<P>Most of his adult life Mart&iacute; lived in the North and operated in the United States to overthrow the Spaniards from Cuba. Between 1874 and his death,&nbsp;he went&nbsp;to Cuba three times, once under a false name. "The truth is, Fermin, that I no longer live except for my land," he wrote to his friend Ferm&iacute;n Vald&eacute;s, "but a thousand times I hold back what love for her demands so that it does not seem that I do it out of self-interest or to win renown." Mart&iacute; moved in 1875&nbsp;&nbsp;to Mexico, where wrote for<I> Revista Universal</I>. He then taught literature and philosophy at the University of Guatemala and returned to Cuba where he worked in a law office. In 1879 he was again deported to Spain. </P><BLOCKQUOTE><FONT size=2><B>I wish to leave the world </B></FONT><B><BR>
<FONT size=2>By its natural door; </FONT><BR>
<FONT size=2>In my tomb of green leaves </FONT><BR>
<FONT size=2>They are to carry me to die. </FONT><BR>
<FONT size=2>Do not put me in the dark </FONT><BR>
<FONT size=2>To die like a traitor; </FONT><BR>
<FONT size=2>I am good, and like a good thing </FONT><BR>
<FONT size=2>I will die with my face to the sun </FONT></B><FONT size=2></FONT><BR>
<FONT size=2>(</FONT><I><FONT size=2>A Morir</FONT></I><FONT size=2>, 1894) </FONT></BLOCKQUOTE>
<P>Because of his political activities, Mart&iacute; was unwelcome to many countries. In 1881 he moved to New York City, where he worked as an editor, journalist or foreign correspondent for several magazines, including the <I>New York Sun</I>, <I>El Partido Liberal</I>,<I> La Opini&oacute;n Nacional</I>, <I>La Naci&oacute;n</I>, <I>La Rep&uacute;blica</I>, <I>El Economista Americano</I>, and <I>La Opini&oacute;n P&uacute;blica</I>. Mart&iacute; also served as consul for Uruguay, Paraguay, and Argentina, and was a Spanish teacher at Central High School. Mart&iacute;'s most influential collection of poems from his mature period, <I>Versos sencillos</I> (1891), was produced during a particularly difficult period in his life. For years he had lived apart from his wife, Carmen Zayas Baz&aacute;n, and his son Jos&eacute;. The couple separated after Carmen briefly visited New York in 1890. His crisis&nbsp;reflects&nbsp;in&nbsp;the poem 23: "Yo quiero salir del mundo / por la puerta natural: // en un carro de hojas verdes / a morir me han de llevar. // No me pongan en lo oscuro a morir como un traidor: // yo soy bueno, y como bueno / morir&eacute; de cara al sol." Since 1880 Mart&iacute; had been romantically entangled with Carmen Mantilla, the wife of a tobacco merchant, who&nbsp;was widowed in 1885. Carmita's daughter Mar&iacute;a is the protagonist of several "versos sencillos".&nbsp; Mart&iacute; was her godfather. 
</P>
<P>Except for travels, Mart&iacute; remained in the U.S. until the year of his death. Soon after arriving in New York, he visited Coney Island, which he portrayed as a place&nbsp; "brimming with people, filled with luxurious hotels", but he saw there also "human monsters, extravagant fish, bearded ladies, melancholy dwarfs, and rickety elephants." Mart&iacute; published the periodical <I>La patria</I>, which followed events in Cuba, and launched a crusade against the brutality and corruption of the Spanish colonizers. In 1894 he founded the Cuban revolutionary Party and tried to lead a company of revolutionaries from the U.S. to the Island. The plan failed but the next year he succeeded in reaching his native country, landing in a remote beach not far from Guant&aacute;namo.&nbsp;Mart&iacute; died in a skirmish at Dos Rios on May 19, 1895; he was shot by a Spanish sniper. A Cuban scout finished him off with a Remington rifle.&nbsp;Mart&iacute;&nbsp; was buried by Spanish soldiers in Santiago de Cuba. </P>
<P>The popular song <I>Guantanamera</I> is based on Marti's poem, which was made famous by the composer Jose&iacute;to Fern&aacute;ndez. His style is still considered a model of Spanish prose. Mart&iacute;'s collected writings in 73 volumes appeared in 1936-53. The main body of Mart&iacute;'s prose was journalistic in nature, written for newspapers and magazines.&nbsp;Mart&iacute; always reaffirmed his anti-colonialist and anti-racists beliefs. In the essay 'Nuestra Am&eacute;rica' (1891) Mart&iacute; formulated his own pan-Latin-American doctrine. He emphasized the need to come to terms with the continents multi-racial identity and the importance of teaching thoroughly the history of America, from the Incas to the present. During the last fifteen years of his life, Mart&iacute; sent regular contributions to important Spanish American newspapers. His essays were written in a style, which had a deep influence on the literary prose of every Spanish-speaking nation. </P>


<BLOCKQUOTE><B><FONT size=2>For further reading:</FONT></B> <I><FONT size=2>Jos&eacute; Mart&iacute;</FONT><I><FONT size=2>: Cuban Patriot</FONT></I> </I><FONT size=2>by Richard B. Gray (1962);</FONT><I><FONT size=2> Introducci&oacute;n a Jos&eacute; Mart&iacute;</FONT></I><FONT size=2> by Roberto Fern&aacute;ndez Retamar (1978); </FONT><I><FONT size=2>Jos&eacute; Mart&iacute;: Mentor of the Cuban Nation </FONT></I><FONT size=2>by John M. Kirk (1983); </FONT><I><FONT size=2>Jos&eacute; Marti: Revolutionary Democrat,</FONT></I><FONT size=2> ed.&nbsp; Christopher Abel and Nissa Torrents (1986); </FONT><I><FONT size=2>Nuevos asedios al modernismo</FONT></I><FONT size=2>, ed.&nbsp; Iv&aacute;n A. Schulman (1987); </FONT><I><FONT size=2>Jos&eacute; Mart&iacute; and the Emigr&eacute; Colony in Key West</FONT></I><FONT size=2> by C. Neale Ronning (1990); </FONT><I><FONT size=2>Relecturas martianas: Narraci&oacute;n y naci&oacute;n</FONT></I><FONT size=2> by Iv&aacute;n A. Schulman (1994); <EM>Jos&eacute; Mart&iacute; in the United States:&nbsp;The Florida Experience</EM>, ed. Louis A. P&eacute;rez (1995);<EM> Jose Mart&iacute;: An Introduction</EM> by Oscar Montero (2004) &nbsp;&nbsp;- </FONT><B><FONT size=2>SEE ALSO </FONT></B><A href="guevar.htm"><FONT size=2>Che Guevara</FONT></A>&nbsp;
 <B><FONT size=2>- OTHER</FONT></B><FONT size=2> 19th century writers criticizing colonialism: </FONT><A href="melville.htm"><FONT size=2>Herman Melville</FONT></A><FONT size=2>, </FONT><A href="multa.htm"><FONT size=2>Multatuli</FONT></A></BLOCKQUOTE>
<P><B>Selected works: </B></P>

<UL>
<LI>Abdala, 1869 - Abdala (in Selected Writings, ed. and tr. Esther Allen, 2002) 
<LI>El Presidio Pol&iacute;tico en Cuba, 1871
<LI>La Rep&uacute;blica Espa&ntilde;ola ante la Revoluci&oacute;n Cubana, 1873
<LI>Ad&uacute;ltera, 1874 
<LI>Amor con amor se paga, 1876 - Love is Repaid by Love (tr. Willis K. Jones, 1947) 
<LI>Guatemala, 1878<LI>Nuestra Am&eacute;rica, 1881; Emerson, 1882; Whitman, 
1887; Bolivar, &nbsp;1893 (essays) 

<LI>Ismaelillo, 1882 - Ismaelillo ( (in Selected Writings, ed. and tr. Esther Allen, 2002; 
Tyler Fisher, 2007)
<LI>Amistad funesta, 1885 (under the pseudonym Adelaida Real) 
<LI>La Edad D Oro (magazine), 1889 - Jos&eacute; Mart&iacute;'s The Golden Age (tr.&nbsp; Maria Elena Hart, Miguel Maranda, 1984)&nbsp;/ The&nbsp; Golden Age&nbsp; (in Selected Writings, ed. and tr. Esther Allen, 2002) 

<LI>Versos Sencillos, 1891 - Jos&eacute; Mart&iacute;: Major Poems: a Bilingual Edition (contains selection of poems from Versos Sencillos, tr.&nbsp; Elinor Randall, 1982) / Versos Sencillos=Simple Verses (tr.&nbsp; Manuel A. Tellechea, 1997) / Simple Verses&nbsp; (in Selected Writings, ed. and tr. Esther Allen, 2002) / 
Versos Sencillos (tr.&nbsp; Anne Fountain, 2005) <LI>Obras completas, 1918-20 (8 vols., Nestor Carbonell Rivero) 
<LI>Versos Libres, 1913 - Free Verses&nbsp; (in Selected Writings, ed. and tr. Esther Allen, 2002) 

<LI>Poes&iacute;as, 1928 (ed.&nbsp; Juan Marinello) 
<LI>Versos de Amor, 1930 (ed. Gonzalo de Quesada y Miranda) 
<LI>Art&iacute;culos desconocidos&nbsp;(1883-84), 1930
<LI>Epistolario, 1930-31 (3 vols., ed.&nbsp; F&eacute;lix Lizaso)
<LI>Flores del destierro, 1933 (ed.&nbsp; Gonzalo de Quesada y Miranda) 
<LI>Adultera: Drama inedito, 1935<LI>Obras completas, 1936-47 (70 vols., ed. Gonzalo de Quesada y Miranda) 
<LI>Diario, 1938
<LI>The American Jos&eacute; Mart&iacute;: Selected Writings, 1953 (tr.&nbsp; Juan de Onis) 
<LI><STRONG>&nbsp;</STRONG>Obras Escogidas, 1953 (ed.&nbsp; Rafael Est&eacute;nger) 
<LI>&nbsp;Poes&iacute;as Completas, 1953 (ed.&nbsp; Rafael Est&eacute;nger) 
<LI>Obras Completas, 1936-53 (74 vols., ed.&nbsp; Gonzalo de Quesada y Miranda)
<LI>Obras Completas, 1954 (27 vols.)
<LI>P&aacute;ginas de Jos&eacute; Mart&iacute;, 1963 (ed.&nbsp; Fryda Schulz de Mantovani) 
<LI>Mart&Iacute;on the U.S.A., 1963 (ed. and tr.&nbsp; Luis A. Baralt) 
<LI>Obras Completas, 1963-66 (27 vols.)
<LI>Mart&iacute;, 1970
<LI>Sus mejores p&aacute;ginas, 1970
<LI>Escritos Desconocidos, 1971 (ed.&nbsp; Carlos Ripoll) 
<LI>Ensayos sobre arte y literatura, 1972 (ed.&nbsp; Roberto Fern&aacute;ndez Retamar) 
<LI>Nuestra Am&eacute;rica, 1974 (ed.&nbsp; Hugo Ach&uacute;gar) 
<LI>Inside the Monster: Writings on the United States and American Imperialism, 1975 (tr.&nbsp; Philip S. Foner and Elinor Randall) 
<LI>Prosa Escogida, 1975
<LI>Discursos Selectos, 1977
<LI>On Education, 1979 (ed.&nbsp; Philip S. Foner, tr.&nbsp; Elinor Randall) 
<LI>Our America: Writings on Latin America and the Struggle for Cuban Indepencence, 1979 (ed.&nbsp; Philip S. Foner, tr.&nbsp; Elinor Randall) 
<LI>Nuevas Cartas de Nueva York, 1980 (ed.&nbsp; E. Mej&iacute;a S&aacute;nchez) 
<LI>On Art and Literature, 1982 (ed.&nbsp; Philip S. Foner, tr.&nbsp; Elinor Randall) 
<LI>Major Poems, 1982 (tr.&nbsp; Elinor Randall) 
<LI>Poes&iacute;a Completa, 1985 (ed. Eliana D&aacute;vila) 
<LI>Ideario, 1987
<LI>Antolog&iacute;a po&eacute;tica, 1987 (ed. Maria Esther Cantonnet) 
<LI>Political Parties and Elections in the United States, 1989 (ed.&nbsp; Philip S. Foner, tr.&nbsp; Elinor Randall) 
<LI>Epistolario, 1993 (ed.&nbsp; Luis Garc&iacute;a Pascual and Enrique H. Morena) 
<LI>Ensayos y cr&oacute;nicas, 1995
<LI>Thoughts: On Liberty, Social Justice, Government, Art, and Morality, 1995&nbsp;(tr. Carlos Ripoll) 
<LI>Doctrines, Maxims, and Aphorisms:&nbsp;A Bilingual Anthology, with a Concordance=Doctrinas, m&aacute;ximas y aforismos: antolog&iacute;a biling&uuml;e, con una concordancia, 2000 (tr.&nbsp; Carlos Ripoll) <LI>Selected Writings, 2002 (ed. and tr. Esther Allen) 
<LI>The Complete Poems of Jos&eacute; Mart&iacute;=Obra poetica completa, 2003 (tr.&nbsp; Jack Ag&uuml;eros) 



</LI></UL>






<P align=center>



<BR>
<!--Amazonbanner-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/banneri.gif" width=468 height=60></A>
<BR>
<HR>
<I><CENTER><FONT size=-1>Some rights reserved Petri Liukkonen (author) &amp; Ari Pesonen. Kuusankosken kaupunginkirjasto 2008</FONT></CENTER></I><BR>
<P></P>

<BR>

 
<!--Tekstipalsta p„„ttyy-->
</TD>
</TR>
</TBODY></TABLE></CENTER>
 


<I><CENTER><A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license><IMG style="BORDER-RIGHT-WIDTH: 0px; BORDER-TOP-WIDTH: 0px; BORDER-BOTTOM-WIDTH: 0px; BORDER-LEFT-WIDTH: 0px" alt="Creative Commons License" src="http://i.creativecommons.org/l/by-nd-nc/1.0/fi/88x31.png"></A><BR><SPAN xmlns:dc="http://purl.org/dc/elements/1.1/" href="http://purl.org/dc/dcmitype/Text" property="dc:title" rel="dc:type">Authors' Calendar</SPAN> jonka tekij&auml; on <SPAN property="cc:attributionName" xmlns:cc="http://creativecommons.org/ns#">Petri Liukkonen</SPAN> on lisensoitu <A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license>Creative Commons Nime&auml;-Ep&auml;kaupallinen-Ei muutettuja teoksia 1.0 Suomi (Finland) lisenssill&auml;</A>.<BR>May be used for non-commercial purposes. The author <B>must</B> be mentioned. The text may not be altered in any way (e.g. by translation). Click on the logo above for information.</CENTER></I><BR></BODY></HTML