<HTML><HEAD><TITLE>Attila J&oacute;zsef - Jozsef Attila</TITLE><META name=GENERATOR content="MSHTML 8.00.7600.16671"></HEAD><BODY background=/pix/tauskuva.jpg bgColor=white text=black>
<!--taulukko alkaa-->
<CENTER><TABLE cellSpacing=0 cellPadding=5 width="80%" align=center>
<TBODY><TR>
<TD bgColor=white vAlign=top rowSpan=2 width="19%" align=left>

<!--Vasen palsta, linkit ym-->
<A href="calendar.htm"><IMG border=2 src="../../../pix/bwlogo.jpg" width=100 height=100></A><BR clear=both>
<BR>
<FONT size=-1 face=Arial>
<!--********************-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/ylamainos.gif" width=100 height=70></A>
<BR>
<BR>
<!--********************-->
<FONT size=-1><B>Choose another writer in this calendar:</B></FONT>
<P>
by name:<BR>
<A href="indeksi.htm#a" target=_blank>A</A>
<A href="indeksi.htm#b" target=_blank>B</A>
<A href="indeksi.htm#c" target=_blank>C</A>
<A href="indeksi.htm#d" target=_blank>D</A>
<A href="indeksi.htm#e" target=_blank>E</A>
<A href="indeksi.htm#f" target=_blank>F</A>
<A href="indeksi.htm#g" target=_blank>G</A>
<A href="indeksi.htm#h" target=_blank>H</A>
<A href="indeksi.htm#i" target=_blank>I</A>
<A href="indeksi.htm#j" target=_blank>J</A>
<A href="indeksi.htm#k" target=_blank>K</A>
<A href="indeksi.htm#l" target=_blank>L</A>
<A href="indeksi.htm#m" target=_blank>M</A>

<A href="indeksi.htm#n" target=_blank>N</A>
<A href="indeksi.htm#o" target=_blank>O</A>
<A href="indeksi.htm#p" target=_blank>P</A>
<A href="indeksi.htm#q" target=_blank>Q</A>
<A href="indeksi.htm#r" target=_blank>R</A>
<A href="indeksi.htm#s" target=_blank>S</A>
<A href="indeksi.htm#t" target=_blank>T</A>
<A href="indeksi.htm#u" target=_blank>U</A>
<A href="indeksi.htm#v" target=_blank>V</A>
<A href="indeksi.htm#w" target=_blank>W</A>
<A href="indeksi.htm#x" target=_blank>X</A>
<A href="indeksi.htm#y" target=_blank>Y</A>
<A href="indeksi.htm#z" target=_blank>Z</A>
</P>
<P>
by birthday from the <A href="calendar.htm" target=_top>calendar</A>.
</P>
<P>
<A href="../../../pix/credits.htm" target=_blank>Credits and feedback</A>
</P>
<P>

<!--Bamber Gascoigne--><A href="http://www.timesearch.info/bookswriters/" target=_blank><B>TimeSearch</B></A><BR>for Books and Writers<BR>by <I>Bamber Gascoigne</I><BR>
<!--Vara2-->
<!--Vara3-->
<!--Vara4-->

</P>
</FONT>
</TD>

<TD bgColor=white vAlign=top background=/pix/viiva.jpg rowSpan=2 width=2 align=left>
<!--T„m„ on koristeviivasarake-->
</TD>
<TD bgColor=black width="80%" align=left>
<!--T„ss„ on mustapohjainen otsikkosolu-->
<FONT color=white size=+1 face=Arial><B>J&oacute;zsef Attila (1905-1937)</B></FONT>
</TD>
</TR>
<TR>
<TD bgColor=white width="80%" align=left>
<!--T„h„n tulee varsinainen teksti-->
<P>&nbsp;</P>


<P><!-- Thank you for examining the code --></P>



<P>

<!-- Teksti alkaa t&auml;st&auml; -->One of the greatest Hungarian poets of the 
20th century, who spent his entire life in extreme poverty and suffered
from depression. Although J&oacute;zsef's poems are melancholic, they also express the author's faith in life's beauty and harmony. J&oacute;zsef committed suicide at the age of 32. In the 1930s J&oacute;zsef was an unyielding critic of the government and the "Right Radicalism." His independent thinking and interest in Freud also contributed to his break with the Communist Party. </P>
<BLOCKQUOTE><FONT size=2><B>Be free to eat, drink, make love and sleep!<BR>
Weigh yourself with the universe! <BR>
I shan't hiss my inward curse to creep <BR>
and serve the base bone-crushing powers. <BR>
</B>(from 'Ars Poetica,' 1937, translated by Michael Beevor) </FONT></BLOCKQUOTE>


<P>Attila J&oacute;zsef was born in Budapest in one of the working-class districts of the city. His father, &Aacute;ron J&oacute;zsef, an itinerant Romanian worker, left the family when J&oacute;zsef was three, originally planning to move to the United States, but ending finally in Romania. As a heritage his father left his son the name of the world-conquering King of the Huns, Attila. J&oacute;zsef and his two sisters were supported by their mother, Borb&aacute;la P&ouml;cze, a washerwoman. In 1910-12 J&oacute;zsef spent two depressing years with his foster parents in &Ouml;cs&ouml;d, where he worked as a swineherd. At the age of nine 
he attempted suicide. His mother died at Christmas in 1919 of terminal cancer and overwork, while J&oacute;zsef was visiting grandparents in the country. J&oacute;zsef's brother-in-law, Dr. &Ouml;d&ouml;n Makai, was appointed his legal guardian. </P>
<P>Between the years 1920 and 1923 J&oacute;zsef studied at a secondary school in Mak&oacute;, without graduating. As a poet J&oacute;zsef made his debut with <EM>A sz&eacute;ps&eacute;g koldusa</EM> (1922, Beggar and Beauty); at that time he was then 17-years old and still attending the school. Foreword for the collection was written by the famous poet Gyula Juh&aacute;sz (1883-1937). J&oacute;zsef studied privately for a year, and then entered the University of Szeged in 1924 to study Hungarian and French literature. With the help of a mesenat, Lajos Hatvany, he acquired a good education in Austria (1925) and Paris (1926-27), where he studied France and discovered the work of Fran&ccedil;ois Villon, the famous poet and thief from the 15th-century. </P>
<P>In 1925 J&oacute;szef published his second collection of poems, <SPAN class=st><EM>Nem &eacute;n ki&aacute;ltok</EM> (That's Not Me Shouting)</SPAN>. He was 
expelled from the university because of a revolutionary poem, 'Tiszta sz&iacute;vel' (With a Pure Heart)&nbsp;–&nbsp;it was attacked by he influential professor Antal Horger, who ended J&oacute;zsef's hopes to become a teacher. J&oacute;zsef wrote: "I have no father, no mother, no God, no country, no cradle, no shroud, no kisses, no love. For three days I have not eaten, neither much nor little. My twenty years are a power, my twenty years are for sale. If nobody wants them, the devil will buy them. I will break in with a pure heart: if need be, I will kill someone. I shall be seized and hanged and buried in hallowed ground, and grass that brings death will grow over my wondrously fair heart" With his manuscripts he traveled to Vienna, where arrived only 30 schillings in his pocket.&nbsp;To support himself, J&oacute;zsef&nbsp;sold newspapers and cleaned dormitories. He then continued to Paris, where he studied at Sorbonne. During this period he read Hegel and Karl Marx, whose call for revolution appealed to him. </P>
<P>J&oacute;zsef's works were praised by such internationally known Hungarian researches and critics as B&eacute;la Bal&aacute;zs and <A href="lukacs.htm">G&ouml;rgy Luk&aacute;cs</A>. In 1927 several French magazines published J&oacute;zsef's poems. His affair with a middle-class girl culminated in a nervous breakdown. In 1927-28 he attended the University of Budapest, but he never finished his studies. He had a love affair with M&aacute;rta V&aacute;g&oacute;, whose parents sent her to&nbsp;England to study at the London School of Economics. From the early 1930s his companion was Judit Sz&aacute;nto.</P><P>After attacking the poet, novelist, and critic Mih&aacute;ly Babits in a review, the Baumgarten Foundation withdrew its support to J&oacute;zsef, which was no wonder because Babits was the curator of the organization. J&oacute;zsef's third collection of poems, <EM>Nincsen ap&aacute;m, se any&aacute;m</EM> (1929, Fatherless and Motherless), showed the influence of French surrealism and Endre Ady, Gyula Juh&aacute;sz, and Lajos Kass&aacute;k. Next year J&oacute;zsef joined 
the illegal Hungarian Communist Party.<EM>&nbsp;D&ouml;ntsd a tok&eacute;t, ne sir&aacute;nkozz!</EM>&nbsp;(1931, Strike at Capital, Instead of Wailing) was confiscated by the public prosecutor and in 1931 J&oacute;zsef's essay 'Irodalom &eacute;s szocializmus' led to indictment. He was charged of political agitation and obscenity. </P>
<P><EM>K&uuml;lv&aacute;rosi &eacute;j</EM> (1932, Night in the Slums) is&nbsp;J&oacute;zsef's mature collection. His most famous love poem 'Oda'&nbsp;&nbsp;from 1933 took the reader for a journey around and inside the body of the beloved woman. J&oacute;zsef's last two books were&nbsp; <EM>Medvet&aacute;nc</EM> (1934, Bear Dance) and&nbsp;<EM>Nagyon f&aacute;j</EM> (1936, It Hurts a Lot). With these works he gained a wide critical attention. Ideologically he had started to advocated humane socialism, and alliance with all democratic forces. J&oacute;zsef's political essays were later included in volume 3. of his collected works (1958).</P>
<P>J&oacute;zsef had entered psychoanalysis in 1931. It inspired him to search synthesis between Sigmund Freud's theories and Marxism, but otherwise the psychoanalytic treatment did him no good. "See, here inside is the suffering, / out there, sure enough, is the explanation," he wrote later in 1934, viewing his own mental problems from a distance. Some of the leaders of the Communist party became alarmed when J&oacute;zsef advocated an united front with the social democrats&nbsp;– this was not accepted by Moscow-controlled comrades. In 1933 he was expelled
from the party by Stalinists, who accused him of fascist views. &nbsp;</P>
<P>When the Soviet Writers Congress was arranged in Moscow, J&oacute;zsef was not invited, which embittered him much. In 1935 he was again hospitalized for severe depression. During his decline he wrote: "My eyes are jumping from my head. If I go crazy, please don't hurt me. Just hold me down with your strong hands." Probably encouraged by his psychiatrist Edit Gy&ouml;mr&ouml;in, J&oacute;zsef wrote the confessional, defamatory text <EM>Szabad-&ouml;tletek jegyz&eacute;ke k&eacute;t &uuml;l&eacute;sben</EM>. It was partly based on his psychoanalytic treatment and not published in Hungary until 1990. </P>

<BLOCKQUOTE><FONT size=2><B>The can tap all my telephone calls </B></FONT><B><BR>
<FONT size=2>(when, why, to whom.) </FONT><BR>
<FONT size=2>They have a file on my dreams and plans</FONT><BR>
<FONT size=2>and on those who read them. </FONT><BR>
<FONT size=2>And who knows when they'll find </FONT><BR>
<FONT size=2>sufficient reason to dig up their files</FONT><BR>
<FONT size=2>that violate my rights. </FONT></B><FONT size=2></FONT><BR>
<FONT size=2>(from 'A Breath of Air!,' 1936, translated by John B&aacute;tki) </FONT></BLOCKQUOTE>
<P>In 1936 J&oacute;zsef was given a job as a co-editor with P&aacute;l Ignotus, of the independent left-wing review <I>Sz&eacute;p Sz&oacute;</I>. In January 1937 J&oacute;zsef met the author Thomas Mann, but he was not allowed to read publicly his poem 'Thomas Mann &uuml;dv&ouml;zl&eacute;se,' in which he&nbsp;said "You know this well: the poet never lies. / The real is not enough; through its disguise / Tell us the truth which fills the mind with light / Because, without each other, all is night." In the summer he was again in a hospital. However, during this period he produced some of his best poems. J&oacute;zsef committed
suicide in Balatonsz&aacute;rsz&oacute; on December 3, 1937, by throwing himself under a freight train 1284. A lunatic from the village, a sales representative, and a conductor witnessed the accident. </P>
<BLOCKQUOTE><FONT size=2><B>"Kedvesem er&ouml;sderek&uacute;, karcs&uacute; asszony,<BR>
&uuml;ltem m&aacute;r rep&uuml;l&ouml;g&eacute;pen, magasb&oacute;l &ouml; is kicsinek l&aacute;tszik,<BR>
de pil&oacute;tal&eacute;temre is megbecs&uuml;ln&eacute;m.<BR>
Maga mossa a ruh&aacute;t, a hab &aacute;lmodozva reszket karjain,<BR>
let&eacute;rdel, mintha im&aacute;dkozna, f&ouml;lsik&aacute;lja a padl&oacute;t &eacute;s nagyot kacag,<BR>
ha elv&eacute;gezte,<BR>
kacag&aacute;sa mint az alma, melybe h&eacute;jastul bel&eacute;harap,<BR>
olyankor az is hangosan nevet (...)"<BR>
(</B>from 'Hajnalban kel f&ouml;l, mint a p&eacute;kek')</FONT><FONT size=2></FONT><B><FONT size=2> </FONT></B></BLOCKQUOTE>

<P>The central themes in J&oacute;szef's poems are poverty, loneliness, 
suffering, but on the other hand also love and hope for the more human
world mark his work. In a confessional poem, entitled 'Attila J&oacute;zsef' he wrote: "I really love you, / believe me. Its something I inherited / from my mother." J&oacute;zsef's writing is exact and evocative in imagery. After WW II J&oacute;zsef was presented with his proletarian themes as a model for young poets. His influence is still far-reaching.</P>
<BLOCKQUOTE><FONT size=2><B>For further reading</B>: <I>J&oacute;zsef Attila</I> by A. N&eacute;meth (1944); <I>The Invisible Writing</I> by A. Koestler (1954); <I>K&ouml;lt&otilde;nk &eacute;s kora. J&oacute;zsef Attila k&ouml;lt&eacute;szete &eacute;s eszt&eacute;tik&aacute;ja</I> by Ervin Gyert&aacute;n (1963); <I>Fiatal &eacute;letek indul&oacute;ja. J&oacute;zsef Attila p&aacute;lyakezd&eacute;se</I> by Mikl&oacute;s Szabolcsi (1963); <I>J&oacute;zsef Attila</I> by L&aacute;szl&oacute; Balogh (1970); <I>J&oacute;zsef Attila </I>by M. V&aacute;g&oacute; (1975); <I>J&oacute;zsef Attila-komment&aacute;rok</I> by G&aacute;bor T&ouml;r&ouml;k (1976); <I>&Eacute;rik a f&eacute;ny</I> by Mikl&oacute;s Szabolcsi (1977); <I>Columbia Dictionary of Modern European Literature</I>, ed. by Jean-Albert B&eacute;d&eacute; (1980); <I>A History of Hungarian Literature</I> by Istv&aacute;n Nemesk&uuml;rty et al. (1983); <I>The Oxford History of Hungarian Literature </I>by L&oacute;r&aacute;nt Czig&aacute;ny (1984); <EM>Attila J&oacute;zsef: "Can You Take on This Awesome Life?"</EM> by Thomas Kabdebo (1997); 'Attila J&oacute;zsef: Curriculum vitae,' in <EM>Winter Night; Selected Poems</EM>, translated by John B&aacute;tki et al.(1997);&nbsp; <EM>J&oacute;zsef&nbsp;Attila po&eacute;tik&aacute;i</EM> by Antal B&oacute;kay (2004); <EM>J&oacute;zsef Attila &eacute;s az istenek</EM> by Sz. Nagy Csaba (2009)&nbsp;- <B>Suom</B>: Runosuomennoksia teoksissa<EM> Vapauden tulet</EM> (1952), <EM>Unkarin lyyra</EM> (1970), 
<EM>Taivas irtosi maasta </EM>(1986) ja <I>Viluinen kuningas</I> (1992). <EM>L&auml;pin&auml;kyv&auml; leijona</EM> (1999), toim. Hannu Launonen, esittelee runoilijan tuotantoa ja sis&auml;lt&auml;&auml; my&ouml;s el&auml;m&auml;kerrallista tietoa. </FONT></BLOCKQUOTE>

<P><B>Selected works: </B></P>

<UL>
<LI>Sz&eacute;ps&eacute;g koldusa, 1922 
<LI><SPAN class=st>Nem &eacute;n ki&aacute;ltok</SPAN>, 1925
<LI>Nincsen ap&aacute;m, se any&aacute;m, 1929
<LI>D&ouml;ntsd a tok&eacute;t, ne sir&aacute;nkozz: versek, 1931
<LI>K&uuml;lv&aacute;rosi &eacute;j, 1932
<LI>Medvet&aacute;nc, 1934 
<LI>Nagyon f&aacute;j, 1936
<LI><SPAN class=st><SPAN class=ft>&Ouml;sszes versei &eacute;s v&aacute;logatott &iacute;r&aacute;sai</SPAN></SPAN>, 1938
<LI>&Ouml;sszes versei &eacute;s muford&iacute;t&aacute;sai, 1940<LI>&Ouml;sszes muvei, 1952-1967 (4 vols.) <LI>Irodalom es szocializmus; valogatott esztetikai tanulmanyok, 1967 <LI>Attila J&oacute;zsef, 1973 (English and introd. by Anton W. Nyerges, edited by Joseph M. &Eacute;rtavy-Bar&aacute;th) 
<LI>J&oacute;zsef Attila: Selected Poems and Texts, 1973 (translated from the Hungarian by John Batki; edited by George G&ouml;m&ouml;ri and James Atlas) <LI>J&oacute;zsef Attila valogatott levelezese, 1976<LI>J&oacute;zsef Attila&nbsp;muvei, 1977 (2 vols.) <LI>J&oacute;zsef Attila minden verse es versforditasa, 1980 <LI>&Ouml;sszes versei, 1984 (ed. B&eacute;la Stoll) 
<LI>Perched on Nothing's Branch: Selected Poetry of Attila J&oacute;zsef, 1986 (translated by Peter Hargitai; introduction by David Kirby; illustrated by Elizabeth Woodsmall) <LI>A legutolso harcos, 1989 <LI>Szabad-&ouml;tletek jegyz&eacute;ke, 1990 <LI>Az istenek halnak, az ember &eacute;l, 1992 
<LI>Winter Night; Selected Poems of Attila J&oacute;zsef, 1997 (translated by John Batki)<LI>The Iron-Blue Vault: Selected Poems, 1999&nbsp;(translated by Zsuzsanna Ozsv&aacute;th &amp; Frederick Turner) <LI>Poems and Fragments, 1999 (translated by John B&aacute;tki et al.; edited and introduced by Thomas Kabdebo; with a foreword by Peter Denman) <LI>J&oacute;zsef Attila / v&aacute;logatta, szerkesztette, 2002 (ed. Tverdota Gy&ouml;rgy) <LI>J&oacute;zsef Attila 43 vers = Attila J&oacute;zsef 43 Poems, 2005&nbsp;(from the Hungarian by Peter Zollman; afterword by George Szirtes) <LI>Selected Poems, 2005 (translated by Peter Hargitai) <LI>A Transparent Lion, 2006 (translated by Michael Castro and Gabor G. Gyukics) <LI>J&oacute;zsef Attila levelez&eacute;se, 2006 (ed. Ilona H. Bag&oacute; et al.) <LI>&Ouml;sszes versei, 2006 
</LI></UL>






<P align=center>



<BR>
<!--Amazonbanner-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/banneri.gif" width=468 height=60></A>
<BR>
<HR>
<I><CENTER><FONT size=-1>Some rights reserved Petri Liukkonen (author) &amp; Ari Pesonen. Kuusankosken kaupunginkirjasto 2008</FONT></CENTER></I><BR>
<P></P>

<BR>

 
<!--Tekstipalsta p„„ttyy-->
</TD>
</TR>
</TBODY></TABLE></CENTER>
 


<I><CENTER><A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license><IMG style="BORDER-RIGHT-WIDTH: 0px; BORDER-TOP-WIDTH: 0px; BORDER-BOTTOM-WIDTH: 0px; BORDER-LEFT-WIDTH: 0px" alt="Creative Commons License" src="http://i.creativecommons.org/l/by-nd-nc/1.0/fi/88x31.png"></A><BR><SPAN rel="dc:type" property="dc:title" href="http://purl.org/dc/dcmitype/Text" xmlns:dc="http://purl.org/dc/elements/1.1/">Authors' Calendar</SPAN> jonka tekij&auml; on <SPAN property="cc:attributionName" xmlns:cc="http://creativecommons.org/ns#">Petri Liukkonen</SPAN> on lisensoitu <A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license>Creative Commons Nime&auml;-Ep&auml;kaupallinen-Ei muutettuja teoksia 1.0 Suomi (Finland) lisenssill&auml;</A>.<BR>May be used for non-commercial purposes. The author <B>must</B> be mentioned. The text may not be altered in any way (e.g. by translation). Click on the logo above for information.</CENTER></I><BR></BODY></HTML