<HTML><HEAD><TITLE>Yrj&ouml; Kivimies</TITLE><META name=GENERATOR content="MSHTML 8.00.7600.16671"></HEAD><BODY background=/pix/tauskuva.jpg bgColor=white text=black>
<!--taulukko alkaa-->
<CENTER><TABLE cellSpacing=0 cellPadding=5 width="80%" align=center>
<TBODY><TR>
<TD bgColor=white vAlign=top rowSpan=2 width="19%" align=left>

<!--Vasen palsta, linkit ym-->
<A href="calendar.htm"><IMG border=2 src="../../../pix/bwlogo.jpg" width=100 height=100></A><BR clear=both>
<BR>
<FONT size=-1 face=Arial>
<!--********************-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/ylamainos.gif" width=100 height=70></A>
<BR>
<BR>
<!--********************-->
<FONT size=-1><B>Choose another writer in this calendar:</B></FONT>
<P>
by name:<BR>
<A href="index.html#a" target=_blank>A</A>
<A href="index.html#b" target=_blank>B</A>
<A href="index.html#c" target=_blank>C</A>
<A href="index.html#d" target=_blank>D</A>
<A href="index.html#e" target=_blank>E</A>
<A href="index.html#f" target=_blank>F</A>
<A href="index.html#g" target=_blank>G</A>
<A href="index.html#h" target=_blank>H</A>
<A href="index.html#i" target=_blank>I</A>
<A href="index.html#j" target=_blank>J</A>
<A href="index.html#k" target=_blank>K</A>
<A href="index.html#l" target=_blank>L</A>
<A href="index.html#m" target=_blank>M</A>

<A href="index.html#n" target=_blank>N</A>
<A href="index.html#o" target=_blank>O</A>
<A href="index.html#p" target=_blank>P</A>
<A href="index.html#q" target=_blank>Q</A>
<A href="index.html#r" target=_blank>R</A>
<A href="index.html#s" target=_blank>S</A>
<A href="index.html#t" target=_blank>T</A>
<A href="index.html#u" target=_blank>U</A>
<A href="index.html#v" target=_blank>V</A>
<A href="index.html#w" target=_blank>W</A>
<A href="index.html#x" target=_blank>X</A>
<A href="index.html#y" target=_blank>Y</A>
<A href="index.html#z" target=_blank>Z</A>
</P>
<P>
by birthday from the <A href="calendar.htm" target=_top>calendar</A>.
</P>
<P>
<A href="../../../pix/credits.htm" target=_blank>Credits and feedback</A>
</P>
<P>

<!--Bamber Gascoigne--><A href="http://www.timesearch.info/bookswriters/" target=_blank><B>TimeSearch</B></A><BR>for Books and Writers<BR>by <I>Bamber Gascoigne</I><BR>
<!--Vara2-->
<!--Vara3-->
<!--Vara4--></p><p>This is an archive of a dead website. The original website was published by Petri Liukkonen under <a href="https://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en">Creative Commons BY-ND-NC 1.0 Finland</a> and reproduced here under those terms for non-commercial use. All pages are unmodified as they originally appeared; some links and images may no longer function. A .zip of the website is also <a href="https://github.com/greencardamom/BooksAndWriters">available</a>.<br></p>
</FONT>
</TD>

<TD bgColor=white vAlign=top background=/pix/viiva.jpg rowSpan=2 width=2 align=left>
<!--T„m„ on koristeviivasarake-->
</TD>
<TD bgColor=black width="80%" align=left>
<!--T„ss„ on mustapohjainen otsikkosolu-->
<FONT color=white size=+1 face=Arial><B>Yrj&ouml; (Armas Kirso) Kivimies (1899-1980) </B></FONT><FONT color=white face=Arial><B>- original name Uuno Armas Mattila - pen names: Kirso, Urbanus, Puumerkki</B></FONT>
</TD>
</TR>
<TR>
<TD bgColor=white width="80%" align=left>
<!--T„h„n tulee varsinainen teksti-->
<P>&nbsp;</P>




<!-- Teksti alkaa t&auml;st&auml; -->Finnish writer, translator, columnist, and essayist, 
whose special fields were literature, history, and philology. As a critic Kivimies was a genuine conservative, who admired classics, and opposed all that he considered modernist. His close friend, the writer and critic Kauko Kare, once said that Kivimies had "French brains and English sense of humor." On the literary scene Kivimies stayed away from the spotlight and produced most of his writing in fields often considered marginal to literature. During the period between the world wars, when many Finnish intellectuals were German-oriented, Kivimies translated works from British and American writers. 
<BLOCKQUOTE><FONT size=2>PABLO CASALS</FONT><BR>
<FONT size=2><B>Sellosi &auml;&auml;ni musta helmi on. </B></FONT><B><BR>
<FONT size=2>Se kaukaa katseellemme kimaltaa. </FONT><BR>
<FONT size=2>N&auml;&auml;t mereen uponneena auringon, </FONT><BR>
<FONT size=2>kuultavana varjo verkkaan vaeltaa. </FONT><BR>
<FONT size=2>Uneesi katsoo kasvot Jumalan</FONT><BR>
<FONT size=2>ja lapsen nyyhkytyst&auml; kuuntelet. </FONT><BR>
<FONT size=2>On hento rihma yli maailman. </FONT><BR>
<FONT size=2>Kuin mustat helmet ovat s&auml;velet. </FONT></B><FONT size=2><BR>
(from <I>Laulu uneksijoille</I>, 1928) </FONT></BLOCKQUOTE>

<P>Yrj&ouml; Kivimies was born in Joensuu, the son of Enok Mattila, a contractor, and Maria (Paavola) Mattila. At the age of fourteen&nbsp;Kivimies&nbsp;gave a public speech on the poetry of V.A. Koskenniemi, the leading poet&nbsp;in Finland between the world wars,&nbsp;at the Voluntary Fire Brigade House in Heinola. Later Koskenniemi became his lifelong friend. Kivimies graduated from a secondary school in Helsinki, and in 1919 – like <A href="OUTSIDER.HTM">Aarne Haapakoski</A> – he participated in the independence struggle of Estonia. Kivimies made his debut as a writer with <EM>Sotureita </EM>(1921), which drew on his experiences in Estonia. </P>
<P>For a short time Kivimies studied at the University of Helsinki, but then dropped out and devoted his time to chess and to freelance writing and translation. In the mid-1930s he worked for the publishing company Gummerus. During his career Kivimies contributed under 50 different pseudonyms columns to <I>Uusi Suomi</I>, <I>Suomen Kuvalehti</I>, <I>Kuva</I> and <I>Seura</I>. A born conversationalist in the tradition of Samuel Johnson, he was one of the central figures of the artist caf&eacute; Bronda. </P>
<P>Kivimies read such writers as Diderot, Winckelman, and Burckhardt, whose culture historical views influenced his own thinking, 
but as a translator he began in the 1920s with <A href="kipling.htm">Rudyard 
Kipling</A>'s stories, and continued with works by <A href="mtwain.htm">Mark
Twain</A>, <A href="eapoe.htm">Edgar Allan Poe</A>, and Edgar Wallace. He also translated non-fiction and popular science books. In 1926 Kivimies travelled with Tahko Pihkala to the United States. This journey produced a highly popular travel book, <EM>"Tahkon"&nbsp;mukana jenkkien maassa</EM>&nbsp; (1928). The friends bought a small car from Chicago, it was a Nash, and drove to Iowa City, then from Fort Benning and Augusta to New York, about 4 500 miles. There was no safety belts in the vehicle and "Tahko" started to plan "suspenders" that would keep the driver and passengers on the seat when the car was bumping on the bad roads. </P>
<P>Kivimies's <EM>Pidot tornissa</EM>&nbsp;gained a wide publicity, when it appared in 1937. In 
the conservative cultural atmosphere of Finland, it tried to introduce more or 
less fresh ideas, but at the same time the discussion is characterized by chauvinism, 
rejection of left-wing ideas (the Communist Party was illegal in Finland<STRONG>)</STRONG>, and fundamental mistrust in the broad masses of the people, 
a notion that the Spanish philosopher Jos&eacute; Ortega y Gasset had crystallized in 
<I>The Revolt of the Masses</I> (1929). For the book Kivimies collected representantives of the younger generation ('the Writer', 'the Scientist', 'the Journalist', etc.) to discuss anonymously about various subjects. The conversation was recorded by Kivimies. Among the participants were <A href="opaavola.htm">Olavi Paavolainen</A>, <A href="lviljane.htm">Lauri Viljanen</A>, Matti Kurjensaari, T. Vaaskivi and <A href="ukekko.htm">Urho Kekkonen</A>. Kivimies's own pseudonym was 'the Conservative'. His skeptical comments dealt often with cultural history. Later the conversation continued with new participants and topics in<I> Toiset pidot tornissa</I> (edited by Eino S. Repo, 1954), <I>Pidot Aulangolla</I> (edited by Erno Paasilinna, 1963), and <I>Pidot Suomessa</I> (edited by Erno Paasilinna, 1972). Nowadays the opinions presented in <I>Pidot tornissa</I> are mostly outdated. </P>
<P><EM>Toisen asteen ihmisi&auml;</EM>&nbsp;(1938), Kivimies's first novel,&nbsp;developed further his comments as 'the Conservative' in <I>Pidot tornissa</I>. The protagonist is a student, and the novel mostly focuses on discussion of four eccentric polymaths in a second-hand bookshop. "Jos aloitat puheen sanomalla: 'Kuten el&auml;m&auml; opettaa', niin voit jatkaa mill&auml; lailla tahansa. Ja el&auml;m&auml; ja historia ovat yht&auml;. Kun historian todistukseen vedotaan, niin silloin on otettava samanlainen yksityistapaus ja sit&auml;kin k&auml;sitelt&auml;v&auml; varovaisesti, sill&auml; kahtena eri aikana tai eri maassa sattunut yksityistapaus ei voi olla t&auml;ysin analoginen." <EM>Kaksikymment&auml;</EM>, his first collection of short stories, came out1943. From 1931 onwards Kivimies published four collections of columns, <EM>Senaattorin sankarity&ouml;</EM> (1931), <EM>Tyhmyydest&auml; sakotetaan</EM>&nbsp;(1937), <EM>Kanta&auml;idin kylkiluu&nbsp;ja muita senttauksia</EM>&nbsp;(1953), and <EM>Nelj&auml;kymment&auml;nelj&auml; pakinaa</EM>&nbsp;(1959). </P>
<P>In the 1930s, Kivimies formed a friendship with the Russian-born film director Teuvo Tulio and 
wrote with him two film scripts, <I>Taistelu Heikkil&auml;n talosta</I> (1936), 
based on Johannes Linnankoski's short story about an embittered farm hand, and <I>Nuorena 
nukkunut</I> (1937), a version of F.E. Sillanp&auml;&auml;'s novel (<I>The Maid Silja</I> / <I>Fallen Asleep 
While Young</I>). 
The outcome of their cooperation was surprisingly successful, although Tulio was known for his 
melodramatic sense of doom and Kivimies was more subdued and had a different kind of humor. 
In <I>Taistelu Heikkil&auml;n talosta</I> Kivimies softened the story and added a prologue. Kivimies and the director received good reviews, his screenplay was considered faithful to the original work. Teuvo Tulio made a new version of the story in 1947, under the title <I>Intohimon vallassa</I>. Kivimies revised<I> Nuorena nukkunut</I> seven times, and and did not dealt with the traumatic Civil War of 1917-18, a controversial theme at that time, in the script. A scene in which a farmer peeps the young Silja, who is in sauna, was later cut out. Alone Kivimies wrote the scripts for <I>Laulu tulipunaisesta kukasta</I> (1938), based again on Linnankoski's work, <I>Kiusaus</I> (1938), love drama about a fisherman, priest and two women, and <I>Varaventtiili</I> (1942), based on a popular novel depicting love problems of a teacher. </P><P>During the Continuation War between Finland and the Soviet Union (1941-44), when&nbsp;&Auml;&auml;nislinna was occupied by Finnish troops, Kivimies went there with the writers Toivo Pekkanen and Lauri Viljanen and the composer Sulho Ranta.&nbsp;He traveled also in Germany and gave an account of his impressions in <EM>Eurooppalainen veljeskunta: runoilijamatka halki Saksan</EM> (1942). As a representantive&nbsp;t<SPAN class=st><SPAN class=ft>he Union of Finnish Writers, he signed the founding document of&nbsp;</SPAN></SPAN>&nbsp;the "Europ&auml;ische Schriftstellervereinigung"&nbsp;(European Writer's League), founded under auspices of Joseph Goebbels. Though Kivimies was not a supporter of Nazi policies, <EM>Eurooppalainen veljeskunta</EM>&nbsp;became after the war a&nbsp;banned&nbsp;book and it was removed from libraries.<EM> </EM></P><P>While being employed by the publishing&nbsp;company Oy Suomen Kirja, Kivimies was the superior of the writer Eeva-Liisa Manner (1921-1995); he was her first great love. Between 1946 and 1948<EM> </EM>Kivimies worked as the subeditor of the journal<I> Suomalainen Suomi</I>. In 1949, at the age of fifty,&nbsp;he married Kaarina Saarnivaara. A language purist, Kivimies&nbsp;became in the 1950s one of the major opponents of modernist currents in literature, firmly holding to his beliefs, despite pressures and the breakthrough of modernism and its ultimate acceptance. He attacked in 1961 <A href="psaariko.htm">Pentti Saarikoski</A>'s acclaimed translation of Salinger's novel <I>The Catcher in the Rye</I>, because of its use of slang. Kivimies also argued that Salinger was a <I>New Yorker</I> man and thus is inclined to make fun of the language of the low brows. "Unpleasant", was Kivimies's conclusion. However, the real problem was not the Helsinki slang ("stadin slangi"), but Saarikoski's superficial knowledge of it. </P>
<BLOCKQUOTE><FONT size=2>"</FONT><B><FONT size=2>panssaroitu nyrkki </FONT></B><BR>
<FONT size=2>
on suuren sapelinkalistajan keisari Vilhelm II:n retorisesti onnistuneita, mutta poliittisesti onnettomia (levottomuutta synnytt&auml;neit&auml;) sanakuvioita. H&auml;n k&auml;ytti t&auml;t&auml; 1897 l&auml;hett&auml;ess&auml;&auml;n eskaaderin – panssaroidun nyrkin – Kiinaan ja samassa yhteydess&auml; tuli sanoneeksi jotain profeetallistakin: varoittaneeksi keltaisesta (keltaisen rodun aiheuttamasta) vaarasta, joka nyttemmin alkaa olla poliittinen realiteetti." (from <I>N&auml;inkin voi sanoa</I>, 1964) </FONT></BLOCKQUOTE>
<P>Kivimies's best-known non-fiction publications include the synonym dictionary <EM>Synonyymisanasto</EM> (1946), and the phrase dictionary <EM>N&auml;inkin voi sanoa</EM>&nbsp;(1964), in which recommends a number of worn out phrases for general use, such as "ajan hammas" (teeth of time), and "n&auml;ki p&auml;iv&auml;n valon" (see the daylight) as a synonym for "syntyi" (born). Kivimies's etymological explanations of words reflected his wide knowledge of cultural history, but are sometimes racist. "Keltainen vaara" (yellow peril) has become according to Kivimies "political reality at present." In 1956 he received the Linnankoski Award and in 1959 the Mikael Agricola Award. He&nbsp;was awarded&nbsp;in&nbsp;1960 a Ph.D. (h.c.) at the University of Turku. Kivimies was a member of the National Council for Literature (1961). He died in Helsinki on March 18, 1980. 
</P>
<BLOCKQUOTE><B><FONT size=2>For further reading:</FONT></B> <FONT size=2><I>Ajan paineessa: kirjoituksia 1930-luvun suomalaisesta aatemaailmasta</I>, ed. by Pertti Karkama, Hanne Koivisto (1999);</FONT><I><FONT size=2> Suomalaisia kirjailijoita: J&ouml;ns Buddesta Hannu Ahoon</FONT></I><FONT size=2> by Lasse Koskela (1990); </FONT><I><FONT size=2>Yrj&ouml; Kivimies 8.12.1899-18.3. 1980: Muistojulkaisu</FONT></I><FONT size=2>, ed. by Kauko Kare (1980); </FONT><I><FONT size=2>Aleksis Kivest&auml; Martti Merenmaahan: suomalaisten kirjailijain el&auml;m&auml;kertoja</FONT></I><FONT size=2>, ed. by Martti Haavio (1954) </FONT></BLOCKQUOTE>

<P><B>Selected works:</B> </P>

<UL>
<LI>Sotureita:&nbsp;kertomuksia ja kuvauksia&nbsp;Viron retkelt&auml;, 1921
<LI>translator: Rudyard Kipling, P&auml;iv&auml;n ty&ouml;, 1925 
<LI>translator: Rudyard Kipling, Veikeit&auml; juttuja pienille lapsille, 1925 (rev. ed. 1954) 
<LI>translator: Mark Twain, Tom Sawyerin seikkailut, 1926 
<LI>translator: Edgar Alla Poe, Kultakuoriainen y.m. kertomuksia, 1927 (poems translated by Yrj&ouml; Jylh&auml;) 
<LI>translator: Mark Twain, Huckleberry Finnin seikkailut, 1927 
<LI>"Tahkon" mukana jenkkien maassa, 1928 (with Tahko Pihkala)
<LI>translator: Rudyard Kipling, Kaunein tarina taivaan alla, 1929 
<LI>translator (with Erik Ahlman): J.V. Snellman, Kootut teokset. III, 1929 
<LI>Joulupuuro: huumorilukemisto kaikelle kansalle, 1930 (with Hj. Nortamo et al., illustrated by Erkki Koponen) 
<LI>Senaattorin sankarity&ouml;, 1931<LI>translator: H&aring;kan M&ouml;rne, Valkoisen norsun ja lohik&auml;&auml;rmeen mailla, 1931 
<LI>Suuret p&auml;iv&auml;lliset, 1932 (radio play) 
<LI>translator: H&aring;kan M&ouml;rne, Kun mistraali puhaltaa, 1933 
<LI>Taistelu Heikkil&auml;n talosta, 1936 (screenplay, with Teuvo Tulio). Film based on <A href="linnanko.htm">Johannes Linnankoski</A>'s short story, dir. by Teuvo Tulio, starring Regina Linnanheimo, Heikki Tuominen, Siiri Angerkoski
<LI>Pidot tornissa, 1936 <FONT size=2>- <B>"Kymmenkunta eri kulttuuripiiriemme nuoren polven edustajaa - Filosofi, Esteetikko, Kirjailija, Lehtimies, Kriitikko, Kielimies, Kansatieteilij&auml;. Ministeri, Kulttuurimatkailija ym. - keskustelevat t&auml;ss&auml; kirjassa kysymyksist&auml;, jotka k&auml;sittelev&auml;t suomalaista kansanluonnetta, kulttuurisuhteitamme, kansallisen ja yleismaailmallisen sivistyksen suhdetta, nykyajan kirjallisuuttamme, nuorison kasvatusta, "henkien taistelua". Keskustelu on ep&auml;sovinnaista ja mielenkiintoista, mutta tuskin "uusia" n&auml;k&ouml;aloja aukovaa."</B> </FONT><FONT size=2>(N.P. Virtanen, in <I>Arvosteleva luettelo</I> 1937) </FONT>
<LI>Tyhmyydest&auml; sakotetaan, 1937 (under the pseudonym Kirso) 
<LI>Nuorena nukkunut, 1937 (screenplay, with Teuvo Tulio). Film based on <A href="fesillan.htm">F.E. Sillanp&auml;&auml;</A>'s novel, dir. by Teuvo Tulio, starring Regina Linnanheimo, Otso Pera, Kaarlo Oksanen, Kaarlo Angerkoski 
<LI>Toisen asteen ihmisi&auml;: romaani, 1938
<LI>Kiusaus, 1938 (screenplay<I></I>). Film prod. by Adams Filmi, dir. by Teuvo Tulio, starring Unto Salminen, Regina Linnanheimo, Yrj&ouml; H&auml;m&auml;l&auml;inen, Ida Kallio 
<LI>Sysm&auml;l&auml;inen, 1938 (screenplay with others). Film prod. by Suomi-Filmi, dir. based on the story by Jalmari Finne, dir. by Valentin Vaala, starring Olavi Reimas, Sirkka Sari, Vilho Auvinen, Kerttu Salmi 
<LI>Laulu tulipunaisesta kukasta, 1938&nbsp;&nbsp;(screenplay). Film based on Teuvo Mannila's (=Teuvo Tulio?) novel manuscript<EM> </EM>Kymmenes k&auml;sky (1937), dir. by Teuvo Tulio, starring Kaarlo Oksanen, Rakel Linnanheimo, Mirjami Kuosmanen 
<LI>editor: Jalmari Finne: Ihmeellinen seikkailu: ihmisi&auml;, el&auml;myksi&auml;, mietteit&auml;, 1939
<LI>translator: Edgar Wallace, Bosambo: Ochorin kuninkaan Sandin yst&auml;v&auml;n, seikkailuja, 1939 
<LI>translator: Edgar Wallace, Luutnantti Romuluu: mies-joka-ei-nukkunut kokee uusia seikkailuja Sandin joella, 1940 
<LI>translator: Rudyard Kipling, Intian yl&auml;ng&ouml;ilt&auml;, 1942 <LI>Eurooppalainen veljeskunta: runoilijamatka halki Saksan, 1942 <LI>Varaventtiili, 1942 (screenplay). Film based on Hilja Valtonen's novel Nuoren opettajattaren varaventtiili (1926), dir. by Valentin Vaala, starring Lea Joutseno, Tapio Nurkka, Irma Seikkula
<LI>Kaksikymment&auml;: novelleja, 1943 
<LI>Er&auml;it&auml; alkeellisia oikeinkirjoitus- ja muita kieliseikkoja, 1944 
<LI>Synonyymisanasto, 1946 
<LI>translator: Edgar Alla Poe, Ligeia, 1949 (radio play) 
<LI>translator: John Caldwell, Yksi yli valtameren, 1951 
<LI>(editor) Suomen Marsalkka tuokiokuvina, 1951 - Marskalken i n&auml;rbilder (&ouml;vers. av Gustav &Ouml;hquist, 1952) 
<LI>James Borwellin&nbsp;Lontoon-p&auml;iv&auml;kirja, 1952 
<LI>translator: J.Y. Costeau, Hiljainen maailma: ihmiskalana meren syvyyksiss&auml;, 1953 
<LI>translator: C.F. Strong, Amerikan kansan vaiheet, 1953 
<LI>Kanta&auml;idin kylkiluu ja muita senttauksia, 1953 - <FONT size=2><B>"T&auml;m&auml;n tietorikkaan, mit&auml; moninaisimmilla inhimillisen el&auml;m&auml;n aloilla joustavasti liikkuvan, aina henkev&auml;n ja tyylikk&auml;&auml;n pakinoitsijan aikaansaannokset ovat valikoivallekin lukijalle herkkupaloja. Kokoelmassa on sek&auml; tuttuja kivimiesm&auml;isi&auml; kulttuuripakinoita ett&auml; my&ouml;skin pikkutarinoita ihmisist&auml;, perhepiirist&auml; ja el&auml;m&auml;n ilmi&ouml;ist&auml;. Omassa j&auml;ljittelem&auml;tt&ouml;m&auml;ss&auml; laadussaan Kivimies on edelleenkin mestari, jonka parissa riemastuu ja viisastuu."</B></FONT><I> </I><FONT size=2>(Alpo Routasuo, in <I>Arvosteleva kirjaluettelo</I> 1/1954)</FONT>
<LI>translator: P.H. Fawcett, Kultaista kaupunkia etsim&auml;ss&auml;: seikkailuja Amazonin aarniometsiss&auml;, 1954 
<LI>translator: Elsa Jane Werner, Maapallon kultainen kirja: maantietoa sanoin ja kuvia, 1954 
<LI>translator and editor: Rudyard Kilpling, Kadonnut legioona: kertomuksia Intiasta ja muualta, 1954 
<LI>translator: Lancelot Hogben, Lukujen ihmeet: viisi vuosituhatta matematiikka, 1956 <LI>Ohjeita oikolukijoille ja suomentajille, 1956
<LI>translator: Mark Twain, Tom Sawyerin viimeiset seikkailut, 1956 
<LI>translator: Monica Dickens, Virginia, 1958 
<LI>translator: Eleanor Farjeon, Lasinen riikinkukko, 1958 
<LI>translator: Geoffrey Household, Ihmismets&auml;stys, 1958 
<LI>translator: Yasunari Kawabata, Lumen maa, 1958 
<LI>Eilisp&auml;iv&auml;n maailma valokuvina, 1958 (ed. with Sven Ulric Palme and &Aring;ke Meyerson) 
<LI>Nelj&auml;kymment&auml;nelj&auml; pakinaa, 1959 - <FONT size=2><B>"Nimenomaan kulttuuripakinoitsijana Kivimies on meill&auml; yh&auml; omaa luokkaansa, &auml;&auml;rett&ouml;m&auml;n monitietoinen, el&auml;m&auml;n ilmi&ouml;it&auml; hyv&auml;ntahtoisesti ymm&auml;rt&auml;v&auml;, &auml;lyk&auml;st&auml; huumoria viljelev&auml; ja sanonnaltaan aina nautittava, persoonallinen sanank&auml;ytt&auml;j&auml;... Kivimiehen pakinat ovat lajinsa aristokratiaa, mik&auml; ei suinkaan merkitse sit&auml;, ett&auml; ne olisivat vain harvojen herkkua."</B> </FONT><FONT size=2>(Alpo Routasuo, in <I>Arvosteleva kirjaluettelo</I> 9/1959)</FONT>
<LI>translator: Junichiro Tanizaki, Kukin makunsa mukaan, 1959 
<LI>translator (with others): Edgar Allan Poe, Korppi ja Kultakuoriainen sek&auml; muita kertomuksia, 1959
<LI>translator: Harold E. Johnson, Jean Sibelius, 1960 
<LI>translator (with Kauko Kare): Honor&eacute; de Balzac, Leikkisi&auml; tarinoita, 1961 
<LI>translator: Rudyard Kipling, Min&auml; ja kumppanit, 1962 
<LI>N&auml;inkin voi sanoa: suomen kielen fraseologiaa, 1964 
<LI>Valitut 1-2, 1964-65
<LI>translator: O. Henry, Kun ymp&auml;ri k&auml;yd&auml;&auml;n..., 1967 (TV play, based on the short story The Whirligig of Life) <LI>translator: Norsunlapsi ja lapanen: teatterileikki, 2007 (kuvitus, nuket, graafinen suunnittelu ja askarteluohjeet: Vera Hlebnikova &amp; Alexander Reichstein) 


</LI></UL>


 







<P align=center>



<BR>
<!--Amazonbanner-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/banneri.gif" width=468 height=60></A>
<BR>
<HR>
<I><CENTER><FONT size=-1>Some rights reserved Petri Liukkonen (author) &amp; Ari Pesonen. Kuusankosken kaupunginkirjasto 2008</FONT></CENTER></I><BR>
<P></P>

<BR>

 
<!--Tekstipalsta p„„ttyy-->
</TD>
</TR>
</TBODY></TABLE></CENTER>
 


<I><CENTER><A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license><IMG style="BORDER-RIGHT-WIDTH: 0px; BORDER-TOP-WIDTH: 0px; BORDER-BOTTOM-WIDTH: 0px; BORDER-LEFT-WIDTH: 0px" alt="Creative Commons License" src="http://i.creativecommons.org/l/by-nd-nc/1.0/fi/88x31.png"></A><BR><SPAN rel="dc:type" property="dc:title" href="http://purl.org/dc/dcmitype/Text" xmlns:dc="http://purl.org/dc/elements/1.1/">Authors' Calendar</SPAN> jonka tekij&auml; on <SPAN property="cc:attributionName" xmlns:cc="http://creativecommons.org/ns#">Petri Liukkonen</SPAN> on lisensoitu <A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license>Creative Commons Nime&auml;-Ep&auml;kaupallinen-Ei muutettuja teoksia 1.0 Suomi (Finland) lisenssill&auml;</A>.<BR>May be used for non-commercial purposes. The author <B>must</B> be mentioned. The text may not be altered in any way (e.g. by translation). Click on the logo above for information.</CENTER></I><BR></BODY></HTML

