<HTML>
<HEAD>
<TITLE>G&#246;sta Knutsson</TITLE>
</HEAD>
<BODY BGCOLOR="white" BACKGROUND="/pix/tauskuva.jpg" TEXT="black">
<!--taulukko alkaa-->
<TABLE border=0 cellSpacing=0 width="80%" cellpadding="5" align="center">
<TR>
<td bgcolor="white" align="left" valign="top" width="19%" rowspan="2">

<!--Vasen palsta, linkit ym-->
<a href="calendar.htm"><IMG SRC="/pix/bwlogo.jpg" HEIGHT="100" WIDTH="100" BORDER="2"></a><BR CLEAR="both">
<br>
<font face=Arial size="-1">
<!--********************-->
<a href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG src = "/pix/ylamainos.gif"width="100" height="70" BORDER="0" HSPACE="0" VSPACE="0" ALT="In Association with Amazon.com"></a>
<br><br>
<!--********************-->
<FONT size="-1"><b>Choose another writer in this calendar:</b></FONT>
<p>
by name:<br>
<a href="indeksi.htm#a" target="_blank">A</a>
<a href="indeksi.htm#b" target="_blank">B</a>
<a href="indeksi.htm#c" target="_blank">C</a>
<a href="indeksi.htm#d" target="_blank">D</a>
<a href="indeksi.htm#e" target="_blank">E</a>
<a href="indeksi.htm#f" target="_blank">F</a>
<a href="indeksi.htm#g" target="_blank">G</a>
<a href="indeksi.htm#h" target="_blank">H</a>
<a href="indeksi.htm#i" target="_blank">I</a>
<a href="indeksi.htm#j" target="_blank">J</a>
<a href="indeksi.htm#k" target="_blank">K</a>
<a href="indeksi.htm#l" target="_blank">L</a>
<a href="indeksi.htm#m" target="_blank">M</a>

<a href="indeksi.htm#n" target="_blank">N</a>
<a href="indeksi.htm#o" target="_blank">O</a>
<a href="indeksi.htm#p" target="_blank">P</a>
<a href="indeksi.htm#q" target="_blank">Q</a>
<a href="indeksi.htm#r" target="_blank">R</a>
<a href="indeksi.htm#s" target="_blank">S</a>
<a href="indeksi.htm#t" target="_blank">T</a>
<a href="indeksi.htm#u" target="_blank">U</a>
<a href="indeksi.htm#v" target="_blank">V</a>
<a href="indeksi.htm#w" target="_blank">W</a>
<a href="indeksi.htm#x" target="_blank">X</a>
<a href="indeksi.htm#y" target="_blank">Y</a>
<a href="indeksi.htm#z" target="_blank">Z</a>
<p>
by birthday from the <a href="calendar.htm" target="_top">calendar</a>.
<p>
<a href="/pix/credits.htm" target="_blank">Credits and feedback</a>
<p>

<!--Bamber Gascoigne--><a href="http://www.timesearch.info/bookswriters/"target="_blank"><b>TimeSearch</b></a><br>for Books and Writers<br>by <i>Bamber Gascoigne</i><br>
<!--Vara2-->
<!--Vara3-->
<!--Vara4-->

</font>
</td>

<TD align="left" valign="top" bgColor="white" background="/pix/viiva.jpg" width="2" rowspan="2">
<!--T„m„ on koristeviivasarake--> 
</TD>
<TD align=left bgColor=black width="80%">
<!--T„ss„ on mustapohjainen otsikkosolu-->
<FONT face=Arial color="white" size="+1"><b>G&#246;sta (Lars August) Knutsson (1908-1973)</b></FONT>
</TD>
</TR>
<TR>
<TD align=left width="80%" bgcolor="white">
<!--T„h„n tulee varsinainen teksti--> 
<p>&nbsp;</p>


<P><!-- Thank you for examining the code --></P>



<P> 

<!-- Teksti alkaa tästä -->Swedish children's book writer and radio personality, who achieved fame
with his series about Pelle Svansl&#246;s (Peter No-Tail), a cat with a very short
tail. Knutsson also translated  several children's books and juvenile novels. 
Knutsson's Pelle Svansl&#246;s books have appeared in some ten languages. 
In Sweden they have been printed nearly three million copies. It has been claimed that the 
characters had real-life counterparts.</P>
<P>G&#246;sta Knutsson was born Gösta Lars August Johansson 
in Stockholm, the son of Knut Johansson, a 
 wholesaler, and Julie Johansson. 
Taught by his elder sister, Knutsson learned to read at the age of four. Among his favorite books was 
<I>Alice's Adventures in Wonderland,</I> which he 
later translater into Swedish. Knutsson studied at the University of Uppsala Nordic languages, 
history of religion, 
and Greek. In his new home town, Knutsson also participated in music and choir activities, 
and changed his name into Gösta Knutsson. Originally 
Knutsson planned to become a teacher or  librarian,  
but in 1937 he was employed by the Radio of Sweden in Uppsala as 
a reporter. Knutsson worked  then in radio  until retiring as a program director in 1969. During his career he specialized 
in quiz shows. Especially Knutsson's <I>Vem Vet Vad</I> (who knows what) gained a large audience. </P>
<BLOCKQUOTE><B><FONT SIZE="2">&quot;Du har s&#228;kert h&#246;rt talas om Pelle Svansl&#246;s. Han heter s&#229; f&#246;r att han inte har n&#229;gon svans. Den bet en r&#229;tta av n&#228;r han var liten och bodde p&#229; landet.&quot;
</FONT></B>
</BLOCKQUOTE>
<P>In 1937 Knutsson made a radio program about a cat called Pelle. This led to his  children's 
book, <I>Pelle Svanslös på äventyr</I> (1939), about an alley cat and his friends living in Åsgränd. 
In spite of  a traumatic early experience   – Pelle's tail was bitten off 
by a rat as a kitten  – and constant teasing, Pelle has a positive world view. 
His adversary is M&#229;ns, who  
hates especially cats
 with too short tails, and in the style of Mussolini or Hitler, is  
is  dictatorial by nature. M&#229;ns terrorises his neighbourhood with his henchmen, the twins Bill and Bull.
However, the general tone of the adventures were humorous and idyllic. 
<I>Pelle Svanslös på äventyr</I> was followed with such titles as PELLE SVANSL&#214;S P&#197; NYA &#196;VENTYR (1939), 
PELLE SVANSL&#214;S OCH TAXEN MAX 
(1944), PELLE SVANSL&#214;S I SKOLAN (1945), PELLE SVANSL&#214;S OCH MAJA GR&#196;DDNOS (1947), 
and PELLE SVANSL&#214;S GER SIG INTE (1972), which was the last book in the series. 
Gradually Knutsson's eleven Pelle books, 
published by Bonniers  between 1939-1951 and illustrated by Lucie Lundberg,  
enlarged into small industry, which included films, plays, and 
even a  cookery book, PELLE SVANSLÖS KOKBOOK (1983). A comic book version of Pelle, drawn by Einar Norelius for 19 years, appeared 
in the magazine <I>Folket i Bild</I>.   
Knutsson's other animal series character, a bear called Nalle Lufs, become highly popular  
in the 1950s. </P>

<P>The background of Pelle Svansl&#246;s drew on Knutsson's childhood 
reminiscences from Tranås, Småland.  As a young boy  Knutsson had bought with one Swedish crown a 
tailless cat  during his summer vacation on a farm,   
but was not allowed  to take it back home in Stockholm.  

Knutsson supposedly modelled his animal characters on local politicians and university people. 


The hero of the stories, of course, was the writer himself, 
M&#229;ns was a latin teacher from the writer's early school days, Bill and Bull were the ambassador Rydbeck and his 
friend Lindberg, a director for an airline company, and Maja Gr&#228;ddnor was Erna Eng, whom Knutsson married at the age 
of 39 – she was seventeen years his junior. 
Other well-known figures were Maj Gullbring, Knutsson's friend, who later married Wilhelm Odelberg, 
and the composer Sven Svensson. </P>
<P>Also current events left their mark on Knuttson's stories. Although 
Sweden was officially a neutral country during WW II, Knutsson himself joined those writers and intellectuals, who 
more or less openly expressed their sympathy to the Allied cause. In  
<I>Pelle Svanslös i Amerika</I> (1941) Pelle meets gangster cats, who lift their paws up in an ominous salute. 

The war reflected also  in a tale that depicted symbolically the German occupation of Danmark.  For a few years (1940-1942) 
Knutsson edited the student magazine <I>Ergo</I>. Because of his anti- Nazi writings, 
Knutsson was seen as a potential threat to the national security  by  the Swedish Security Police (SÄPO).  
</P>
<P>Knutsson provided with his wife Erna the Swedish text for a  number of children's picture books, 
from Disney's publications, which appeared in FIBs Gyllene Bok series (the Little Golden Books),  to Richard Scarry's books. 
Knutsson's marriage was childless but happy. When Erna Knutsson celebrated the 100 year anniversary of the creator  of 
Pelle Svanslös, she recalled her husband just as nice as he seemed to be. 
Knutsson also planned to write a <I>roman &#224; clef</I> about Uppsala and his own memoir. However, 
he never finished these plans. Knutsson died of  cancer on April 5, 1973, in Uppsala, at the age of 65. </P>
<BLOCKQUOTE><B><FONT SIZE="2">For further reading</FONT></B><FONT SIZE="2">: 
</FONT><FONT SIZE="2">'Jag vill behandla barn som j&#228;mlikar'</FONT><FONT SIZE="2"> 
by G&#246;sta Knutsson, in <I>Min v&#228;g till barnboken</I>, ed. by Bo Str&#246;mstedt, 1964; 
</FONT><I><FONT SIZE="2">De l&#228;ses &#228;n</FONT></I><FONT SIZE="2"> by Kerstin Auraldsson 
(second edition 1987); 

<I>Ensamma Pelle och elaka Måns: Gösta Knutsson beskriver en antihjälte,  
en skurk och deras medhjälpare</I> by Aili Lundmark (2004); 
<I>Karl för sin katt: Gösta Knutsson som vi inte minns honom</I> by  Unn Torell  (2008)  
 - </FONT><B><FONT SIZE="2">Illustrators:</FONT></B><FONT SIZE="2"> original black-and-white drawings 
by Iben Clante, coloured series by Lisbeth Holmberg; Lucie Lundberg designed the original covers for 
the first Pelle Svansl&#246;s book. - </FONT> <B><FONT SIZE="2">Note</FONT></B><FONT SIZE="2">: 
Asteroid no. 8534 (Pellesvanslös), discovered 
by C.-I. Lagerkvist in 1993 at La Silla, 
is named after Knutsson's Peter No-tail, whose friends, the evil M&#229;ns (no. 8536), and 
other characters of the books are found from the asteroid maps. In 1986 Pelle was the mascot for Uppsala's seven 
hundredth anniversary.</FONT> <B><FONT SIZE="2">- Other famous Swedish children's book 
writers:</FONT></B> <A HREF="alindgr.htm"><FONT SIZE="2">Astrid Lindgren</FONT></A><FONT SIZE="2"> (1907-2002), Elsa Beskow (1874-1953),  Selma Lagerlöf (1858-1940).  -</FONT> <FONT SIZE="2">Knutsson was a member of the literary jyry which awarded Lindgren's breakthrough novel <I>Pippi Longstocking</I> (1945). </FONT><A HREF="alindgr.htm"><FONT SIZE="2">  </FONT></A></BLOCKQUOTE>

<BLOCKQUOTE><FONT SIZE="2"><B>&quot;Har ni sett p&#229; katten</B></FONT><B><BR>
<FONT SIZE="2">
som inte har n&#229;n svans</FONT><BR>
<FONT SIZE="2">
l&#246;jligare kisse</FONT><BR>
<FONT SIZE="2">
v&#228;l aldring n&#229;nsin fanns</FONT><BR>
<FONT SIZE="2">
vi har fina longa svansar</FONT><BR>
<FONT SIZE="2">
d&#228;rf&#246;r gladu nu vi dansar</FONT><BR>
<FONT SIZE="2">
men Svansl&#246;s han f&#229;r inte</FONT><BR>
<FONT SIZE="2">
vara med uti v&#229;r dans.&quot;</FONT></B><FONT SIZE="2"></FONT></BLOCKQUOTE>
<BLOCKQUOTE><FONT SIZE="2">(<I>Have you seen a cat without a tail...</I>)</FONT></BLOCKQUOTE>


<P><B>Selected bibliography: </B></P>

<UL>
<LI>Pelle Svanslös på äventyr, 1939 (illustrated by Lucie Lundberg) - Pekka T&#246;p&#246;h&#228;nn&#228;n seikkailut (suom. Terttu Liukko, 1948) </LI>
<LI>Pelle Svanslös på nya äventyr, 1940 (illustrated by Lucie Lundberg) - Pekka T&#246;p&#246;h&#228;nn&#228;n uudet seikkailut (transl. by Terttu Liukko, 1948) 
</LI>
<LI>Pelle Svanslös i Amerika, 1941 (illustrated by Lucie Lundberg) - Pekka T&#246;p&#246;h&#228;nt&#228; Amerikassa (transl. Terttu Liukko, 1944)
</LI>
<LI> Pelle Svanslös Klarar sig, 1942 (illustrated by Lucie Lundberg) -  
Pekka Töpöhäntä pääsee pälkähästä (transl. by Terttu Liukko)</LI> 
<LI>Hur ska det gå för Pelle Svanslös?,  1943 (illustrated by Lucie Lundberg) - Mitenkähän Pekka Töpöhännän käy 
(transl. by  Terttu Liukko, 2. p. 1950) </LI>
<LI>Vem vet vad?: 500 fyndiga frågor, 1943 </LI>
<LI>Pelle Svanslös och Taxen Max, 1944 (illustrated by Lucie Lundberg) - Pekka T&#246;p&#246;h&#228;nt&#228; ja Mauri M&#228;yr&#228;koira (trans. Terttu Liukko, 1945) 
</LI>
<LI> Förlåt att jag frågar!: 500 nya frågor och svar, 1945 </LI>
<LI>Pelle Svanslös i skolan, 1945 (illustrated by Lucie Lundberg) - Pekka Töpöhäntä koulussa (transl. by Terttu Liukko, 1946) </LI> 
<LI>translator: Alices äventyr i sagolandet och Bakom spegeln, 1945 (illustrated by Robert Högfeldt, from Lewis Carroll's Alice's Adventures in Wonderland and Through the Looking-Glass) </LI> 
<LI>Heja, Pelle Svanslös, 1946 (illustrated by Lucie Lundberg) - Kiri kiri Pekka T&#246;p&#246;h&#228;nt&#228; (transl. by Terttu Liukko, 1947) 
</LI>
<LI> Pelle Svanslös för de minsta, 1947 (illustrated by Lucie Lundberg) - Pekka Töpöhäntä pienokaisille (suom. 1948) </LI>
<LI>Pelle Svanslös och Maja Gräddnos, 1947 (illustrated by Lucie Lundberg) - Pekka T&#246;p&#246;h&#228;nt&#228; ja Maija Maitoparta (suom. Terttu Liukko, 1948) 
</LI>
<LI>Pelle Svanslös' nya målarbok, 1948 </LI> 
<LI>Knepiga klubben: 111 problem med lösningar, 1948 </LI>
<LI>Elvira Nyckelpiga, 1948 (illustrated by Lucie Lundberg) </LI>
<LI>Trillingarna Svanslös, 1948 (illustrated by Lucie Lundberg) - Pekka T&#246;p&#246;h&#228;nn&#228;n kolmoset (transl. Terttu Liukko, 1949) 
</LI>
<LI>Våga - vinn!: Frågesport för hela familjen,  1948 </LI>
<LI>Kvällen är räddad: Frågesport och sällskapslekar för hela familjen, 1949  </LI>
<LI>Nalle Lufs, 1949 (illustrated by Eva Alexandrowa) - Nalle Karvatassu lähtee maailmalle (suom. Terttu Liukko, 1951)</LI>
<LI>Pelle Svanslös köper julklappar, 1949 </LI>
<LI>Nalle Lufs i farten, 1950 (illustrated by Eva Alexandrowa) - Nalle Karvatassu panee toimeksi (suom. Terttu Liukko, 1951)</LI>
<LI>Vet Ni vad?: uderhållning för hela familjen, 1950 </LI>
<LI>Alla tiders Pelle Svanslös!, 1951 (illustrated by Lucie Lundberg) 
 - Yliveto Pekka T&#246;p&#246;h&#228;nt&#228; (transl. by Terttu Liukko, 1952) </LI>
<LI>Pelle Svanslös på Skansen: målarbok, 1951 </LI>
<LI>Kvistigt och listigt: frågor, gåtor och lekar för hela familjen, 1951 </LI>
<LI>Här bor jag!, 1951 (illustrated by Marie Blair) </LI>
<LI>Pelle Svanslös visor, 1951 (musik av Erland von Koch) </LI>
<LI>Nalle Lufs och Skrutten, 1952 (illustrated by Eva Alexandrowa-Lefferts) - 
Nalle Karvatassu ja Ruttana (suom. Terttu Liukko, 1953) </LI>
<LI>Mycket nöje: frågesport och sällskapslekar, 1952 </LI>
<LI>Tuff och Tuss på äventyr, 1953 (illustrated by Helga Henschen) </LI>
<LI>Tuff och Tuss: knepiga kvällar med Gösta Knutsson, 1953 (illustrated by Helga Henschen) </LI>
<LI>Frågekarusellen: underhållning för hela familjen, 1953 </LI> 
<LI>Tuff och Tuss på vift, 1954 (illustrated by Helga Henschen) - 
Tumpi ja Tassu huvittelmassa (suom. Terttu Liukko, 1955) </LI>
<LI>Taxen Sofi, 1954 (illustrated by Martin Lamm) </LI> 
<LI>Pelle Svanslös och mästerkatten i stövlar, 
1957 </LI>
<LI>Pelle Svanslös och julklappstjuvarna, 1957 (illustrated by Lucie Lundberg) - 
Pekka Töpöhäntä ja joululahjavarkaat  (transl. by Terttu Liukko, 1989) </LI>

<LI>Skärp er!: tusen och en frågor och lekar, 1958 </LI>
<LI>Pigge Lunk, 1958 (illustrated by Helga Henschen) - Pontus Pii: sukkelan siilin seikkailut (transl. by Terttu Liukko, 1960) - 
Pigge Lunke (translated by Helga Berzins, music by Lars-Erik Larson, 1961) </LI>
<LI>Sverige runt med Kurre Smack, 1962 (illustrated by B.O. Wennerberg) </LI>
<LI>Kurre Smack lär sig klockan, 1962 (illustrated by B.O. Wennerberg) </LI> 
<LI>Året runt med Kurre Smack, 1963 (illustrated by B.O. Wennerberg)  </LI>
<LI>Stort och smått kring Kurre Smack, 1963 (illustrated by B.O. Wennerberg) </LI>
<LI>25 år: 25 x 25 frågor och svar, 1963 </LI>
<LI>Stackars Svarten, 1964 (illustrated by Camilla Wendland) </LI>
<LI>Kurre Smack och alla husdjuren, 1964 (illustrated by B.O. Wennerberg)</LI>
<LI>Kisse Snurr, 1964 (illustrted by Camilla Wendland) </LI>
<LI>Jorden runt med Kurre Smack, 1964 (illustrated by B.O. Wennerberg)</LI> 
<LI>Hasse Hare, 1964 (illustrted by Camilla Wendland)</LI>
<LI>Fido och hans mamma, 1964 (illustrted by Camilla Wendland)</LI>
<LI>Tomas och Trassel, 1967 (illustrated by Lisbeth Holmberg) - Topo ja Trasseli (transl. by Terttu Liukko, 1968) </LI> 
<LI>Pelle Svanslös och hans vänner, 1967 (illustrated by Börje Nilsson och Rolf Gohs)  </LI>
<LI>Pelle Svanslös på skattjakt, 1968 (illustrated by Börje Nilsson) </LI> 
<LI>En ljussaga i advent, 1968 </LI> 
<LI>Duns och Luns, 1968 (illustrated by Lisbeth Holmberg)  </LI> 
<LI>Pelle Svanslös i fjärran land, 1969 (illustated by Börje Nilsson) </LI>
<LI>Med Sofie till månen, 1969 (illustrated by Magnus Gerne) </LI>

<LI>Kung Kul,  1969 (illustrated by Marianne Dombret) </LI>
<LI>Pelle Svanslös åker skidor, 1970 (illustrated by Lisbeth Holmberg) 
- Pekka T&#246;p&#246;h&#228;nt&#228; suksilla (transl. by Terttu Liukko) </LI>
<LI>Pelle Svanslös åker båt, (with Lisbeth Holmberg-Thor) - 
Pekka T&#246;p&#246;h&#228;nn&#228;n laivaretki (transl. by Terttu Liukko, 1986) 
</LI>
<LI>Pelle Svanslös och spöket, 1970 (illustrated by Lisbeth Holmberg) 
- Pekka T&#246;p&#246;h&#228;nt&#228; ja kummitus (transl. by Terttu Liukko; Marja Kyrö) 
</LI>
<LI>Pelle Svanslös fiskar strömming, 1970  (illustrated by Lisbeth Holmberg-Thor) - Pekka Töpöhännän silakkaretki (transl. by Terttu Liukko, 1971) </LI>
<LI>Pelle Svanslös på tävling, 1971 (illustrated by Lisbeth Holmberg) 
- Pekka T&#246;p&#246;h&#228;nt&#228; urheilukilpailussa (transl. by Terttu Liukko) 
</LI>
<LI>Pelle Svanslös i plugget, 1971 (illustrated by Lisbeth Holmberg)  - 
Pekka T&#246;p&#246;h&#228;nt&#228; k&#228;y koulua (transl. by Terttu Liukko) </LI>
<LI>Nicke med luggen, 1971 (illustrated by Lisbeth Holmberg) </LI>


<LI>Pelle Svanslös ger sig inte, 1972 (illustrated by Lisbeth Holmberg-Thor) 
- Pekka T&#246;p&#246;h&#228;nt&#228; ei anna periksi (transl. by Terttu Liukko) 
</LI>

<LI>Pelle Svanslös på tivoli, 1976 (new edition, illustrated by Lisbeth Holmberg-Thor) - 
Pekka T&#246;p&#246;h&#228;nt&#228; tivolissa (transl. by Terttu Liukko) 
</LI>
<LI>Pelle Svanslös på maskerad, 1976 (illustrated by Lisbeth Holmberg-Thor) 
- Pekka T&#246;p&#246;h&#228;nt&#228; naamiaisissa (transl. by Terttu Liukko, 1976) 
</LI>
<LI>Pelle Svanslös och snögubben, 1976 (new edition, illustrated by Lisbeth Holmberg-Thor) - 
Pekka Töpöhäntä ja lumiukko (transl. by Terttu Liukko) </LI>
<LI>Pelle Svanslös får en kompis, 1976 (new edition, illustrated by Lisbeth Holmberg-Thor) 
- Pekka T&#246;p&#246;h&#228;nn&#228;n yst&#228;v&#228; (transl. by Terttu Liukko) 
</LI>
<LI>Pelle Svanslös firar midsommar, 1976 (new edition, illustrated by Lisbeth Holmberg-Thor) 
- Pekka T&#246;p&#246;h&#228;nn&#228;n j&#228;nnitt&#228;v&#228; juhannus (transl. by Terttu Liukko) 
</LI>
<LI>Pelle Svanslös fyller år, 1982 (new edition, illustrated by  Lucie Lundberg) </LI> 
<LI>Pelle Svanslös kokbok, 1983 (recipes by Britt Sandquist-Bolin, illustrated by 
Lisbeth Holmberg-Thor) - Pekka Töpöhännän keittokirja (transl. by Terttu Liukko, 1988) </LI> 
<LI>Pelle Svanslös på teatern, 1985 (illustrated by  Lisbeth Holmberg-Thor) 
- Pekka T&#246;p&#246;h&#228;nt&#228; teatterissa (transl. by Tuula Syvänperä) 
</LI>
<LI>Pelle Svanslös och lilla Maj, 1985 (illustrated by  Lisbeth Holmberg-Thor) 
- Pekka T&#246;p&#246;h&#228;nt&#228; ja Pikku-Mai (transl. by Tuula Syvänperä)  
</LI>
<LI>Pelle Svanslös i Köpenhamn, 1985 (illustrated by  Lisbeth Holmberg-Thor) - 
Pekka T&#246;p&#246;h&#228;nt&#228; K&#246;&#246;penhaminassa
</LI>
<LI>Känner du Pelle Svanslös, 1985 (illustrated by Lucie Lundberg) </LI>
<LI>Boken om Pelle Svanslös, 1990 (illustrated by  Lucie Lundberg) </LI> 
<LI>Pelle Svanslös på landet, 2002 (illustrated by Harald Sonesson) </LI>
<LI>Pelle Svanslös klarar sig alltid, 2002 (illustrated by Harald Sonesson) </LI>  
<LI>Pelle Svanslös och Majas krona, 2003 (illustrated by Harald Sonesson) - 
Pekka Töpöhäntä ja Maijan kruunu (transl. by Terttu Liukko, 2003)</LI>
<LI>Pelle Svanslös och Måns arv, 2004  (illustrated by Harald Sonesson) - 
Pekka Töpöhäntä ja rikas Monni (transl. by Terttu Liukko, 2004) </LI>
</UL>


</P>



<P ALIGN="center">



<br>
<!--Amazonbanner-->
<a href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG src = "/pix/banneri.gif"width="468" height="60" BORDER="0" HSPACE="0" VSPACE="0" ALT="In Association with Amazon.com"></a>
<BR>
<HR>
<i><center><font size="-1"> Some rights reserved Petri Liukkonen (author) & Ari Pesonen. Kuusankosken kaupunginkirjasto 2008</font></center></i><br>
</P>

<BR>

 
<!--Tekstipalsta p„„ttyy-->
</td></tr></table> </BODY>
</HTML>
<i><center><a rel="license" href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en"><img alt="Creative Commons License" style="border-width:0" src="http://i.creativecommons.org/l/by-nd-nc/1.0/fi/88x31.png" /></a><br /><span xmlns:dc="http://purl.org/dc/elements/1.1/" href="http://purl.org/dc/dcmitype/Text" property="dc:title" rel="dc:type">Authors' Calendar</span> jonka tekij&#228; on <span xmlns:cc="http://creativecommons.org/ns#" property="cc:attributionName">Petri Liukkonen</span> on lisensoitu <a rel="license" href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en">Creative Commons Nime&#228;-Ep&#228;kaupallinen-Ei muutettuja teoksia 1.0 Suomi (Finland) lisenssill&#228;</a>.<br>May be used for non-commercial purposes. The author <b>must</b> be mentioned. The text may not be altered in any way (e.g. by translation). Click on the logo above for information.</center></i><br>