<HTML><HEAD><TITLE>Kaarlo Kramsu</TITLE><META name=GENERATOR content="MSHTML 8.00.7600.16671"></HEAD><BODY background=/pix/tauskuva.jpg bgColor=white text=black>
<!--taulukko alkaa-->
<CENTER><TABLE cellSpacing=0 cellPadding=5 width="80%" align=center>
<TBODY><TR>
<TD bgColor=white vAlign=top rowSpan=2 width="19%" align=left>

<!--Vasen palsta, linkit ym-->
<A href="../../../calendar.htm"><IMG border=2 src="../../../pix/bwlogo.jpg" width=100 height=100></A><BR clear=both>
<BR>
<FONT size=-1 face=Arial>
<!--********************-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/ylamainos.gif" width=100 height=70></A>
<BR>
<BR>
<!--********************-->
<FONT size=-1><B>Choose another writer in this calendar:</B></FONT>
<P>
by name:<BR>
<A href="../../../index.html#a" target=_blank>A</A>
<A href="../../../index.html#b" target=_blank>B</A>
<A href="../../../index.html#c" target=_blank>C</A>
<A href="../../../index.html#d" target=_blank>D</A>
<A href="../../../index.html#e" target=_blank>E</A>
<A href="../../../index.html#f" target=_blank>F</A>
<A href="../../../index.html#g" target=_blank>G</A>
<A href="../../../index.html#h" target=_blank>H</A>
<A href="../../../index.html#i" target=_blank>I</A>
<A href="../../../index.html#j" target=_blank>J</A>
<A href="../../../index.html#k" target=_blank>K</A>
<A href="../../../index.html#l" target=_blank>L</A>
<A href="../../../index.html#m" target=_blank>M</A>

<A href="../../../index.html#n" target=_blank>N</A>
<A href="../../../index.html#o" target=_blank>O</A>
<A href="../../../index.html#p" target=_blank>P</A>
<A href="../../../index.html#q" target=_blank>Q</A>
<A href="../../../index.html#r" target=_blank>R</A>
<A href="../../../index.html#s" target=_blank>S</A>
<A href="../../../index.html#t" target=_blank>T</A>
<A href="../../../index.html#u" target=_blank>U</A>
<A href="../../../index.html#v" target=_blank>V</A>
<A href="../../../index.html#w" target=_blank>W</A>
<A href="../../../index.html#x" target=_blank>X</A>
<A href="../../../index.html#y" target=_blank>Y</A>
<A href="../../../index.html#z" target=_blank>Z</A>
</P>
<P>
by birthday from the <A href="../../../calendar.htm" target=_top>calendar</A>.
</P>
<P>
<A href="../../../pix/credits.htm" target=_blank>Credits and feedback</A>
</P>
<P>

<!--Bamber Gascoigne--><A href="http://www.timesearch.info/bookswriters/" target=_blank><B>TimeSearch</B></A><BR>for Books and Writers<BR>by <I>Bamber Gascoigne</I><BR>
<!--Vara2-->
<!--Vara3-->
<!--Vara4--></p><p>This is an archive of a dead website. The original website was published by Petri Liukkonen under <a href="https://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en">Creative Commons BY-ND-NC 1.0 Finland</a> and reproduced here under those terms for non-commercial use. All pages are unmodified as they originally appeared; some links and images may no longer function. A .zip of the website is also <a href="https://github.com/greencardamom/BooksAndWriters">available</a>.<br></p>
</FONT>
</TD>

<TD bgColor=white vAlign=top background=/pix/viiva.jpg rowSpan=2 width=2 align=left>
<!--T„m„ on koristeviivasarake-->
</TD>
<TD bgColor=black width="80%" align=left>
<!--T„ss„ on mustapohjainen otsikkosolu-->
<FONT color=white size=+1 face=Arial><B>Kaarlo Kramsu (1855-1895)</B></FONT>
</TD>
</TR>
<TR>
<TD bgColor=white width="80%" align=left>
<!--T„h„n tulee varsinainen teksti-->
<P>&nbsp;</P>


<P><!-- Thank you for examining the code 	Kaarlo Kramsu (22.12.1855-28.8.1895)--></P>


				

<P>Finnish journalist, poet and translator, who published two collections of dark and moody poems, <EM>Runoelmia I</EM> (1878) and its enlarged edition<EM>&nbsp;Runoelmia</EM> (1887). Kaarlo Kramsu died in Nuivanniemi mental hospital. By then he was already suffering from the last stages of syphilis, which he had contracted in his youth. Though Kramsu's work is little read today, his poem 'Ilkka,' about the peasant leader of the Cudgel War of 1596, was&nbsp;once considered in Finland the most famous patriotic ballad. </P>
<BLOCKQUOTE><FONT size=2><STRONG>"While great works lead to glory, they<BR>can also shatter hope,&nbsp;<BR>and &nbsp;Ilkka's straightest road&nbsp;they led<BR>straight to the end of rope.<BR><BR>But these are Ilkka's words which still<BR>the people's memory hallows:<BR>Better than living as a serf<BR>is death upon the gallows."<BR></STRONG>(from "Ilkka", translated by Keith Bosley, in <EM>Skating on the Sea</EM>, 1997)	</FONT></BLOCKQUOTE>	
<P>Tuntemattomana eli ja yht&auml; tuntemattomana runoistaan kuoli Kaarlo Kramsu, "kolkko miesi", joka 
	n&auml;kyvimm&auml;n ty&ouml;ns&auml; suoritti lehtitoimittajana, mutta kuten h&auml;n itsekin luultavasti ennakoi, alkoi h&auml;nen 
	runoutensa vaikuttaa vasta tulevalla vuosisadalla. Lyhyen el&auml;m&auml;ns&auml; aikana h&auml;n runoili ainoastaan kaksi 
	kyps&auml;&auml; kokoelmaa <EM>Runoelmia I </EM>ja<EM> Runoelmia</EM>, joskin j&auml;lkimm&auml;isess&auml; Kramsu kierr&auml;tti 
joitakin aiemman kokoelman runoja. H&auml;nen runo tuotantonsa k&auml;yt&auml;nn&ouml;ss&auml; tyrehtyi ennen sen varsinaista alkamistakaan&nbsp;– muutamia juhlarunoja lukuunottamatta h&auml;nen koko merkitt&auml;v&auml; runosuonistonsa sykkii n&auml;kyv&auml;sti noissa kahdessa kokoelmassa, yhteens&auml; 66 runon verran. </P>
<P>	Kaarlo Kramsu syntyi joulukuun 22. p&auml;iv&auml;n&auml; vuonna 1855 silloin viel&auml; idylliseen maakunnaliseen keskukseen Ouluun. H&auml;nen is&auml;ns&auml; Antti Kramsu el&auml;tti p&auml;&auml;osin perheens&auml; merimiehen&auml;, mutta ik&auml;&auml;ntyess&auml;&auml;n
	sairasteli pahoin, eik&auml; en&auml;&auml;n pystynyt el&auml;tt&auml;m&auml;&auml;n suurta, kuuden lapsen perhett&auml;&auml;n. Rahaa oli hankittava
	mm. koululaisten pidolla. Rahahuolista piittaamatta vanhemmat saivat tavan mukaan yksityishenkil&ouml;it&auml; 
	opettamaan lapsiaan. Syksyll&auml; 1864 Kaarlo Kramsu aloitti kouluty&ouml;ns&auml; Elementarl&auml;roverket 
i Ule&aring;borg -nimisess&auml; koulussa. Viimeisen luokan h&auml;n kuitenkin k&auml;vi Porvoon lyseossa, josta valmistui 
	ylioppilaaksi 1874. </P>
<P>	Kramsu aloitti runojen kirjoittelun jo vuosina 1870-1871 ja julkaisi parikymment&auml; runoa toverikunnan 
	Pohjatar-lehdess&auml; syksyll&auml; 1870. Varhaiskypsyys on tulkinnanvarainen k&auml;site, ja ottaen huomioon runojen vaatimattomuuden, emme sit&auml; t&auml;ss&auml; yhteydess&auml; vaihteeksi k&auml;yt&auml;. Kramsun varsinaisia nuoruuden
	oppi-isi&auml; on vaikea nimet&auml; pelk&auml;st&auml;&auml;n h&auml;nen runojensa perusteella; Runeberg ja Oksanen ovat useimmin 
	mainitut mahdolliset esikuvat ja innoittajat. Kramsu alkoi yh&auml; enemm&auml;n omaksua suomenkielt&auml; ja h&auml;n 
	tutkikin ahkerasti mm. <EM>Kalevalaa</EM> ja <EM>Kanteletarta</EM>. Tiedot Kramsun nuoruusvuosista ovat eritt&auml;in v&auml;h&auml;iset
	ja n&auml;in onkin vaikea tulkita h&auml;nen mahdollisesti jo aikaista pessimistist&auml; el&auml;m&auml;nsuuntausta, mutta mik&auml;&auml;n 
	yll&auml;tys ei olisi sen mahdollinen liittyminen perheen taloudelliseen ahdinkoon. Kramsu joka tapauksessa 
	kirjoittautui Pohjalaisen osakunnan j&auml;seneksi kes&auml;ll&auml; 1874 ja jo saman vuoden syksyn&auml; h&auml;n osallistui 
	osakunnan "kirjallisuuskilpailuun" pienell&auml; runokokoelmalla, joka palkittiinkin ja Kramsu sai kannustus
	palkintona Goethen ja Schillerin teokset. Seuraavana syksyn&auml; Kramsu palkittiin samassa kilpailussa 
	kolmannella palkinnolla, mutta nelj&auml;nten&auml; ylioppilasvuotenaan syksyll&auml; 1877 Kramsu palkittiin per&auml;ti
	175 markan palkinnolla runoistaan, joiden joukossa oli jo suurtakin huomiota ker&auml;nnyt "Ilkka", balladi 	talonpoikais- marttyyrist&auml;, joka jo varhain kehittyi Kramsun el&auml;vimm&auml;ksi teemaksi.</P>
<P>	Kramsu joutui keskeytt&auml;m&auml;&auml;n opintonsa vuoden 1878 kev&auml;tlukukauden p&auml;&auml;tytty&auml;, p&auml;&auml;syin&auml;&auml;n sairastelu, 
	taloudelliset ongelmat ja se tosiasia, ettei Kramsu suorittanut ainuttakaan tutkintoa. Niinp&auml; h&auml;n muutti 
	takaisin Ouluun, jossa h&auml;n julkaisi omakustanteena esikoisteoksensa <EM>Runoelmia I</EM>. Kirja ilmestyi vuoden
	1878 loppupuolella, jolloin Kramsu otti ensiaskeleensa toimittajan uralle liittym&auml;ll&auml; Oulun Viikko-Sanomain 
	toimituskuntaan. H&auml;nen menestyksens&auml; sanomalehtiuralla oli vaihtelevaa, sill&auml; Kramsu ehti vajaan kymmenen vuoden aikana olla toimittajana viidess&auml; eri lehdess&auml;. Vuonna 1880 Kramsu siirtyi toimittajaksi 
	Oulun Lehteen, mutta jo vuonna 1881 h&auml;n l&auml;hti taas Helsinkiin p&auml;&auml;tt&auml;m&auml;&auml;n opintojaan, mutta kaksi Helsingiss&auml; viett&auml;m&auml;&auml;ns&auml; vuotta todettiin olevan h&auml;nen el&auml;m&auml;ns&auml; raskaimmat&nbsp;– jatkuvaa sairastelua ja velkojien
	pakoilua, jokainen voi kuvitella h&auml;nen opiskelumotivaationsa tuhoutuneen lopullisesti. H&auml;n sai tilap&auml;ist&auml;
	rahallista apua perheelt&auml;&auml;n ja Kaarlo Bergbomilta, jolle h&auml;n koetti suomentaa mm. Shakespearea, siin&auml; kuitenkaan onnistumatta. </P><P>Lopulta Kramsu joutui palaamaan j&auml;lleen toimittajaksi, t&auml;ll&auml; kertaa Aura-lehteen 
	Turkuun, jonne h&auml;n muutti vuonna 1884. Tuntemattomasta syyst&auml; Kramsu muutti jo vuoden p&auml;&auml;st&auml; Raumaan viiden vuoden ajaksi p&auml;&auml;toimittajaksi Rauman Lehteen. Nuo vuodet Raumassa olivat h&auml;nen lyhyen
	el&auml;m&auml;ns&auml; onnellisimmat ja ennen kaikkea rauhallisimmat ja h&auml;n julkaisikin vuonna 1887 toisen ja my&ouml;s viimeisen runokokoelmansa <EM>Runoelmia</EM>, joka sis&auml;lsi 51 runoa, joista 14 oli ensimm&auml;isess&auml; kokoelmassa ja 
	37 kokonaan uutta. Kramsu ei selvinnyt t&auml;ysin rahahuolistaan, ja paremman palkan toivossa h&auml;n siirtyi
	vuoden 1890 alussa Poriin, Satakunta-lehteen toimittajaksi. Raha-asiat eiv&auml;t j&auml;tt&auml;neet Kramsua Porissakaan rauhaan; h&auml;n ei pystynyt maksamaan vekseleit&auml;&auml;n, vaan muut joutuivat sen tekem&auml;&auml;n, mit&auml; Kramsu 
	suuresti h&auml;pesi.</P>
<P>	Kramsu lienee pahin esimerkki siit&auml;, kuinka raha-asioiden hoitamattomuus ja sen aiheuttama mielenpaino 
	voi sy&ouml;d&auml; kirjailijan muulle planeetalle ulottuvaa luovuutta. Vuoden 1887 j&auml;lkeen Kramsun kirjallinen tuoto pys&auml;htyi miltei totaalisesti, ja varmasti n&auml;m&auml; nimenomaiset asiat vauhdittivat h&auml;nen mielenterveytens&auml; 
	luhistumista vuoden 1891 elokuussa. Runoilija sijoitettiin Niuvanniemen parantolaan saman vuoden lokakuussa, ja h&auml;n toipuikin niin nopeasti, ett&auml; jo vuoden 1892 kes&auml;kuussa h&auml;n pystyi osin jatkamaan ty&ouml;t&auml;&auml;n
	Keski-Suomen toimituksessa. Sairaus teki ty&ouml;ns&auml; ja vuoden 1893 kev&auml;&auml;ll&auml; Kramsu toimitettiin uudelleen 
	parantolaan, jossa h&auml;n kuoli elokuun 28. p&auml;iv&auml;n&auml;, eik&auml; siis ehtinyt t&auml;ytt&auml;&auml; nelj&auml;&auml;kymment&auml;k&auml;&auml;n.</P>
<P>	Kaarlo Kramsua on tutkittu jo yli sadan vuoden ajan, mutta edelleen moni kysymys j&auml;&auml; ilman selvent&auml;v&auml;&auml; 
	vastausta. Kramsu ei liikkunut kirjallisissa seurapiireiss&auml; juurikaan, joten h&auml;nen aikalaistensakin kommentit ovat monen kiven takana. Mutta, kuten esimerkiksi Shakespearen kohdalla, h&auml;nen teostensa elinvoima voi yksin&auml;&auml;n tyynnytt&auml;&auml; toivottomalta tuntuvan henkil&ouml;historian etsint&auml;&auml;. Kramsu ei j&auml;tt&auml;nyt itse&auml;&auml;n koskevia dokumentteja juurikaan historioitsijoille, esimerkiksi h&auml;nen omia kirjallisia mieltymyksi&auml;&auml;n voi vain 
	arvailla. Kramsun yksityisel&auml;m&auml; on my&ouml;skin melko tuntematon, kovin tunnettu tosin on pieni rakkaudellinen el&auml;mys h&auml;nen ja er&auml;&auml;n nuoren tyt&ouml;n v&auml;lill&auml; vuoden 1881 tienoilla. Se lienee ollut ainoa rakkauden 
	mahdollisuuden v&auml;l&auml;hdys h&auml;nen niin karussa ja synkk&auml;mielisess&auml; el&auml;m&auml;ss&auml;&auml;n.</P>
<BLOCKQUOTE>				<FONT size=2><B>"M&auml; syd&auml;meni sulle tahtoisin paljastaa,</B></FONT><B><BR>
<FONT size=2>
				s&auml; neito ihanainen, sen aarteet osoittaa.</FONT><BR>
<FONT size=2>
				Ne aarteet hehkuvaiset on kultaa kalliimmat,</FONT><BR>
<FONT size=2>
				ne syd&auml;meeni l&auml;mm&ouml;n ja valon saattavat."</FONT></B><FONT size=2></FONT><BR>
<FONT size=2>
				('Syd&auml;meni,' <EM>Runoelmia</EM>, 1887)</FONT></BLOCKQUOTE>
<P>	Kramsun merkitys j&auml;lkipolville on suuri. Niin Eino Leino kuin V.A. Koskenniemikin ovat osaltaan tehneet arvokasta ty&ouml;t&auml; Kramsun maineen eteen, mutta nyky&auml;&auml;n Kramsu muistetaan l&auml;hinn&auml; pessimistisen&auml;, ep&auml;-
	toivoisena runoilijana. Kramsu k&auml;ytti hyvin samoja teemoja molemmissa kokoelmissaan: is&auml;nmaa, kuolema, ep&auml;toivo, raadollisuus ja vain harvoin h&auml;n runoili kauneudesta. Er&auml;&auml;n tunnetun suomalaisen runoilijan luonnehdinta Kramsusta ajaa t&auml;m&auml;n asian: "H&auml;n tuntenut ei rakkautta, ei syvyytt&auml; salamain, v&auml;l&auml;hdys
oli el&auml;m&auml;ns&auml;kin vain. Suojellut synkkydelt&auml; ei voinut enkeli, vain h&auml;nen paljasta sieluaan verioksat 
raateli."</P><P>(Teksti: Teemu K&auml;&auml;p&auml;, 2001)&nbsp;&nbsp;</P>
<BLOCKQUOTE><FONT size=2><B>Kirjallisuutta</B>: Hannu Kankaanp&auml;&auml;: <SPAN class=subfieldData><EM>Se oli satakieli: kirjoituksia el&auml;m&auml;st&auml; ja teoksista</EM>&nbsp;(2003); </SPAN>Kauko K&auml;m&auml;r&auml;inen: <I>Kaltaisuuden kahleesta erilaisuuden el&auml;mykseen</I> (2000); Keith Bosley: <EM>Skating on the Sea: Poetry from Finland</EM> (1997); Eino Karhu: <I>Suomen kirjallisuus runonlaulajista 1800-luvun loppuun</I> (1979); Maunu Niinist&ouml;: <I>T&auml;hdett&ouml;m&auml;n y&ouml;n runoilija </I>(1973); Maunu Niinist&ouml;: <I>Kaarlo Kramsu </I>(1971); V.A. Koskenniemi: 'Kaarlo Kramsun runous' teoksessa Kaarlo Kramsu: <EM>Runoelmia</EM> (1948); Unto Kupiainen: <I>Runon portilla</I> (1945); <I>Aleksis Kivest&auml; Martti Merenmaahan</I>, toim. Martti Haavio (1944); Unto Kupiainen: <SPAN class=subfieldData><EM><SPAN class=highlight>Kaarlo</SPAN> Kramsun runo "Ensim&auml;inen leivo": esteettinen tulkintakoe</EM> (1939) </SPAN></FONT></BLOCKQUOTE>


<P><B>Bibliografia:</B> </P>

<UL>
<LI>Runoelmia I, 1878 <LI><SPAN class=subfieldData>V&auml;lsk&auml;&auml;rin kertomuksia. 5 jakso, Vapaa-uskoja; Illan myrskyt; Aamun valkeneminen / Zacharias Topelius, 1882 (suom. K. <SPAN class=highlight>Kramsu) </SPAN></SPAN><LI><SPAN class=subfieldData><SPAN class=highlight><SPAN class=subfieldData>Kirjavia lehti&auml;: suomennoksia ja mukaelmia ulkomaalaisten kirjailijain teoksista. 1, 1887 (suom. K. <SPAN class=highlight>Kramsu) </SPAN></SPAN></SPAN></SPAN>
<LI>Runoelmia, 1887 (laajennettu laitos) <LI><SPAN class=subfieldData>Merirosvo / Frederick Marryat, 1890 (suom. Kaarlo <SPAN class=highlight>Kramsu)</SPAN></SPAN><LI><SPAN class=subfieldData><SPAN class=highlight><SPAN class=subfieldData>Aatteet; Kuoleva soturi; Santavuoren tappelu; Koditon vapaus; Laulumme; Ensimm&auml;inen leivo, 1894 (<SPAN class=subfieldData>Kansanvalistus-seuran lehtisi&auml;; 37</SPAN>)&nbsp;</SPAN>&nbsp;</SPAN>
</SPAN>
<LI>Runoelmia, 1948 (nelj&auml;s painos; toim. Lauri Merikallio, esipuhe: V.A. Koskenniemi) 
<LI>Valikoima runoja, 1958 
<LI>Runoelmia, 1979 (viides painos) <LI>Runoelmia, 1996 (Suomalaisen kirjallisuuden klassikoita)<LI>Kaarlo Kramsun runoelmia, 2005 (Project Gutenberg; <SPAN class=subfieldData><A href="http://www.gutenberg.org/etext/16395" target=_blank>http://www.gutenberg.org/etext/16395</A></SPAN>)

</LI></UL>








<P align=center>



<BR>
<!--Amazonbanner-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/banneri.gif" width=468 height=60></A>
<BR>
<HR>
<I><CENTER><FONT size=-1>Some rights reserved Petri Liukkonen (author) &amp; Ari Pesonen. Kuusankosken kaupunginkirjasto 2008</FONT></CENTER></I><BR>
<P></P>

<BR>

 
<!--Tekstipalsta p„„ttyy-->
</TD>
</TR>
</TBODY></TABLE></CENTER>
 


<I><CENTER><A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license><IMG style="BORDER-RIGHT-WIDTH: 0px; BORDER-TOP-WIDTH: 0px; BORDER-BOTTOM-WIDTH: 0px; BORDER-LEFT-WIDTH: 0px" alt="Creative Commons License" src="http://i.creativecommons.org/l/by-nd-nc/1.0/fi/88x31.png"></A><BR><SPAN rel="dc:type" property="dc:title" href="http://purl.org/dc/dcmitype/Text" xmlns:dc="http://purl.org/dc/elements/1.1/">Authors' Calendar</SPAN> jonka tekij&auml; on <SPAN property="cc:attributionName" xmlns:cc="http://creativecommons.org/ns#">Petri Liukkonen</SPAN> on lisensoitu <A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license>Creative Commons Nime&auml;-Ep&auml;kaupallinen-Ei muutettuja teoksia 1.0 Suomi (Finland) lisenssill&auml;</A>.<BR>May be used for non-commercial purposes. The author <B>must</B> be mentioned. The text may not be altered in any way (e.g. by translation). Click on the logo above for information.</CENTER></I><BR></BODY></HTML

