<HTML><HEAD><TITLE>Bj&ouml;rn Landstr&ouml;m</TITLE>
<META name=GENERATOR content="MSHTML 8.00.7600.16671"></HEAD><BODY background=/pix/tauskuva.jpg bgColor=white text=black>
<!--taulukko alkaa-->
<CENTER><TABLE border=0 cellSpacing=0 cellPadding=5 width="80%" align=center>
<TBODY><TR>
<TD bgColor=white vAlign=top rowSpan=2 width="19%" align=left>

<!--Vasen palsta, linkit ym-->
<A href="../../../calendar.htm"><IMG border=2 src="../../../pix/bwlogo.jpg" width=100 height=100></A><BR clear=both>
<BR>
<FONT size=-1 face=Arial>
<!--********************-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/ylamainos.gif" width=100 height=70></A>
<BR>
<BR>
<!--********************-->
<FONT size=-1><B>Choose another writer in this calendar:</B></FONT>
<P>
by name:<BR>
<A href="../../../index.html#a" target=_blank>A</A>
<A href="../../../index.html#b" target=_blank>B</A>
<A href="../../../index.html#c" target=_blank>C</A>
<A href="../../../index.html#d" target=_blank>D</A>
<A href="../../../index.html#e" target=_blank>E</A>
<A href="../../../index.html#f" target=_blank>F</A>
<A href="../../../index.html#g" target=_blank>G</A>
<A href="../../../index.html#h" target=_blank>H</A>
<A href="../../../index.html#i" target=_blank>I</A>
<A href="../../../index.html#j" target=_blank>J</A>
<A href="../../../index.html#k" target=_blank>K</A>
<A href="../../../index.html#l" target=_blank>L</A>
<A href="../../../index.html#m" target=_blank>M</A>

<A href="../../../index.html#n" target=_blank>N</A>
<A href="../../../index.html#o" target=_blank>O</A>
<A href="../../../index.html#p" target=_blank>P</A>
<A href="../../../index.html#q" target=_blank>Q</A>
<A href="../../../index.html#r" target=_blank>R</A>
<A href="../../../index.html#s" target=_blank>S</A>
<A href="../../../index.html#t" target=_blank>T</A>
<A href="../../../index.html#u" target=_blank>U</A>
<A href="../../../index.html#v" target=_blank>V</A>
<A href="../../../index.html#w" target=_blank>W</A>
<A href="../../../index.html#x" target=_blank>X</A>
<A href="../../../index.html#y" target=_blank>Y</A>
<A href="../../../index.html#z" target=_blank>Z</A>
</P>
<P>
by birthday from the <A href="../../../calendar.htm" target=_top>calendar</A>.
</P>
<P>
<A href="../../../pix/credits.htm" target=_blank>Credits and feedback</A>
</P>
<P>

<!--Bamber Gascoigne--><A href="http://www.timesearch.info/bookswriters/" target=_blank><B>TimeSearch</B></A><BR>for Books and Writers<BR>by <I>Bamber Gascoigne</I><BR>
<!--Vara2-->
<!--Vara3-->
<!--Vara4--></p><p>This is an archive of a dead website. The original website was published by Petri Liukkonen under <a href="https://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en">Creative Commons BY-ND-NC 1.0 Finland</a> and reproduced here under those terms for non-commercial use. All pages are unmodified as they originally appeared; some links and images may no longer function. A .zip of the website is also <a href="https://github.com/greencardamom/BooksAndWriters">available</a>.<br></p>
</FONT>
</TD>

<TD bgColor=white vAlign=top background=/pix/viiva.jpg rowSpan=2 width=2 align=left>
<!--T„m„ on koristeviivasarake-->
</TD>
<TD bgColor=black width="80%" align=left>
<!--T„ss„ on mustapohjainen otsikkosolu-->
<FONT color=white size=+1 face=Arial><B>Bj&ouml;rn Landstr&ouml;m (1917-2002)</B></FONT>
</TD>
</TR>
<TR>
<TD bgColor=white width="80%" align=left>
<!--T„h„n tulee varsinainen teksti-->
<P>&nbsp;</P>


<P><!-- Thank you for examining the code --></P>



<P>Swedish-speaking Finnish writer, illustrator, artist, naval specialist, traveler, and yachtsman, who gained fame with his publications about ships, sailing, and maritime history. During his career Bj&ouml;rn Landstr&ouml;m illustrated about 20 books and designed hundreds of book covers. His most famous works dealing with the history of ships include <I>Ship: Illustrated History</I> (1961), <I>Ships of the Pharaohs: 4000 Years of Egyptian Shipbuilding</I> (1970), and <I>The Royal Warship Vasa</I> (1980). </P>
<BLOCKQUOTE><FONT size=2><STRONG>"Today marine designers and shipbuilders can demonstrate that <I>Vasa</I> was an unsuccessful experiment, but despite this all of us who have worked on the ship, and all who have read about her or made long journeys to see her, must agree that this experiment had a successful conclusion. Thanks to her strongly built hull&nbsp;</STRONG>–<STRONG> and to the instability that sank her only a few cables' lengths from the quay she sailed from&nbsp;</STRONG>–<STRONG> we can now read her like an open if somewhat dog-eared book."</STRONG> (from<I> The Royal Warship Vasa</I>) </FONT></BLOCKQUOTE>
<P>Bj&ouml;rn Landstr&ouml;m was born in Kuopio, the son of Arthur Landstr&ouml;m, a building engineer, and Ester (&Aring;berg) Landstr&ouml;m. After the Civil War (1917-18) the family moved to Helsinki. Landstr&ouml;m's father had planned to become an architect, and wished that his son would embark on this career. At school Landstr&ouml;m wrote short plays, poems, and also showed talent in drawing. In 1936 he left school and worked as a decorative painter for some time. In 1937 he moved to Stockholm, where he studied at Reklamkonstskolan (commercial art school). Earlier in his youth Landstr&ouml;m had sailed on the coast of Helsinki, but in Sweden he won his first yacht race. In 1939 he married Else Gr&ouml;nros, also a commercial art student. </P><P>When the Winter War (1939-40) broke out, Landstr&ouml;m served at the Finnish Army as an orderly in the front. During the short period of peace before the Continuation War (1941-44), Landstr&ouml;m made his first set design for the Swedish Theatre of Turku. From the late 1942 he served as a front-line correspondent and artist in Karelia. In 1943 he was wounded in his back. While recovering, he started to paint pictures inspired by John Bauer and Gustav Tenggren. In 1943 he had an exhibition at the Salon Strindberg.</P>
<P>Landstr&ouml;m's play, <I>Vem &auml;r du?</I>, was performed in Stockholm at Svenska Dramatikers Studio. He had sent the manuscript first to <A href="../../../bergman.htm">Ingmar Bergman</A>, who considered it immature, but had encouraged Landstr&ouml;m to offer it to Dramatikers Studio. The play was not a success but a new exhibition of his fairy tale illustrations sold well. Under the pseudonym Karl-Stefan Stenman he published in 1946 a collection of modernist poetry, entitled <I>justnuet </I>(just now). Landstr&ouml;m had composed the poems in three days&nbsp;– he had seen Stig Carlson's works and said that he can produce in a week a similar collection. The joke was not reveled to critics and among others <A href="../../../rparland.htm">Ralf Parland</A> took it seriously. After the book, he directed for the Swedish Theatre of Turku Anton Chekhov's play <I>The Seagull</I>. For Jan Frideg&aring;rd's book about the stone age, <I>F&auml;derna</I> (1947), he made illustrations. The book was published by Wahlstr&ouml;m &amp; Widstrand. In 1949 he started to work for the advertising company Mainos-Taucher. </P><P>With other young designers&nbsp;Landstr&ouml;m founded in 1953 the graphic designers' association Mainosgraafikot, and taught at its school. He also acted as the first chairman of the Nordiska Tecknaren association. Between the years 1948 and 1959 he designed several book covers for the publishing company WSOY; the cooperation ended in 1959 when Landstr&ouml;m moved to Sweden. The most famous book cover of the 1950s, V&auml;in&ouml; Linna's <I>Tuntematon sotilas</I>, was not made by Landstr&ouml;m, although he produced the first version. WSOY considered it too traditional and it also had similarities with another book. Eventually Martti Mykk&auml;nen's design, made in a hurry, was accepted. </P>
<P>Landstr&ouml;m spent much of his freetime sailing. During his life he owned and designed several windjammers. <I>Regina och Gullkronan</I> (1951) depicted a sailing tour in the Turku archipelago, which he made with Henrik Ramsay. <I>Havet utan &auml;nde</I> (1953) was a novel about the first sailing journey around the world by Magellan in the 16th century. The book was inspired by <A href="../../../szweig.htm">Stefan Zweig</A>'s biography on Magellan from 1938, which Landst&ouml;m found in many respects imperfect. Landstr&ouml;m's most important sources were <I>The Diary of Antonio Pifagetta</I>, an account of the first circumnavigation, and Francisco Albo's logbook. <I>Havet utan &auml;nde</I> received the Swedish Society of Literature Award. After <I>V&auml;gen till Vinland</I> (1954), a story about Leif Eriksson, Landstr&ouml;m planned to write about St. Brendan, known also as Brendan the Voyager. Although he traveled to Ireland and collected material about the legendary Irish monk, the work was never realized. </P>
<P>His international breakthrough Landstr&ouml;m make with <I>The Ship</I> (1961). He had started to work with it in 1959 in Saltsj&ouml;baden near Stockholm and contacted a number of experts and such institutions as National Maritime Museum in Greenwich, Museo Storico Navala in Venice, Museo Naval in Madrid, and Museo Maritimo in Barcelona. <I>The Ship</I>, illustrated and written by Landstr&ouml;m, was translated into 13 languages. It was followed by <I>V&auml;gen till Indien</I> (1964), dealing with historic <B></B>shipping routes to Indian and China, and<I> Columbus</I> (1966), about the famous explorer. <I>Ships of the Pharaohs; 4000 Years of Egyptian Shipbuilding</I> (1970) appeared on the same year the Norwegian anthropologist Thor Heyerdahl constructed two boats of papyrus reeds, <I>Ra I </I>and <I>Ra II</I>, to cross the South Atlantic. Heyerdahl had contacted Landstr&ouml;n before his journey, and mentions his contribution to the desing <I>Ra I</I> in his book <I>Ra ekspedisjonen </I>(1970). He met Landstr&ouml;m in Egypt, where Landstr&ouml;m drew a sketch for his papyrus boat, but he was very critical about Heyerdahl's theories and knowledge of ancient ships. </P>
<P>After returning to Finland in the early 1970s, Landstr&ouml;m designed book covers for the publishing company Otava. His illustrated collection of classical fairy tales, <I>Olipa kerran,</I> came out in 1974 When his contract ended with Otava, he designed the stage setting for the play <I>Herra Puntila ja h&auml;nen renkins&auml; Matti</I>, written by Bertolt Brecht and Hella Wuolijoki and performed at the National Theater. In the late 1970s, he worked as a researcher and artist for The Wasavarvet in Sweden, which was built around the warship <I>Vasa</I>. She had sunk in 1628. The well-preserved ship was found again 333 years later, from the bottom of the harbour in Stockholm. After she was salvaged, a temporary Vasa Museum was opened in 1962. Landstr&ouml;m's book, <I>The Royal Warship Vasa</I>, appeared in 1980. Against all great expectations, it sold in the first year only 2,000 copies.</P>
<P>Landstr&ouml;m had suffered for a long time from painful backache and heart symptoms. The problems continued while he was making illustrations for the <I>Kalevala</I>, published in 1985. To find the key to the world of the national epic, Landstr&ouml;m listened Sibelius's music, especially his tone poem 'En Saga.' Landstr&ouml;m's illustrations differed much from the national romanticism of <A href="../../../gallen.htm">Akseli Gallen-Kallela</A>, which had dominated the popular visual image of the <I>Kalevala</I>. V&auml;in&auml;m&ouml;inen, the leader of Kalevala's heroes, is portrayed as an angry, old man, whose beard and dark cloak make him look like a Nordic gnome. This V&auml;in&auml;m&ouml;inen is far from the heroic figure of Gallen-Kallela's paintings. Moreover, Landstr&ouml;m's&nbsp;female characters look more like dolls. In the story of Kullervo, with its picture of a starving child, Landstr&ouml;m's interpretation places Kullervo's fate within a larger global context&nbsp;of suffering and injustice. Landstr&ouml;m's plans were more ambitious than the finished work. He had fallen seriously ill in 1984, and never managed to produce all the drawings and paintings he had planned to do. <I>The Kalevala</I>, the artist's last major work, was received with mixed reviews. In 1994-95 Landstr&ouml;m's illustrations, posters, magazine covers and magazine advertisements, were presented in large retropective exhibitions at the art museums of Lahti and Mikkeli. Landstr&ouml;m died in Helsinki on January 7, 2002. </P>
<P>In his pictures Landstr&ouml;m did not try to convey the feeling of the original, great size of ships, but presents objects like toys, miniature models. This was a conscious artistic choice, which he explained in his book of memoir, <I>S&auml;lvportr&auml;tt </I>(1987). "My secret was, " he wrote, "that I never thought my ships as real boats, but models." Using the term of the art historian Heinrich W&ouml;lfflin, Landst&ouml;m's style was linear, not painterly. He worked meticulously, details were well-scrutinized although simplified, and solidly formed. Akseli Gallen-Kallela's painting<I> Lemmink&auml;inen's Mother </I>(1897) had influnced him deeply; he had seen it at the age of ten and decided that some day he will paint in a similar way. Repeatedly Landstr&ouml;m described rocks, dead and decayed trees, changing seasons, and strange animals. For his work Landstr&ouml;m received several awards, among them Pro Finlandia Medal, Albert Gebhard Medal, Rudolf Koivu Award, Mikael Agricola Medal, and Henrik Steffens Award. He was also an honorary member of the Cap Horn Association and honorary doctor of the University of Uppsala. Bj&ouml;rn Landstr&ouml;m award was established by Graafiset muotoilija in 1986. As an artist Landstr&ouml;m had private exhibitions in Helsinki, Stockholm, G&auml;vle, Lisbon, and in the United States and Canada. </P>


<BLOCKQUOTE><FONT size=2><B>References</B>: <I>Suomen kirjailijat: 1917-1944</I>, ed. by Hannu Launonen (1981); 'Kalevala f&ouml;rtingligad' by Sixten Ringbom, in <I>Finsk tidskrift</I> (4:1985); 'Landstr&ouml;min Kalevala kuin sarjakuvakirja' by Timo Jokela, <I>Kaltio</I> (41:1985); <I>Sj&auml;lvportr&auml;tt</I> by Bj&ouml;rn Landstr&ouml;m (1987);<I> Bj&ouml;rn Landstr&ouml;m </I>by Ulla Aartomaa &amp; Pirjo Julkunen (1994); 'Renessanssi-ihminen rakasti laivoja ja merta', in <I>Helsigin Sanomat </I>(January 17 2002); <I>Tavaton kiire - Deadline. 125 vuotta suomalaista kirjankuvitusta</I> by Maria Laukka (2003);<EM> </EM><SPAN class=subfieldData><EM>"Yksi kuva kertoo enemm&auml;n kuin tuhat sanaa" : <SPAN class=highlight>Bj&ouml;rn</SPAN> Landstr&ouml;min kirjankuvitukset</EM> by Pirjo Julkunen (2005)</SPAN>; <SPAN class=subfieldData><EM>Ljusets byggare: bildkonst i Finland p&aring; 1940-1950-talen</EM>&nbsp;by Erik Kruskopf (2010) </SPAN>&nbsp; </FONT></BLOCKQUOTE>


<P><B>Selected works</B>:</P>
<UL>
<LI>&Aring;gatan: roman, 1942&nbsp; 
<LI>Den gamla sagan on Prinsessan T&ouml;rnrosa, 1944 <BR>- Prinsessa Ruusunen (suomeksi kertonut Arvily, 1944) 
<LI>Litteratur konst teater, 1945 (with P.O. Barck) 
<LI>illustrator: Satuseppel by Marjatta Kontu, 1945 
<LI>illustrator: Bildkonsts Sagor, 1945 <BR>- Kuvataiteen satuja I (suom. 1945)
<LI>Justnuet, 1946 (under the pseudonym Karl-Stefan Stenman)
<LI>illustrator: Franz Schubert by Torben Meyer, 1947 
<LI>illustrator: F&auml;derna: sten&aring;ldern&nbsp; by Jan Frideg&aring;rd, 1947 
<LI>illustrator: Den svarta lutan by Jan Frideg&aring;rd, 1947 
<LI>illustrator: Idyll och epigran by J.L. Runeberg, 1947 
<LI>illustrator: Fiskelycka by Juhani Aho, 1948 
<LI>illustrator: Triumfen att vinna by Edith S&ouml;dergran, 1948 
<LI>illustrator: Stj&auml;rn&ouml;ga by Arvid Lydecken, 1948 <BR>- T&auml;htisilm&auml; (suom. 1948) 
<LI>Ett spel om en v&auml;g som &Aring;bo b&auml;r, 1949 (with Gunnar Cl&eacute;ment) 
<LI>Regina och Gullkronan, 1951 
<LI>Skeppet i flaskan:&nbsp;en ber&auml;ttelse om b&aring;tar och fr&ouml;mmar och om Elisabets f&auml;rd Gotland runt 1952, 1952 
<LI>Havet utan &auml;nde: en roman om den f&ouml;rsta v&auml;rldsomseglingen, 1953 <BR>- &Auml;&auml;ret&ouml;n meri:&nbsp; romaani ensimm&auml;isest&auml; maailmanymp&auml;ripurjehduksesta (suom. Lauri Hirvensalo, 1954) 
<LI>V&auml;gen till Vinland: roman, 1954 <BR>- Viiniman matka: romaani (suom. Lauri Hirvensalo, 1955) &nbsp;<LI>illustrator: Peter Pan by J.M. Barrie, 1954 (translated inyo Finnish by Tyyni Tuulio) 
<LI>illustrator: 40 &aring;r finlandssvensk lyrik fr&aring;n Edith S&ouml;dergran till 50-talet, 1955 (edited by Stig Carlson) 
<LI>En liten bok om vackra b&aring;tar, 1955 <BR>- <SPAN class=subfieldData>Pieni kirja kauniista veneist&auml;, jonka kirjoitti ja kuvitti <SPAN class=highlight>Bj&ouml;rn</SPAN> <SPAN class=highlight>Landstr&ouml;m (suom. 1955) </SPAN></SPAN><LI><SPAN class=subfieldData><SPAN class=highlight><SPAN class=subfieldData>illustrator: Lohilastuja ja kalakaskuja&nbsp;by Juhani Aho (2nd ed.) </SPAN></SPAN></SPAN>
<LI>Sininen tie: kymmenen kertomusta siit&auml;, miten ihminen sinisi&auml; meriteit&auml; k&auml;ytt&auml;en l&ouml;ysi maan, 1958 
<LI>illustrator: De vilda j&auml;garna by Jan Frideg&aring;rd, 1960 
<LI>Skeppet: en &ouml;versikt av skeppets historia fr&aring;n den primitiva flotten till den atomdrivna ub&aring;ten med rekonstruktioner i ord och bilder, 1961 <BR>- Laiva: katsaus laivan historiaan alkukantaisesta lautasta atomik&auml;ytt&ouml;iseen sukellusveneeseen&nbsp;(suom. Martti Vuorenjuuri, 1961)&nbsp;<BR>-&nbsp;The Ship:&nbsp;A Survey of the History of the Ship from the Primitive Raft to the Nuclear-powered Submarine with Reconstructions in Words and Pictures&nbsp;(translated by Michael Phullips, 1961) 
<LI>V&auml;gen till Indien: uppt&auml;cktsresor till lands och sj&ouml;ss fr&aring;n expeditionen till Punt 1493 f.Kr. till uppt&auml;ckten av Godahoppsudden 1488 e.Kr., 1964 <BR>- Tie Intiaan: l&ouml;yt&ouml;retkist&auml; maitse ja meritse alkaen Puntin retkikunnasta v. 1493 eKr. p&auml;&auml;tyen Hyv&auml;ntoivonniemen l&ouml;yt&auml;miseen v. 1488 jKr. (suom.&nbsp;Aatu Leinonen ja Heikki Forsman, 1964) <BR>- <SPAN class=subfieldData>The Quest for India:&nbsp;A History of Discovery and Exploration from the Expedition to the Land of Punt in 1493 B.C. to the Discovery of the Cape of Good Hope in 1488 A.D. (translated by&nbsp;&nbsp;Michael Phillips and Hugh W. Stubbs, 1964) </SPAN>
<LI>Columbus: historien om amiralen &ouml;ver oceanen Don Cristo´bal Colo´n och hans resor den v&auml;stliga v&auml;gen till Indien, 1966 <BR>- Kolumbus:&nbsp; valtameren amiraali Don Christo´bal Colo´n ja h&auml;nen l&auml;ntisen meritien kautta Intiaan tekem&auml;ns&auml; matkat&nbsp;(suom. Heidi J&auml;rvenp&auml;&auml;, 1966) <BR>- <SPAN class=subfieldData>Columbus: The Story of Don Cristo´bal Colo´n, Admiral of the Ocean and His Four Voyages Westward to the Indies According to Contemporary Sources (translated from the Swedish by Michael Phillips and Hugh W. Stubbs, 1967)</SPAN>
<LI>Reseskildring: Rapport fr&aring;n en resa till v&auml;rldens &auml;ndar, september 1967 - april 1968, 1968 
<LI>Seglande skepp: Fr&aring;n papyrusb&aring;tar till fullriggade i ord och bilder, 1969 <BR>- Purjelaiva: Papyrusveneest&auml; t&auml;ystakiloituun alukseen (suom. Aarne Valpola, 1969)&nbsp;<BR>- <SPAN class=subfieldData>Sailing Ships: In Words and Pictures from Papyrus Boats to Full-Riggers (transl. 1969) </SPAN>
<LI>Egyptiska skepp 4000-600 f.Kr., 1970 <BR>- <SPAN class=subfieldData>Faraon laivat: egyptil&auml;isi&auml; laivoja 4000-600 eKr. (suom. Irmeli Ojamaa-Koskinen, 973) <BR></SPAN>- Ships of the Pharaohs: 4000 Years of Egyptian Shipbuilding (transl. 1970) 
<LI>S:t Johanneslogen S:t Augustin 1923-1973: skisser och kommentarer i anknytning till svenskt frimureri i Finland under femtio &aring;r, 1973 (drawings by Per-Olof Nystr&ouml;m) 
<LI>illustrator: Risto pronssikaudessa by Kaija &Ouml;sterlund, 1973 
<LI>ed. and illustration: Olipa kerran: klassillisia satuja, 1974
<LI>illustrator: Sinuhe egyptil&auml;inen: viisitoista kirjaa l&auml;&auml;k&auml;ri Sinuhen el&auml;m&auml;st&auml; n. 1390-1335 e.Kr.&nbsp;by Mika Waltari, 1980 
<LI>illustrator: Haudatkaa syd&auml;meni Wounded Kneehen:&nbsp; L&auml;nnen valloitus intiaanien n&auml;k&ouml;kulmasta&nbsp;by Dee Brown, 1973 
<LI>Regalskeppet Vasan fr&aring;n b&ouml;rjan till slutet:&nbsp; en bok om byggandet och utsmyckandet, riggningen och bestyckningen av Vasan som f&ouml;rliste i Stockholms hamn 1628 med j&auml;mf&ouml;rande studier i danskt, engelskt och holl&auml;ndskt skeppsbyggeri under f&ouml;rsta h&auml;lten av 1600-talet, 1980 <BR>- The Royal Warship Vasa (foreword by Anders Franz&eacute;n; translated by Jeremy Franks, 1988) 
<LI>illustrator: Kalevala, 1985 <BR>- The Kalevala: Epic of the Finnish People (translated by Eino Friberg, edited by George C. Schoolfield, 1988) 
<LI>Sj&auml;lvportr&auml;tt, 1987 <BR>- Omakuva (suom. Kalle Salo, 1987) 
</LI></UL>




<P align=center>



<BR>
<!--Amazonbanner-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/banneri.gif" width=468 height=60></A>
<BR>
<HR>
<I><CENTER><FONT size=-1>Some rights reserved Petri Liukkonen (author) &amp; Ari Pesonen. Kuusankosken kaupunginkirjasto 2008</FONT></CENTER></I><BR>
<P></P>

<BR>

 
<!--Tekstipalsta p„„ttyy-->
</TD>
</TR>
</TBODY></TABLE></CENTER>
 


<I><CENTER><A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license><IMG style="BORDER-RIGHT-WIDTH: 0px; BORDER-TOP-WIDTH: 0px; BORDER-BOTTOM-WIDTH: 0px; BORDER-LEFT-WIDTH: 0px" alt="Creative Commons License" src="http://i.creativecommons.org/l/by-nd-nc/1.0/fi/88x31.png"></A><BR><SPAN rel="dc:type" property="dc:title" href="http://purl.org/dc/dcmitype/Text" xmlns:dc="http://purl.org/dc/elements/1.1/">Authors' Calendar</SPAN> jonka tekij&auml; on <SPAN property="cc:attributionName" xmlns:cc="http://creativecommons.org/ns#">Petri Liukkonen</SPAN> on lisensoitu <A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license>Creative Commons Nime&auml;-Ep&auml;kaupallinen-Ei muutettuja teoksia 1.0 Suomi (Finland) lisenssill&auml;</A>.<BR>May be used for non-commercial purposes. The author <B>must</B> be mentioned. The text may not be altered in any way (e.g. by translation). Click on the logo above for information.</CENTER></I><BR></BODY></HTML

