<HTML><HEAD><TITLE>Nyrki Tapiovaara</TITLE><META name=GENERATOR content="MSHTML 8.00.7600.16671"></HEAD><BODY background=/pix/tauskuva.jpg bgColor=white text=black>
<!--taulukko alkaa-->
<CENTER><TABLE border=0 cellSpacing=0 cellPadding=5 width="80%" align=center>
<TBODY><TR>
<TD bgColor=white vAlign=top rowSpan=2 width="19%" align=left>

<!--Vasen palsta, linkit ym-->
<A href="../../../calendar.htm"><IMG border=2 src="../../../pix/bwlogo.jpg" width=100 height=100></A><BR clear=both>
<BR>
<FONT size=-1 face=Arial>
<!--********************-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/ylamainos.gif" width=100 height=70></A>
<BR>
<BR>
<!--********************-->
<FONT size=-1><B>Choose another writer in this calendar:</B></FONT>
<P>
by name:<BR>
<A href="../../../indeksi.htm#a" target=_blank>A</A>
<A href="../../../indeksi.htm#b" target=_blank>B</A>
<A href="../../../indeksi.htm#c" target=_blank>C</A>
<A href="../../../indeksi.htm#d" target=_blank>D</A>
<A href="../../../indeksi.htm#e" target=_blank>E</A>
<A href="../../../indeksi.htm#f" target=_blank>F</A>
<A href="../../../indeksi.htm#g" target=_blank>G</A>
<A href="../../../indeksi.htm#h" target=_blank>H</A>
<A href="../../../indeksi.htm#i" target=_blank>I</A>
<A href="../../../indeksi.htm#j" target=_blank>J</A>
<A href="../../../indeksi.htm#k" target=_blank>K</A>
<A href="../../../indeksi.htm#l" target=_blank>L</A>
<A href="../../../indeksi.htm#m" target=_blank>M</A>

<A href="../../../indeksi.htm#n" target=_blank>N</A>
<A href="../../../indeksi.htm#o" target=_blank>O</A>
<A href="../../../indeksi.htm#p" target=_blank>P</A>
<A href="../../../indeksi.htm#q" target=_blank>Q</A>
<A href="../../../indeksi.htm#r" target=_blank>R</A>
<A href="../../../indeksi.htm#s" target=_blank>S</A>
<A href="../../../indeksi.htm#t" target=_blank>T</A>
<A href="../../../indeksi.htm#u" target=_blank>U</A>
<A href="../../../indeksi.htm#v" target=_blank>V</A>
<A href="../../../indeksi.htm#w" target=_blank>W</A>
<A href="../../../indeksi.htm#x" target=_blank>X</A>
<A href="../../../indeksi.htm#y" target=_blank>Y</A>
<A href="../../../indeksi.htm#z" target=_blank>Z</A>
</P>
<P>
by birthday from the <A href="../../../calendar.htm" target=_top>calendar</A>.
</P>
<P>
<A href="../../../pix/credits.htm" target=_blank>Credits and feedback</A>
</P>
<P>

<!--Bamber Gascoigne--><A href="http://www.timesearch.info/bookswriters/" target=_blank><B>TimeSearch</B></A><BR>for Books and Writers<BR>by <I>Bamber Gascoigne</I><BR>
<!--Vara2-->
<!--Vara3-->
<!--Vara4-->

</P>
</FONT>
</TD>

<TD bgColor=white vAlign=top background=/pix/viiva.jpg rowSpan=2 width=2 align=left>
<!--T„m„ on koristeviivasarake-->
</TD>
<TD bgColor=black width="80%" align=left>
<!--T„ss„ on mustapohjainen otsikkosolu-->
<FONT color=white size=+1 face=Arial><B>Nyrki Tapiovaara (1911-1940)</B></FONT>
</TD>
</TR>
<TR>
<TD bgColor=white width="80%" align=left>
<!--T„h„n tulee varsinainen teksti-->
<P>&nbsp;</P>


<P><!-- Thank you for examining the code --></P>



<P>Finnish film director, screenwriter, critic, and leftist radical, who made only five films before he was killed at the age of 29 in the Winter War in 1940. Tapiovaara was a great admirer of French films and especially its expressionistic experiments. His most famous work is <I>Varastettu kuolema</I> (1938, The Stolen Death), which played with black and white shadows, and blended Soviet, French and German influences. His last film, <I>Miehen tie</I> (1937, Man's Way) was based on the novel of <A href="../../../fesillan.htm">F.E. Sillanp&auml;&auml;</A>, who was awarded the Nobel Prize for Literature in 1939. </P>
<BLOCKQUOTE><FONT size=2><B>"Jos haluaa etsi&auml; tukea v&auml;itteelle, ett&auml; taloudellinen ja yhteiskunnallinen pohjarakenne heijastuu yl&ouml;s henkisten harrastusten alueelle asti, tieteisiin ja taiteisiin, painaa niiden sek&auml; sis&auml;lt&ouml;&ouml;n ett&auml; muotoon oman piirteens&auml;, voi filmin alalta l&ouml;yt&auml;&auml; sille k&auml;ytt&ouml;kelpoisia todisteita. Filmin omalaatuisen raskas teknillinen kuormitus sitoo sen erikoisen lujasti omaan yhteiskuntaansa ja sen kaupallinen luonne pakoittaa viel&auml; sit&auml; korostamaan niit&auml; puolia itsess&auml;&auml;n, mit&auml; kulloikin eniten kysyt&auml;&auml;n. Yhteiskunta painaa leimansa filmin sis&auml;lt&ouml;&ouml;n, se propagoi omaa itse&auml;&auml;n, se luovuttaa filmille osan omasta joko sairaasta tai terveest&auml; elinvoimastaan ja se ulottaa vaikutuksensa niin pitk&auml;lle kuin n&auml;yttelij&auml;n valintaa saakka." </B>(Nyrki Tapiovaara in 'Filmimaita ja filmi-ihmisi&auml;', in<I> Kirjallisuuslehti</I> 3/1936) </FONT></BLOCKQUOTE>
<P>Veikko Nyyrikki (Nyrki) Tapiovaara was born in H&auml;meenlinna, the son of Kaarlo Juho Vihtori Tapiovaara, a forest officer, and Aino Aleksandra (Gr&ouml;&ouml;nroos) Tapiovaara, the daughter of a prosperous farmer. The family had eleven children who all had Kalevalaic names; Nyrki was the third. Aino Aleksandra encouraged her children in their artistic aspirations. Eventually Tapio Tapiovaara (1908-1982), Nyrki's elder brother, become a painter and graphic artist. In H&auml;meenlinna the family lived in a large house designed by the father of the painter Carl Albert Edelfelt. </P>
<P>Tapiovaara studied at the Lyc&eacute;e of H&auml;meenlinna. With his brother Tapio he was up to pranks in every way, and was expelled from the school for a year in 1928-29. Tapiovaara was also an eager athlete, whose idol was Paavo Nurmi. Tapiovaara's first published text from 1925 was a report on an athletic competition. </P><P>In 1929, Tapiovaara's mother died of cancer; she was forty three. After graduating from the Lyc&eacute;e, Tapiovaara entered in 1930 the University of Helsinki. In the same year he volunteered in the army. When Tapiovaara did not show much progress in his law studies, his father stopped supporting his life in Helsinki and called him back to H&auml;meenlinna. During this period Tapiovaara became interested in films. He served as a film critic, and worked as a theater director in Helsinki and activist in the first Finnish film club, Projektio. In 1937 he traveled in Sweden, the Soviet Union, and France, and wrote several articles for the newspaper <I>Helsingin Sanomat</I> and the magazine <I>Elokuva-aitta</I>. His own place as a director he defined somewhere between Hollywood productions and the Soviet films. This third way was, according to Tapiovaara, seen in the works of G.W. Pabst, Ren&eacute; Clair, and the English documentary directors. </P>
<P>In the 1930s the political and cultural atmosphere in Finland had a nationalist, right-wing tone. The Communist party was outlawed and the slogan "home, religion and fatherland" dominated the official cultural policy. However, a number of writers and artists followed international trends. During his visit in Stockholm Tapiovaara bought "illegal literature"and was caught at the customs, but no charges were pressed. In 1936-37 Tapiovaara served as chairman of the cultural organization <I>Kiila </I>(Wedge), the most important leftist literary group after the <I>Torch Bearers</I>. <I>Wedge </I>was anti-fascist and more or less Marxists. Tapiovaara also contributed to the Torch Bearers magazine, which he had restored with his brother Tapio, Viljo Kajava, Raoul Palmgren and Erkki Vala. His writings on film theory reveal familiarity with Marxist thought and concepts. In an article from 1936 ('Filmimaita ja filmi-ihmisi&auml;') Tapiovaara views the film production as a part of the superstructure and a reflection of economic and social base. </P>
<P>In 1936, Tapiovaara started to work with a screen adaptation of the novel <I>Juha</I>, written by <A href="../../../jaho.htm">Juhani Aho</A>. It was not the first adaptation of the book; Mauritz Stiller had filmed the story in 1921, starring Mathias Taube and Jenny Hasselqvist. Tapiovaara's close companion was Heikki Aho, the writer's son. The film, shot mostly in Kuusamo, was produced by Aho &amp; Soldan – Bj&ouml;rn Soldan was Juhani Aho's illegitimate son from a liaison with Tilly Soldan. A part of the negative was destroyed in a fire. Some reviewers noted that the ending was rather anti-climactic. In the story, a triangle drama, a young woman who has married an older country man, leaves her husband for a seducer. </P>

<P>After finishing <I>Juha</I> Tapiovaara travelled to Paris, where he reported for the newspaper <I>Helsingin Sanomat</I> on exhibitions of the 1937 Paris World's Fair, arguing that modern art, embodied in the work of Pablo Picasso, is never in peace with itself or the surrounding world. Tapiovaara's next film, <I>Varastettu kuolema</I> (The Stolen Death), which shows the influnce of Ren&eacute; Clair, was photographed by Erik Blomberg. Loosely based on Runar Schildt's short story, 'Lihamylly,' set during the Civil War, a period still a taboo in Finnish cinema, it told about underground independence fighters of the early 20th century, in the year 1904. <I>The Stolen Death</I> received mixed reviews – one critic considered its "decadent style of photography" alien to the Finnish spirit. In one of its most impressive scenes the two lovers, Robert and Manja, run through a yard full of clothes hanging out to dry. The characters speak Finnish, Swedish, Russian, and English without subtexts. </P>
<P><I>Kaksi Vihtoria</I> (Two Victors),&nbsp;a satire about the petty bourgeoisie, was based on Tatu Pekkarinen's popular play, inspired by George McManus' comic strip <I>Bringing Up Father</I>. <I></I>The production company, Eloseppo-yhti&ouml;, needed money to finance other projects, and shot the film in a month. Vihtori Rantamo (Eino Jurkka) is a businessman and upstart, who is under the thumb of his wife, Klaara. When she travels to country, Vihtori starts drinking and goes to restaurant with his friend, whose name is also Vihtori. The restaurant sequence records popular variety entertainment of the era from music to imitation of pigs, and from<EM> Can Can Dance</EM>&nbsp;to the&nbsp;popular<EM>&nbsp;Lambert Walk. </EM><EM>Sulamit</EM>, composed by Matti Jurva, is heard twice in the film. Mirjami Kuosmanen's performance of the song is one of its highlights. </P>
<P><I>Herra Lahtinen l&auml;htee lipettiin</I> (Mr. Lahtinen Slouches off) was a socially critical comedy, made under the influence of Gustav Machaty's <I>Extacy </I>(1932), one of the most famous silent Czech films of the era. At its time <I>Extacy</I>'s camerawork was praised superb, but it is perhaps best remembered for its sequence in which the young Hedy Kiesler (later Hedy Lamarr) rushes through the woods completely nude. In Tapiovaara's work Mr. Lahtinen, an office employee, rebels against boredom and starts to search for the lost song of joy. Only 43 minutes has remained from the footage of the film. <I>Miehen tie</I> (Man's Way) was Tapiovaara's fifth and last film. The protagonist is a farmer, Paavo, whose wife dies and his life then goes downhill. Eventually Paavo overcomes his troubles and marries his early love, Alma. The film was completed by Hugo Hyt&ouml;nen after Tapiovaara's death. He disappeared on February 29, 1940 during the Winter war between Finland and the Soviet Union, on a reconnaissance mission in Tohmaj&auml;rvi. His patrol came under small-arms fire in Suoj&auml;rvi, and while the others were retreating he kept on shooting the advancing enemy. After being hit he, continued shooting. </P>
<BLOCKQUOTE><B><FONT size=2>For further reading</FONT></B><FONT size=2>:<I> Lavean tien sankarit</I> by Kari Uusitalo (1975); <I>Nyrki Tapiovaaran tie</I> by Sakari Toiviainen (1986); <I>Suomalaisen elokuvan kultainen kirja</I> by Peter von Bagh (1992); <I>Kotomaan koko kuva: kirjoituksia elokuvasta ja 1930-luvun sosiaalihistoriasta</I>, ed. by Elina Katainen (1993); <EM>Fr&aring;n Runar Schildts novell "K&ouml;ttkvarnen" till filmen Den stulna d&ouml;den: en adaptations tillkomst och tidsniv&aring;er</EM> by Henrik Rosenberg (1995); 
<I>Suomen kansallisfilmografia 2</I>, ed. by Kari Uusitalo (1995); 
<I>Drifting Shadows</I> by Peter von Bagh (1999); <EM>Romaanihenkil&ouml;n muodonmuutoksia: kuusi kirjoitusta henkil&ouml;kuvauksesta</EM>, ed. by Pirjo Lyytik&auml;inen&nbsp;and P&auml;ivi Tonteri (2003); 
<I>Yksitoista Tapiovaaraa</I> by Matti Rinne (2008) 
</FONT><FONT size=2></FONT><FONT size=2></FONT><FONT size=2></FONT><FONT size=2></FONT></BLOCKQUOTE>


<P><B>Films</B>: </P>
<UL>
<LI>Juha, 1937 - screenplay by Heikki Aho, Bj&ouml;rn Soldan, N.T., based on Juhani Aho's novel Juha, starring Irma Seikkula, Hannes N&auml;rhi, Walle Saukko, Tuulikki Paananen. 
<LI>Varastettu kuolema, 1938 (The Stolen Death) - screenplay by Eino M&auml;kinen, Erik Blombrg, Matti Kurjensaari - based on Runar Schildt's short story 'K&ouml;ttkvarn' (1919), starring Tuulikki Paananen, Ilmari M&auml;nty alias Ralph Enckell, Santeri Karilo, Annie M&ouml;rk 
<LI>Kaksi Vihtoria, 1939 (Two Henpecked Husbands / Two Victors) - screenplay by N.T. and Erik Blomberg, based on Tatu Pekkarinen's play Klaara ja h&auml;nen Vihtorinsa, starring Eino Jurkka, Arvi Tuomi, Annie M&ouml;rk, Sointu Kouvo, Helmeri Kaski 
<LI>Herra Lahtinen l&auml;htee lipettiin, 1939 (Mr. Lahtinen Slouches Off) - screenplay by N.T. and Ralf Parland, based on Kjeld Abell's play Melodin der blev vaek (1935), starring Fritz-Hugo Backman, M&auml;rtha Jaatinen, Hertta Leist&eacute;n, Lauri Korpela 
<LI>Miehen tie, 1940 (Man's Way) - screenplay by F.E. Sillanp&auml;&auml; and N.T., based on Sillanp&auml;&auml;'s novel Miehen tie (1932), starring Gunnar Hiilloskorpi, Mirjami Kuosmanen, Hugo Hyt&ouml;nen, Helvi J&auml;rvel&auml;nen

</LI></UL>

				




<P align=center>



<BR>
<!--Amazonbanner-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/banneri.gif" width=468 height=60></A>
<BR>
<HR>
<I><CENTER><FONT size=-1>Some rights reserved Petri Liukkonen (author) &amp; Ari Pesonen. Kuusankosken kaupunginkirjasto 2008</FONT></CENTER></I><BR>
<P></P>

<BR>

 
<!--Tekstipalsta p„„ttyy-->
</TD>
</TR>
</TBODY></TABLE></CENTER>
 


<I><CENTER><A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license><IMG style="BORDER-RIGHT-WIDTH: 0px; BORDER-TOP-WIDTH: 0px; BORDER-BOTTOM-WIDTH: 0px; BORDER-LEFT-WIDTH: 0px" alt="Creative Commons License" src="http://i.creativecommons.org/l/by-nd-nc/1.0/fi/88x31.png"></A><BR><SPAN xmlns:dc="http://purl.org/dc/elements/1.1/" href="http://purl.org/dc/dcmitype/Text" property="dc:title" rel="dc:type">Authors' Calendar</SPAN> jonka tekij&auml; on <SPAN property="cc:attributionName" xmlns:cc="http://creativecommons.org/ns#">Petri Liukkonen</SPAN> on lisensoitu <A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license>Creative Commons Nime&auml;-Ep&auml;kaupallinen-Ei muutettuja teoksia 1.0 Suomi (Finland) lisenssill&auml;</A>.<BR>May be used for non-commercial purposes. The author <B>must</B> be mentioned. The text may not be altered in any way (e.g. by translation). Click on the logo above for information.</CENTER></I><BR></BODY></HTML