<HTML><HEAD><TITLE>Outsider</TITLE><META name=GENERATOR content="MSHTML 8.00.7600.16671"></HEAD><BODY background=/pix/tauskuva.jpg bgColor=white text=black>
<!--taulukko alkaa-->
<CENTER><TABLE   cellSpacing=0 cellPadding=5 width="80%" align=center >
<TBODY><TR   >
<TD  bgColor=white vAlign=top rowSpan=2 width="19%" align=left  >

<!--Vasen palsta, linkit ym-->
<A href="calendar.htm"><IMG border=2 src="../../../pix/bwlogo.jpg" width=100 height=100></A><BR clear=both>
<BR>
<FONT size=-1 face=Arial>
<!--********************-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/ylamainos.gif" width=100 height=70></A>
<BR>
<BR>
<!--********************-->
<FONT size=-1><B>Choose another writer in this calendar:</B></FONT>
<P>
by name:<BR>
<A href="index.html#a" target=_blank>A</A>
<A href="index.html#b" target=_blank>B</A>
<A href="index.html#c" target=_blank>C</A>
<A href="index.html#d" target=_blank>D</A>
<A href="index.html#e" target=_blank>E</A>
<A href="index.html#f" target=_blank>F</A>
<A href="index.html#g" target=_blank>G</A>
<A href="index.html#h" target=_blank>H</A>
<A href="index.html#i" target=_blank>I</A>
<A href="index.html#j" target=_blank>J</A>
<A href="index.html#k" target=_blank>K</A>
<A href="index.html#l" target=_blank>L</A>
<A href="index.html#m" target=_blank>M</A>

<A href="index.html#n" target=_blank>N</A>
<A href="index.html#o" target=_blank>O</A>
<A href="index.html#p" target=_blank>P</A>
<A href="index.html#q" target=_blank>Q</A>
<A href="index.html#r" target=_blank>R</A>
<A href="index.html#s" target=_blank>S</A>
<A href="index.html#t" target=_blank>T</A>
<A href="index.html#u" target=_blank>U</A>
<A href="index.html#v" target=_blank>V</A>
<A href="index.html#w" target=_blank>W</A>
<A href="index.html#x" target=_blank>X</A>
<A href="index.html#y" target=_blank>Y</A>
<A href="index.html#z" target=_blank>Z</A>
</P>
<P>
by birthday from the <A href="calendar.htm" target=_top>calendar</A>.
</P>
<P>
<A href="../../../pix/credits.htm" target=_blank>Credits and feedback</A>
</P>
<P>

<!--Bamber Gascoigne--><A href="http://www.timesearch.info/bookswriters/" target=_blank><B>TimeSearch</B></A><BR>
for Books and Writers<BR>
by <I>Bamber Gascoigne</I><BR>
<!--Vara2-->
<!--Vara3-->
<!--Vara4--></p><p>This is an archive of a dead website. The original website was published by Petri Liukkonen under <a href="https://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en">Creative Commons BY-ND-NC 1.0 Finland</a> and reproduced here under those terms for non-commercial use. All pages are unmodified as they originally appeared; some links and images may no longer function. A .zip of the website is also <a href="https://github.com/greencardamom/BooksAndWriters">available</a>.<br></p>
</FONT>
</TD>

<TD  bgColor=white vAlign=top background=/pix/viiva.jpg rowSpan=2 width=2 align=left  >
<!--T„m„ on koristeviivasarake-->
</TD>
<TD  bgColor=black width="80%" align=left  >
<!--T„ss„ on mustapohjainen otsikkosolu-->
<FONT color=white size=+1 face=Arial><B>Outsider (1904-1961) </B></FONT><FONT color=white face=Arial><B>- Real name Aarne Viktor Laitinen until 1935. Other pseudonyms: Henrik Horna, Viktor Mario, William B. Harrow, Rigor Morton, Charles Snyder, Rautamies, Jack B. Murphy, etc. The p
 seudonym Outsider, under which Haapakoski wrote most of his works, was used first time in 1933 in the magazine <I>Lukemista kaikille.</I></B></FONT><FONT color=white size=+1 face=Arial><B>
</B></FONT></TD>
</TR>
<TR   >
<TD  bgColor=white width="80%" align=left  >
<!--T„h„n tulee varsinainen teksti-->
<P>&nbsp;</P>


<!-- Teksti alkaa t&auml;st&auml; -->


<P>
Prolific Finnish pulp writer and journalist, best known for his characters Pekka Lipponen and Kalle-Kustaa Korkki. From the 1930's to the 1960's Outsider wrote totally over 200 novellas and nearly 3000 short stories. 
His ambitious novel, <EM>Purppurantekij&auml;</EM> (1951), set in the ancient Phoenician kingdom on the Eastern Mediterranean, tried to continued the tradition of historical novels in the spirit of <A href="mwaltari.htm">Mika Waltari</A>, but the lively and underrated work did not gain critical acclaim. Outsider's writings have been translated into English, Swedish, and Danish. </P>
<BLOCKQUOTE><FONT size=2><B>"</B></FONT><B><FONT size=2>Mit&auml; puhut sin&auml;, siidonilainen, joka et purppuranteosta mit&auml;&auml;n ymm&auml;rr&auml;. Milloin ovat siidonilaiset oppineet valmistamaan purppuraa, joka olisi halvimmankaan tyyrolaisen purppuran veroista? Te keit&auml;tte purppuranne raa'assa merilipe&auml;ss&auml; ja savipadoissa. Jos te tuntisitte hyv&auml; purppuran valmistustavan, ei teid&auml;n tarvitsisi l&auml;hett&auml;&auml; miehi&auml;nne salakavalasti meilt&auml; purppurantekoa oppimaan. Siidolainen purppura on kuin kamelinsontaa." </FONT></B><FONT size=2></FONT><FONT size=2>(from </FONT><I><FONT size=2>Purppurantekij&auml;</FONT></I><FONT size=2>) </FONT></BLOCKQUOTE>
<P>Aarne Haapakoski was born Aarne Viktor Laitinen in Pieks&auml;m&auml;ki, the son of Viktor Laitinen, a farmer, and Mathilda (Vauhkonen) Laitinen. At school he was not an exceptional pupil, though he showed an aptitude for drawing. When he was sixteen, he joined the Civil Guards, and served behind the front lines in 1918 during the Civil War. While in secondary school, he began to write poems. After military service in 1922, he moved to Helsinki, where he worked in a furniture shop. </P>
<P>In 1926 Haapakoski went to Paris to study art but started to write for magazines and study journalism at Sorbonne. From 1927 to 1928 he worked as a journalist in Paris and Berlin, and then two years in London. Haapakoski returned to Finland in 1930. He continued to contribute to a number of magazines, and also participated in the activities of the right-wing organization IKL, the Patriotic People's Movement. His first book, a detective novel titled&nbsp;<EM>Mustalais-suon arvoitus</EM>&nbsp;(1931) was published at his own expence under the name Aarne Haapakoski. It was based on a true crime story about Tattarisuo, where parts of human bodies were found in 1930. The protagonist is a journalist who chases Soviet agents. It was followed by a play, <EM>Rintaman takana </EM>(1933), and a spy story <EM>Madame Saahl'in salaisuus </EM>(1934), also published at Haapakoski's own expence. The pseudonym 'Outsider' was invented by the editor Yrj&ouml; Halme. Haapakoski used it first time in 1933 in the magazine <I>Lukemista kaikille</I>.</P>
<P>In 1932 Haapakoski worked for <I>Vapaa Suomi </I>and from 1935 to 1941 he was a staff member of the magazine <I>Seura</I>, writing travel stories. He married Frida Kunnas in 1935, and changed officially his name from Laitinen to Haapakoski. In 1938 he participated with his novel&nbsp;<EM>Viisi tikaria</EM>&nbsp;(pub. 1941) in the Nordic detective novel competition, in which <A href="mwaltari.htm">Mika Waltari</A>'s <I>Kuka murhasi rouva Skrofin?</I> won the first prize in Finland. During the Winter War (1939-40) and the Continuation War (1941-44) he served in the Army as an officer and a war correspondent. Haapakoski was discharged after becoming seriously ill. In 1943 he moved with his family to Pieks&auml;m&auml;ki in the villa Hornanlinna, designed by the architecht Aatto Korhonen. There he lived for the rest of his life. </P>
<P>During the war years, Haapakoski was the most prolific mystery writer. From 1941 to 1948 Haapakoski wrote 18 books depicting the adventures of Klaus Karma. He was first a lawyer, but appeared later under the same name as an architect and nephew of the first Klaus Karma. Karma fought against the Bolsheviks among others in <EM>Talo Džeršinskajan varrella</EM> (1942) and&nbsp;<EM>Nunnat nukkuvat</EM>&nbsp;(1942); its first edition was 15,500&nbsp;copies. Plans to translate Karma novels into German were cancelled after the publishing company Langer&amp;Co. K.-G was destroyed in Dresden in a bombing. In <EM>Vakooja BZ 7</EM> (1944) the Finnish&nbsp;hero&nbsp;is&nbsp;saved from a dangerous situation by&nbsp;a female German spy,&nbsp;who is working for Gestapo and searching in Finland for a Jewish saboteur. </P>
<P>Beginning from 1941, Haapakoski published under the pseudonym Henrik Horna&nbsp;&nbsp;fast-moving thrillers, which often had horror elements and exotic locations. His criminals were usually foreigners. In <EM>Merirosvolaivurin aarre </EM>(1944) the hero is Jukka Korppi, a former French Foreign Legionaire and officer of the Finnish Army. The story starts in New York and continues with treasure hunt in the Caribbean. In a cave Jukka finds from a human skull a letter from the 17th century, written in comic dialect. "Ett&auml; en min&auml; ennee muuta ossoo enka jaksakkaa kirjuuttoo vuan toivon sit&auml;, ett&auml; jokkuu oikeaa immeinen l&ouml;yt&auml;is ni&auml; merrosvon k&auml;tk&ouml;t, ku meij&auml;n kerran ei sallittu niihin hyvvyyvest&auml; nauttija. Varmuuven vuoks min&auml; pist&auml;n ti&auml;n nahkakirjee piiloo yhteen tuommoseen puolm&auml;r&auml;nneeseen pi&auml;kalloo, joita tuolla nurkassa irvistell&ouml;&ouml; koko l&auml;j&auml;." Jukka and his friends have some troubles with a Chinese criminal and Jack Thompson, a gangster from Chicago, but he eventually finds the treasure, and is rescued by the U.S. Coast Guard. </P>
<P>Haapakoski&nbsp;launched his most successful series in 1945, when he created his famous characters, Kalle-Kustaa Korkki and his stuttering friend, the businessman Pekka Lipponen. Their adventures were also adapted into radio plays and into screen. Pekka Lipponen is a genial and childish country man from Rantasalmi, an international enterpriser who speaks with rural dialect, takes small drinks, whereas his friend Kalle-Kustaa is a more traditional hero, strong and hard-boiled. Outsider published his original text in the same year under the title <EM>Huuhkajalinnan kaviomarssi</EM>, but the screenplay was written by Ilmari Unho, the director, and Kaarle Hirvonen, who later worked as a history teacher at the University of Helsinki. In the story Pekka Lipponen is the central character, not Kalle Kustaa of the title. Pekka arrives from South-America to Finland. He is followed by to international criminals, Henry William and Mary Morton. Pekka has inherited his uncle Teodor, and goes to Huuhkajalinna manor. The plot then includes Latin American mandolin players, a chess board, diamonds, an ape-man fron travelling circus, horse and dynamite. In spite of the popularity of the characters in radio play productions, only two films were made: <I>Kalle Kustaa-Korkin seikkailut</I> (1949), starring Joel Rinne and Reino Valkama, and <I>Rantasalmen sulttaani</I> (1953), shot in Spain, Morocco, and Helsinki. </P>
<P>Karma books were among the most popular detective stories published in Finland. They sold over 20 000 copies. Later these books became collector's pieces and much sought-after items from second-hand bookshops. In the 1990s the publishing company Seaflower started to reprint Haapakoski's works, among them Karma's adventure <EM>Keskiy&ouml;n murha</EM>. In the story Mr. K&auml;py (M.A.), the new subeditor of a newspaper, is found murdered. Haapakoski depicts with humour the stereotyped journalists working for the newspaper <I>Aamuposti</I>; there's a music critic, Byfelt, who uses words nobody understand, and a reporter who is always broke and drinks too much. A beautiful dancer and cocaine peddlers are involved in the case. I turns out that Byfelt and K&auml;py were cocainists and the murderer was a former actor also writing for the newspaper. </P>
<BLOCKQUOTE><FONT size=2>"<STRONG>Olen joskus ajatellut sanomalehtimiehen uraa </STRONG><FONT size=3 face=Symbol><FONT size=2>-</FONT> </FONT><STRONG>en p&ouml;yt&auml;ns&auml; &auml;&auml;ress&auml; nukkuvan toimittajan, vaan hyv&auml;n reportterin. Luulen, ett&auml; osaisin kirjoittaa melko hyv&auml;n jutun n&auml;ist&auml; aineksista. Kun joskus rupean kirjoittamaan muistelmiani, tulee t&auml;lle jutulle nimeksi "Keskiy&ouml;n murha". Eik&ouml; ole sopiva nimi. Murhahan tuli ilmi melkein tasan kello kaksitoista y&ouml;ll&auml;."</STRONG> (from <I>Keskiy&ouml;n murha</I>)</FONT></BLOCKQUOTE>
<P>The protagonist in<I> Purppurantekij&auml;</I> <FONT face=Symbol>-</FONT> set in the times of Darius the Great and Xerxes <FONT face=Symbol>-</FONT> is Hadoram, the son of a Jewish merchant who knows the secret of manufacturing Tyrial purple, the royal color used in clothes. His adventues take him all over the ancient Mediterranean world, which the author describes vividly, especially its commercial contacts and wars. Hadoram is a member of a small nation in times when Persia was the ruling power. From this theme one can draw parallels <FONT face=Symbol>-</FONT> perhaps not unintentional <FONT face=Symbol>-</FONT> to postwar relationship between Finland and the Soviet Union, during which commercial relationship started to flourish and grow. Haapakoski's other works include the science fiction series about the robot <I>Atorox</I> (1947-48), radio plays, short stories, and travel books. <EM>Abiel t&auml;hdist&auml;lukija</EM>, a political allegory about Stalin's foreign policy which Haapakoski wrote in the 1950s, was not published until 2007. From 1949 to 1950 he edited the magazine <I>J&auml;nnityspalat</I> and between the years 1950 and 1954 the magazine <I>Outsiderin Lehti</I>. He wrote for <I>Tutka </I>and in 1960 he started <I>Horna series</I>, published by Ajanviete. <FONT face=Symbol>-</FONT> Aarne Haapakoski died in Malaga, Spain on January 24, 1961. </P>
<P>Haapakoski's assistant from 1957 was Seppo Tuisku (1935-), who continued the publication of <I>Pekka Lipposen seikkailuja</I> and <I>Kalle-Kustaa Korkin seikkailuja</I> until 1964. He wrote among others<I> Ihmisrobotit</I> (1960), but when the manuscript disappeared in the post, Haapakoski composed it again from his memory. Haapakoski's story <I>Pirskatti, sanoi muumio</I> (1964) Tuisku edited from the original text. </P>
<BLOCKQUOTE><B>F<FONT size=2>or further reading: </FONT><I></I></B><FONT size=2>'Outsiderin ja Henrik Hornan naamion takana' by A.V. Haapakoski, in <EM>Me kerromme itsest&auml;mme</EM>, ed. by Ensio Rislakki (1946)</FONT><FONT size=2>; </FONT><I><FONT size=2>Hornanlinnan perilliset </FONT></I><FONT size=2>by Timo Kukkola (1980); <EM>Kirjojen mies: Aarne Haapakoski alias Outsider 18.3.1904-24.1.1961</EM>, ed. by&nbsp; Raili Veikkanen (1989);&nbsp;</FONT><I><FONT size=2>Outsider-bibliografia</FONT></I><FONT size=2> by Simo Sj&ouml;blom (1995); <I>Kansallisgalleria 4: Kehittyv&auml; Suomi</I>, ed. by Allan Tiitta (1996); <EM>Amat&ouml;&ouml;rit tutkimusten h&auml;m&auml;rill&auml; poluilla: henkil&ouml;t, milj&ouml;&ouml; ja intuitio 1940-luvun suomenkielisiss&auml; salapoliisiromaanisarjoissa</EM> by Salla Laakkonen (2006); </FONT><FONT size=2><I>Outsiderin kirja</I> by Raimo Jokisalmi (2007) - </FONT><FONT size=2></FONT><B><FONT size=2>Other</FONT></B><FONT size=2> prolific Finnish pulp writers: </FONT><A href="taiga.htm"><FONT size=2>Marton Taiga</FONT></A></BLOCKQUOTE>

<P><B>Selected works:</B></P>
<UL>
 
<LI>Mustalais-suon arvoitus, 1931
<LI>Rintaman takana, 1933
<LI>Madame Saahl'in salaisuus, 1934
<LI>Kaksi juhannusta, 1936
<LI>Ametistikruunu, 1941 (as Henrik Horna) <BR>- Ametistkronan. Detektivroman, 1941
<LI>Keskiy&ouml;n murha, 1941 
<LI>Viisi tikaria, 1941 
<LI>Kuolema kulkee y&ouml;ll&auml;, 1941 (as Henrik Horna) <BR>- D&ouml;den smyger om natten, 1942&nbsp;
<LI>Lasilinnan salaisuus, 1941 (as Henrik Horna) <BR>- Glasslottets hemlighet, 1941 &nbsp;
<LI>Peli on menetetty, 1941 (as Henrik Horna) <BR>- Spelet &auml;r f&ouml;rlorad, 1942&nbsp;
<LI>Vihre&auml; kummitus, 1941 (as Henrik Horna) <BR>- Det gr&ouml;na sp&ouml;ket, 1941 &nbsp;
<LI>Talo Džeršinskajan varrella, 1942 
<LI>Nunnat nukkuvat, 1942 
<LI>Aavelaiva, 1943 (as Henrik Horna) <BR>- Sp&ouml;kskeppet, 1948&nbsp;
<LI>Kiinalainen mysteeri, 1943 <BR>- Kinesmysteriet, 1949&nbsp;(&ouml;vers. av Gemma Funtek-Snellman) 
<LI>Hotellihuone N:o 235, 1943 (as Henrik Horna) 
<LI>Kuoleman tulee kello&nbsp;12, 1943 (as Henrik Horna) 
<LI>Johtolanka, 1944 (as Henrik Horna) 
<LI>Code B.Z.22, 1944 (as Henrik Horna) 
<LI>El&auml;v&auml; ruumis, 1944 (as Henrik Horna) 
<LI>Egyptil&auml;inen tuhkauurna, 1944 (as Henrik Horna) 
<LI>Kostaja, 1944 (as Henrik Horna) 
<LI>Myrkytt&auml;j&auml;, 1944 (as Henrik Horna) 
<LI>"Pyh&auml;n tikarin veljeskunta", 1944 (as Henrik Horna) 
<LI>Toinen mies, 1944 (as Henrik Horna) 
<LI>Vakooja BZ 7, 1944
<LI>Merirosvolaivurin aarre, 1944
<LI>Valkoinen kobra, 1944 (as Henrik Horna) 
<LI>Y&ouml;juna sivuuttaa aution huvilan, 1944 
<LI>Ben Huronin testamentti, 1945 (Kalle-Kustaa Korkin seikkailuja n:o 1) 
<LI>El Mooron salaisuus, 1945
<LI>Kuolema erehtyy, 1945 
<LI>Michael etsii menneisyytt&auml;&auml;n, 1945 
<LI>N&auml;kym&auml;t&ouml;n murhaaja, 1945 (as Henrik Horna) 
<LI>Patarouva ja ruutukuningas, 1945
<LI>Punaisen H&auml;r&auml;n Hotelli&nbsp;(Hotel du Boeuf Rouge), 1945
<LI>Tanssiva kummitus, 1945 (as Henrik Horna) 
<LI>Temple-tornin vanki, 1945 (as Victor Mario) 
<LI>Aavekuningas, 1946 (as Victor Mario) 
<LI>Kruununtavoittelijat, 1946 (as Victor Mario) 
<LI>Kuolinnaamion salaisuus, 1946 
<LI>Murha pikajunassa, 1946 
<LI>Valkoinen laama, 1946 
<LI>Kilroy oli t&auml;&auml;ll&auml;, 1947 <BR>- Kilroy har varit h&auml;r, 1948&nbsp;(&ouml;vers. av Gemma Funtek-Snellman) 
<LI>Atorox, ihmisten valtias, 1947 (six Atorox novels 1947-48)
<LI>Atorox kuussa, 1947 
<LI>Atorox Marssissa, 1947 
<LI>Atorox Venuksessa, 1947 
<LI>Atorox Merkuriuksessa, 1947 
<LI>Pyramidin vihre&auml; nainen, 1947 
<LI>Etiopilaisen perint&ouml;, 1948 
<LI>Atoroxin paluu&nbsp;v. 2948, 1948 
<LI>Kultainen kuutio, 1948 
<LI>Kuusi ikonia, 1948 
<LI>Murha vahakabinetissa ja muita j&auml;nnityskertomuksia, 1948 
<LI>Pietari Suuren testamentti, 1948 <BR>- M&ouml;rdare ombord, 1949&nbsp;(&ouml;vers. av Gemma Funtek-Snellman) 
<LI>Ampiaisen arvoitus, 1948 
<LI>Pirunsaaren vanki, 1948
<LI>Tutankhamonin kaulanauha, 1948
<LI>Haaremin sankarit, 1949
<LI>Huuhkajalinnan kaviomarssi, 1949 <BR>- <FONT size=2>Kalle-Kustaa Korkin seikkailut </FONT><FONT size=2>(1949), dir. by Ilmari Unho, starring Joel Rinne as Kalle-Kustaa and Reino Valkama as Pekka Lipponen. <B>"Jos Suomen kansa jaksaa kuunnella p&auml;ivitt&auml;in kolme minuuttia Kalle-Kustaa Korkkia radiossa, ei sen tarvitse viel&auml; merkit&auml; sit&auml;, ett&auml; se jaksaisi katsella ja kuunnella t&auml;t&auml; sankaria kaksi tuntia valkokankaalla. Kun yksinkertainen ja lapsellinens seikkailukertomus esitet&auml;&auml;n n&auml;in hajanaisesti ja sotkuisesti, ei ole ihme, jos t&auml;p&ouml;taydessa katsomossa vallitsee useimmiten hautajaistunnelma." </B>(Ra.H. in <I>Uusi Suomi</I>) </FONT>
<LI>Kuka n&auml;ist&auml; kuudesta? 1949 (as William Barrow) 
<LI>Extra nyhetsuts&auml;nding, 1949 (h&ouml;rspel; &ouml;vers. av Kajsa Krook) 
<LI>Murattihuvilan kummitus, 1947 (kuunnelma) 
<LI>Orjalaivuri Haukka, 1950
<LI>Keltainen varjo, 1950 (as Halt Denis)
<LI>Paksu Bertta ja viidakon veijarit, 1951
<LI>Purppurantekij&auml;, 1951 <BR>- <FONT size=2><B>"Ei ole vaikea huomata, kuka suomalainen kirjailija on ollut 'Purppurantekij&auml;n' kummina; t&auml;ss&auml;kin ensimm&auml;isess&auml; persoonassa esiintyv&auml; p&auml;&auml;henkil&ouml; seikkailee kaukaisessa menneisyydess&auml; (n. 450 eKr.) monissa maissa (Foinikiassa. Persiassa, Kreikassa) kokien monenlaisia vaiheita. Haapakoski on kuitenkin etup&auml;&auml;ss&auml; seikkailukirjailija; kirjassa ei oikein tahdo n&auml;hd&auml; mets&auml;&auml; puilta."</B></FONT><B><FONT size=2></FONT></B><FONT size=2> </FONT><FONT size=2></FONT><FONT size=2>(Alpo Routasuo, in <I>Arvosteleva kirjaluettelo</I> 5/1951) </FONT>
<LI>Sammakkosaaren sokkeloissa, 1952
<LI>Filmausmatka maurien&nbsp;maahan, 1953 
<LI>Armi, manageri ja min&auml;, 1954 (as Irma Kyr&ouml;mies) 
<LI>Outsiderin mukana Egyptiss&auml;, 1954 <BR>-<B> <FONT size=2></FONT><FONT size=2>"Monen hikipisaran ja k&auml;rp&auml;senpureman hinnalla lunastettuja matkavaikutelmia Niilin varrelta aina Sudanin etel&auml;osaa my&ouml;ten. Vaikkei kirja pyrik&auml;&auml;n esitt&auml;m&auml;&auml;n mit&auml;&auml;n ylensyv&auml;llisi&auml; n&auml;kemyksi&auml;, ei se silti ole joutavanp&auml;iv&auml;inen. Sujuva kerronta on varmaankin lukevan yleisd&ouml;n mielen mukaista."</FONT></B><FONT size=2></FONT><FONT size=2> (A. Hirsj&auml;rvi, in <I>Arvosteleva kirjaluettelo</I>, 3/1954)</FONT>
<LI>Kaikki eiv&auml;t purnanneet, 1955 (as Antti Rokka) 
<LI>Nuku, rakkaani, nuku, 1956 (as Rigor Morton)
<LI>Kuolema pyramidin varjossa, 1956 (as Rigor Morton)
<LI>Pekka Lipposen seikkailuja, 1956 -
<LI>Kalle Kustaa Korkin seikkailuja, 1958 - 
<LI>Kohtalokas harha-askel, 1960 
<LI>Kuka puhui ohi suunsa?, 1960 
<LI>Vuoleskeleva murhaaja, 1960 
<LI>Tappaja, 1960 
<LI>Kosto, 1961 
<LI>Vainoava varjostaja, 1961 
<LI>Kipsimies, 1986 
<LI>Kuoleman varjostamana, 1986 
<LI>Timanttiavain, 1987 
<LI>Calamarian kuningas, 1987 
<LI>Pension Ritzin arvoitus, 1988 <LI><SPAN class=subfieldData>Kuolema kolkuttaa: sota-aikainen vakoilujuttu Helsingist&auml;, 2000</SPAN>
<LI>Abiel t&auml;hdist&auml;lukija, 2007 
 



</LI></UL>




<P><B>Pekka Lipposen seikkailuja: </B></P>
<UL>
<LI>Ben Huronin testamentti, 1956
<LI>Suezin sulttaani, 1957 (Pekka Lipposen seikkailuja 1) 
<LI>Castello Rojasin salaisuus, 1957 (Pekka Lipposen seikkailuja 2) 
<LI>Etel&auml;navan arvoitus, 1957 (Pekka Lipposen seikkailuja 3) 
<LI>Pariisin py&ouml;rteiss&auml;, 1957 (Pekka Lipposen seikkailuja 4) 
<LI>Iki-Moto manaa henki&auml;, 1957 (Pekka Lipposen seikkailuja 5) 
<LI>Seitsem&auml;nnen lohik&auml;&auml;rmeen veli, 1957 (Pekka Lipposen seikkailuja 6) 
<LI>Ondurmannin keisari, 1957 (Pekka Lipposen seikkailuja 7) 
<LI>Gangsterit matalaksi, 1957 (Pekka Lipposen seikkailuja 8) 
<LI>9. Tiibetin lumimies, 1957 (Pekka Lipposen seikkailuja 9) 
<LI>Terveisi&auml; kuolemalta, 1957 (Pekka Lipposen seikkailuja 10) 
<LI>J&auml;lleen hirmuinen Manta, 1957 (Pekka Lipposen seikkailuja 11) 
<LI>Tapahtui Monte Carlossa, 1957 (Pekka Lipposen seikkailuja 12) 
<LI>Korsikkalainen verikosto, 1958 (Pekka Lipposen seikkailuja 13) 
<LI>Musta ruutu&auml;ss&auml;, 1958 (Pekka Lipposen seikkailuja 14) 
<LI>"Kaksi kertaa kaksi on seitsem&auml;n", 1958 (Pekka Lipposen seikkailuja 15) 
<LI>Inkakuninkaan kultatynn&ouml;rit, 1958 (Pekka Lipposen seikkailuja 16) 
<LI>Kuumaa peli&auml; Japanissa (Keishoja ja sininen kuolema), 1958 (Pekka Lipposen seikkailuja 17) 
<LI>Atomisalaisuus eli Kolmannen asteen kovia naamoja, 1958 (Pekka Lipposen seikkailuja 18) 
<LI>Ahv&auml;&auml;rimatka Moskovaan, 1958 (Pekka Lipposen seikkailuja 19) 
<LI>Seitsem&auml;n Riemun Paholainen, 1958 (Pekka Lipposen seikkailuja 20) 
<LI>Taistelu kaivososakkeista, 1958 (Pekka Lipposen seikkailuja 21) 
<LI>"K&auml;det yl&ouml;s, urkkija!", 1958 (Pekka Lipposen seikkailuja 22) 
<LI>Naurava k&auml;&auml;rme, 1958 (Pekka Lipposen seikkailuja 23) 
<LI>Sankarit salapoliiseina, 1958 (Pekka Lipposen seikkailuja 24) 
<LI>Missit ja kovanaamainen konna, 1959 (Pekka Lipposen seikkailuja 25) 
<LI>Rauniokaupungin kuningatar, 1959 (Pekka Lipposen seikkailuja 26) 
<LI>Keltainen h&auml;m&auml;h&auml;kki, 1959 (Pekka Lipposen seikkailuja 27) 
<LI>Mantan testamentti, 1959 (Pekka Lipposen seikkailuja 28) 
<LI>"Et el&auml; huomiseen, Pekka", 1959 (Pekka Lipposen seikkailuja 29) 
<LI>S&auml;hk&ouml;tuolimies, 1959 (Pekka Lipposen seikkailuja 30) 
<LI>Murhaajat mellastavat Mallorcalla, 1959 (Pekka Lipposen seikkailuja 31) 
<LI>Konstaapeli M&auml;k&auml;r&auml;inen erehtyy, 1959 (Pekka Lipposen seikkailuja 32) 
<LI>Katakombien kummitus, 1959 (Pekka Lipposen seikkailuja 33) 
<LI>Kuubalainen serenadi, 1959 (Pekka Lipposen seikkailuja 34) 
<LI>Fakiirin kosto, 1959 (Pekka Lipposen seikkailuja 35) 
<LI>Kadonnut kultakaivos, 1959 (Pekka Lipposen seikkailuja 36) 
<LI>Petrus I:n, avaruuden kuningas, 1960 (Pekka Lipposen seikkailuja 37) 
<LI>Myrkytetty tikari, 1960 (Pekka Lipposen seikkailuja 38) 
<LI>Suomenlinnan aarre, 1960 (Pekka Lipposen seikkailuja 39) 
<LI>Ihmisrobotti, 1960 (Pekka Lipposen seikkailuja 40) 
<LI>Tuonelan tuntumassa, 1960 (Pekka Lipposen seikkailuja 41) 
<LI>Haaremin vihre&auml;silm&auml;inen nainen, 1960 (Pekka Lipposen seikkailuja 42) 
<LI>Sukukokous Roomassa, 1960 (Pekka Lipposen seikkailuja 43) 
<LI>Teloittajan testamentti, 1960 (Pekka Lipposen seikkailuja 44) 
<LI>Kolmasti kuolleena, 1960 (Pekka Lipposen seikkailuja 45) 
<LI>Puhelin soi keskiy&ouml;ll&auml;, 1960 (Pekka Lipposen seikkailuja 46) 
<LI>Tapahtui Singaporessa, 1960 (Pekka Lipposen seikkailuja 47) 
<LI>K&auml;det yl&ouml;s, Punap&auml;&auml; Sally!, 1960 (Pekka Lipposen seikkailuja 48) 
<LI>Kadonnut kuuraketti, 1961 (Pekka Lipposen seikkailuja 49) 
<LI>Kummituksen hautajaiset, 1961 (Pekka Lipposen seikkailuja 50) 
<LI>Aavekaupungin pormestari, 1961 (Pekka Lipposen seikkailuja 51) 
<LI>Ahv&auml;&auml;ri tai nikkeli&auml;, 1961 (Pekka Lipposen seikkailuja 52) 
<LI>Kohtaus Nubian pikajunassa, 1961 (Pekka Lipposen seikkailuja 53) 
<LI>N&auml;kym&auml;t&ouml;n kostaja, 1961 (Pekka Lipposen seikkailuja 54) 
<LI>Vaarallinen vainaja, 1961 (Pekka Lipposen seikkailuja 55) 
<LI>Kultainen tuhkauurna, 1961 (Pekka Lipposen seikkailuja 56) 
<LI>Hirtettyjen klubi, 1961 (Pekka Lipposen seikkailuja 57) 
<LI>Kuolemantornin erakko, 1961 (Pekka Lipposen seikkailuja 58) 
<LI>Timanttiaarre, 1961 (Pekka Lipposen seikkailuja 59) 
<LI>Kahden siirron Matti, 1961 (Pekka Lipposen seikkailuja 60) 
<LI>Gangsterikuninkaan perint&ouml;, 1962 (Pekka Lipposen seikkailuja 61) 
<LI>Avaruusahv&auml;&auml;ri, 1962 (Pekka Lipposen seikkailuja 62) 
<LI>Avaruusmarsalkka, 1962 (Pekka Lipposen seikkailuja 63) 
<LI>Luurankosaaren salaisuus 1962 (Pekka Lipposen seikkailuja 64) 
<LI>Viidakkomies Pekka, 1962 (Pekka Lipposen seikkailuja 65) 
<LI>Aavelaivan arvoitus, 1962 (Pekka Lipposen seikkailuja 66) 
<LI>Vaarojen maa, 1962 (Pekka Lipposen seikkailuja 67) 
<LI>Turkkilaista lunta, 1962 (Pekka Lipposen seikkailuja 68) 
<LI>Armoton Alaska, 1962 (Pekka Lipposen seikkailuja 69) 
<LI>Pime&auml;n linnan vanki, 1962 (Pekka Lipposen seikkailuja 70) 
<LI>V&auml;likohtaus Assamissa, 1962 (Pekka Lipposen seikkailuja 71) 
</LI></UL>

<P><B>Kalle-Kustaa Korkin seikkailuja:</B></P>

<UL>
<LI>Ben Huronin testamentti, 1945 (Kalle-Kustaa Korkin seikkailuja I) 
<LI>Kaksihuippuisen vuoren salaisuus, 1946 (Kalle-Kustaa Korkin seikkailuja II) 
<LI>Valkoinen lama, 1946 (Kalle-Kustaa Korkin seikkailuja III) 
<LI>Pyramidin vihre&auml; nainen, 1947 (Kalle-Kustaa Korkin seikkailuja IV) 
<LI>Kalliosaaren Robinsonit, 1947 (Kalle-Kustaa Korkin seikkailija V) 
<LI>Rauniokaupungin vanki, 1948 (Kalle-Kustaa Korkin seikkailuja VI) 
<LI>Huuhkalinnan kaviomarssi, 1949 (Kalle-Kustaa Korkin seikkailuja VII) 
<LI>Haaremin sankarit, 1949 (Kalle-Kustaa Korkin seikkailuja VIII) 
<LI>Kenraali Korkki ja prinssi Lipponen, 1950 (Kalle-Kustaa Korkin seikkailuja IX) 
<LI>Kuolleessa kaupungissa kummittelee, 1951 (Kalle-Kustaa Korkin seikkailuja X) 
<LI>Paksu Bertta ja viidakon veijarit, 1951 (Kalle-Kustaa Korkin ja Pekka Lipposen seikkailuja XI) 
<LI>Sammakkosaaren sokkeloissa, 1952 (Kalle-Kustaa Korkin seikkailuja XII) 
<LI>Salaisten paperien j&auml;ljill&auml;, 1953 (Kalle-Kustaa Korkin ja Pekka Lipposen seikkailuja) 
<LI>Pirskattiviek&ouml;&ouml;n, sanoi muumio, 1954 (Kalle-Kustaa Korkin ja Pekka Lipposen seikkailuja Egyptiss&auml;) 
<LI>Saparom&auml;en saunasta Battikalaon palatsiin, 1955 (Kalle-Kustaa Korkin seikkailuja XV) 
<LI>Mies Pirunsaarelta, 1958 (Kalle-Kustaa Korkin seikkailuja 1) 
<LI>Hopeinen pistoolinluoti, 1958 (Kalle-Kustaa Korkin seikkailuja 2) 
<LI>Pullopostia hirtettyjen saarelta, 1958 (Kalle-Kustaa Korkin seikkailuja 3) 
<LI>Kaksihuippuisen vuoren salaisuus, 1958 (Kalle-Kustaa Korkin seikkailuja 4) 
<LI>Mauser 13–13-13, 1958 (Kalle-Kustaa Korkin seikkailuja 5) 
<LI>Kuollut mies pelaa pokeria, 1958 (Kalle-Kustaa Korkin seikkailuja 6) 
<LI>&Ouml;ljygangsterin rippi, 1959 (Kalle-Kustaa Korkin seikkailuja 7) 
<LI>Koputuksia kummitustalossa, 1959 (Kalle-Kustaa Korkin seikkailuja 8) 
<LI>Punainen salamanteri, 1959 (Kalle-Kustaa Korkin seikkailuja 9) 
<LI>Taxi n:o 333 B, 1959 (Kalle-Kustaa Korkin seikkailuja 10) 
<LI>Salaisuus taikka henki, 1959 (Kalle-Kustaa Korkin seikkailuja 11) 
<LI>Fregatti Rosen salaisuus, 1959 (Kalle-Kustaa Korkin seikkailuja 12) 
<LI>Murha Casablancassa, 1959 (Kalle-Kustaa Korkin seikkailuja 13) 
<LI>Kohtaus Timbuktussa, 1960 (Kalle-Kustaa Korkin seikkailuja 14) 
<LI>Kuolette kello 23.13, 1960 (Kalle-Kustaa Korkin seikkailuja 15) 
<LI>Jesuiitan j&auml;lkis&auml;&auml;d&ouml;s, 1960 (Kalle-Kustaa Korkin seikkailuja 16) 
<LI>Atomisalaisuus Kanarian saarilla, 1960 (Kalle-Kustaa Korkin seikkailuja 17) 
<LI>Kultainen ristilukki, 1960 (Kalle-Kustaa Korkin seikkailuja 18) 
<LI>Viesti Sargassomerelt&auml;, 1960 (Kalle-Kustaa Korkin seikkailuja 19) 
<LI>Apua, Kalle-Kustaa!, 1960 (Kalle-Kustaa Korkin seikkailuja 20) 
<LI>Peli el&auml;m&auml;st&auml; ja kuolemasta, 1960 (Kalle-Kustaa Korkin seikkailuja 21) 
<LI>Naurava muumio, 1960 (Kalle-Kustaa Korkin seikkailuja 22) 
<LI>Kuoleman suudelma, 1960 (Kalle-Kustaa Korkin seikkailuja 23) 
<LI>Laukaus Villa Rosan parvekkeelta, 1960 (Kalle-Kustaa Korkin seikkailuja 24) 
<LI>Keltaisen ametistin kirous, 1960 (Kalle-Kustaa Korkin seikkailuja 25) 
<LI>Kuollut mies karkasi, 1961 (Kalle-Kustaa Korkin seikkailuja 26) 
<LI>Mies palaa Pirunsaarelle, 1961 (Kalle-Kustaa Korkin seikkailuja 27) 
<LI>SOS, kuuleeko Morrison?, 1961 (Kalle-Kustaa Korkin seikkailuja 28) 
<LI>Kolmesta poikki, 1961 (Kalle-Kustaa Korkin seikkailuja 29) 
<LI>M/S Mona-Lisa saapuu Dakariin, 1961 (Kalle-Kustaa Korkin seikkailuja 30) 
<LI>Seitsem&auml;n naurun geisha, 1961 (Kalle-Kustaa Korkin seikkailuja 31) 
<LI>Kamppailu keksinn&ouml;st&auml;, 1961 (Kalle-Kustaa Korkin seikkailuja 32) 
<LI>Pirunvuoren salaisuus, 1961 (Kalle-Kustaa Korkin seikkailuja 33) 
<LI>Kuoleman arpa, 1961 (Kalle-Kustaa Korkin seikkailuja 34) 
<LI>Bumerangimurhaaja, 1961 (Kalle-Kustaa Korkin seikkailuja 35) 
<LI>Aleksanterinkatu 13, 1961 (Kalle-Kustaa Korkin seikkailuja 36) 
<LI>Sormi liipasimella, 1961 (Kalle-Kustaa Korkin seikkailuja 37) 
<LI>Kuolema n&auml;kee pime&auml;ss&auml;, 1962 (Kalle-Kustaa Korkin seikkailuja 38) 
<LI>Keisaripy&ouml;velin onnenraha, 1962 (Kalle-Kustaa Korkin seikkailuja 39) 
<LI>&Ouml;ljyvakooja erehtyy, 1962 (Kalle-Kustaa Korkin seikkailuja 40) 
<LI>Operaatio "Tulimaa", 1962 (Kalle-Kustaa Korkin seikkailuja 41) 
<LI>Merirosvorannikon orjalaivuri, 1962 (Kalle-Kustaa Korkin seikkailuja 42) 
<LI>Musta Kameleontti, 1962 (Kalle-Kustaa Korkin seikkailuja 43) 
<LI>"Kuningaskunta myyt&auml;v&auml;n&auml;", 1962 (Kalle-Kustaa Korkin seikkailuja 44) 
<LI>Rikos Oy:n kassakriisi, 1962 (Kalle-Kustaa Korkin seikkailuja 45) 
<LI>Hauta meren rannalla, 1962 (Kalle-Kustaa Korkin seikkailuja 46) 
<LI>Kostaja Sierra Negrosta, 1962 (Kalle-Kustaa Korkin seikkailuja 47) 

</LI></UL>




<P align=center>







<BR>
<!--Amazonbanner-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/banneri.gif" width=468 height=60></A>
<BR>
<HR>
<I><CENTER><FONT size=-1>Some rights reserved Petri Liukkonen (author) &amp; Ari Pesonen. Kuusankosken kaupunginkirjasto 2008</FONT></CENTER></I><BR>
<!-- Thank you for examining the code -->

<BR>
<P></P>

 
<!--Tekstipalsta p„„ttyy-->
</TD>
</TR>
</TBODY></TABLE></CENTER>
 


<I><CENTER><A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license><IMG style="BORDER-RIGHT-WIDTH: 0px; BORDER-TOP-WIDTH: 0px; BORDER-BOTTOM-WIDTH: 0px; BORDER-LEFT-WIDTH: 0px" alt="Creative Commons License" src="http://i.creativecommons.org/l/by-nd-nc/1.0/fi/88x31.png"></A><BR><SPAN rel="dc:type" property="dc:title" href="http://purl.org/dc/dcmitype/Text" xmlns:dc="http://purl.org/dc/elements/1.1/">Authors' Calendar</SPAN> jonka tekij&auml; on <SPAN property="cc:attributionName" xmlns:cc="http://creativecommons.org/ns#">Petri Liukkonen</SPAN> on lisensoitu <A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license>Creative Commons Nime&auml;-Ep&auml;kaupallinen-Ei muutettuja teoksia 1.0 Suomi (Finland) lisenssill&auml;</A>.<BR>May be used for non-commercial purposes. The author <B>must</B> be mentioned. The text may not be altered in any way (e.g. by translation). Click on the logo above for information.</CENTER></I><BR></BODY></HTML

