<HTML><HEAD><TITLE>Charles P&eacute;guy</TITLE><META name=GENERATOR content="MSHTML 8.00.7600.16671"></HEAD><BODY background=/pix/tauskuva.jpg bgColor=white text=black>
<!--taulukko alkaa-->
<CENTER><TABLE   cellSpacing=0 cellPadding=5 width="80%" align=center >
<TBODY><TR   >
<TD  bgColor=white vAlign=top rowSpan=2 width="19%" align=left  >

<!--Vasen palsta, linkit ym-->
<A href="../../../calendar.htm"><IMG border=2 src="../../../pix/bwlogo.jpg" width=100 height=100></A><BR clear=both>
<BR>
<FONT size=-1 face=Arial>
<!--********************-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/ylamainos.gif" width=100 height=70></A>
<BR>
<BR>
<!--********************-->
<FONT size=-1><B>Choose another writer in this calendar:</B></FONT>
<P>
by name:<BR>
<A href="../../../indeksi.htm#a" target=_blank>A</A>
<A href="../../../indeksi.htm#b" target=_blank>B</A>
<A href="../../../indeksi.htm#c" target=_blank>C</A>
<A href="../../../indeksi.htm#d" target=_blank>D</A>
<A href="../../../indeksi.htm#e" target=_blank>E</A>
<A href="../../../indeksi.htm#f" target=_blank>F</A>
<A href="../../../indeksi.htm#g" target=_blank>G</A>
<A href="../../../indeksi.htm#h" target=_blank>H</A>
<A href="../../../indeksi.htm#i" target=_blank>I</A>
<A href="../../../indeksi.htm#j" target=_blank>J</A>
<A href="../../../indeksi.htm#k" target=_blank>K</A>
<A href="../../../indeksi.htm#l" target=_blank>L</A>
<A href="../../../indeksi.htm#m" target=_blank>M</A>

<A href="../../../indeksi.htm#n" target=_blank>N</A>
<A href="../../../indeksi.htm#o" target=_blank>O</A>
<A href="../../../indeksi.htm#p" target=_blank>P</A>
<A href="../../../indeksi.htm#q" target=_blank>Q</A>
<A href="../../../indeksi.htm#r" target=_blank>R</A>
<A href="../../../indeksi.htm#s" target=_blank>S</A>
<A href="../../../indeksi.htm#t" target=_blank>T</A>
<A href="../../../indeksi.htm#u" target=_blank>U</A>
<A href="../../../indeksi.htm#v" target=_blank>V</A>
<A href="../../../indeksi.htm#w" target=_blank>W</A>
<A href="../../../indeksi.htm#x" target=_blank>X</A>
<A href="../../../indeksi.htm#y" target=_blank>Y</A>
<A href="../../../indeksi.htm#z" target=_blank>Z</A>
</P>
<P>
by birthday from the <A href="../../../calendar.htm" target=_top>calendar</A>.
</P>
<P>
<A href="../../../pix/credits.htm" target=_blank>Credits and feedback</A>
</P>
<P>

<!--Bamber Gascoigne--><A href="http://www.timesearch.info/bookswriters/" target=_blank><B>TimeSearch</B></A><BR>for Books and Writers<BR>by <I>Bamber Gascoigne</I><BR>
<!--Vara2-->
<!--Vara3-->
<!--Vara4-->

</P>
</FONT>
</TD>

<TD  bgColor=white vAlign=top background=/pix/viiva.jpg rowSpan=2 width=2 align=left  >

<!--T&auml;m&auml; on koristeviivasarake-->
</TD>

<TD  bgColor=black width="80%" align=left  >

<!--T&auml;ss&auml; on mustapohjainen otsikkosolu-->
<FONT color=white size=+1 face=Arial><B>Charles P&eacute;guy (1873-1914)&nbsp;</B></FONT><FONT color=white size=2 face=Arial><B> Pseudonyms: Charles Pierre Baudouin, Pierre Deloire </B></FONT>
</TD>
</TR>

<TR   >

<TD  bgColor=white width="80%" align=left  >
<!--Tekstipalsta-->
<P>&nbsp;</P>

<!-- Teksti alkaa t&auml;st&auml;-->


<P>French poet, essayist and philosopher, who first turned to 
socialism and abandoned Roman Catholicism, then "found 
faith again," becoming an advocate of anti-materialistic 
and nationalistic values. P&eacute;guy's last important 
work was the seven thousand six hundred forty-four lines long poem <I>&Egrave;ve</I> (1913), 
a prayer-like vision of Christian history. 
Driven by patriotic fervour and a sense of heroic duty, P&eacute;guy joined the French Army at 
the outbreak of World War I, and fell in the Battle of Marne in 1914. </P>
<BLOCKQUOTE><FONT size=2><B>"&Eacute;toile de la mer voici lourde nappe </B></FONT><B><BR>
<FONT size=2>Et la profonde houle et l'oc&eacute;an des bl&eacute;s </FONT><BR>
<FONT size=2>Et la mouvante &eacute;cume et nos greniers combl&eacute;s </FONT><BR>
<FONT size=2>Voici votre regard sur sette immense chape" </FONT></B><FONT size=2></FONT><BR>
<FONT size=2>(from 'Pr&eacute;sentation de la Beauce &agrave; Notre-Dame de Chartres', </FONT><BR>
<FONT size=2>in </FONT><FONT size=2><I>La Tapisserie de Notre-Dame</I>, 1913) </FONT></BLOCKQUOTE>
<P>Charles P&eacute;guy was born in Orl&eacute;ans into a family of peasant 
craftsmen. His father, D&eacute;sir&eacute; P&eacute;guy, was a cabinet maker, who died in 1874 as a result of wounds 
received during the Franco-Prussian war of 1870-71. C&eacute;cile, P&eacute;guy's 
mother, returned to her work as chairseart-maker, to support her family. Basically 
P&eacute;guy's mother and grandmother, who lived with them, were both illiterate. </P>


<P>A brilliant student from a modest background, P&eacute;guy won a series of 
sholarships. After passing his baccalaur&eacute;at in 1891, he entered the 
Lyc&eacute;e Lakanal, Sceaux, and then did his military service in 1892-93. 
P&eacute;guy continued his studies in Paris at the Coll&egrave;ge de Sainte-Barbe. 
In 1894 he was admitted to the exclusive Ecole Normale Sup&eacute;rieure on his 
third attempt. The next year he returned to Orleans to learn typography and to work on 
his first play, <I>Jeanne d'Arc</I>. P&eacute;guy failed in 1898 his final <I>agr&eacute;gation</I> and 
gave up his plans for a teaching career. </P>
<P>In 1895 P&eacute;guy joined the Socialist Party. From 1896 he was a contributor 
to the <I>Revue Socialiste</I>, where he published two utopian essays, 
and from 1899 the <I>Revue Blanche</I>. <I>Marcel, premier dialogue de la Cit&eacute; harmonieuse</I> (1898), P&eacute;guy's first prose work, was
&nbsp;inspired by his 
school friend Marcel Baudouin, who had died in 1896. The next year he married Marcel's sister, 
Charlotte-Fran&ccedil;oise Baudoin; they had one daughter and three sons, 
one of whom was born after P&eacute;guy's death. </P>
 
<P>Following the publication of <A href="../../../ezola.htm">Emile Zola</A>'s pamphlet 'J'Accuse!' (1898), P&eacute;guy 
summoned other socialists to support Zola during the Dreyfus affaire. P&eacute;gyu argued that, 
so long as Dreyfus remained condemned unjustly, France was "living in a state of 
mortal sin." From 1903 onwards, P&eacute;guy started to distance himself 
from the dreyfusards, partly because he believed that the campaign had 
become a conspiracy against the Church. "Everything begins in mysticism 
and ends in politics," he once 
said. </P>

<P>In 1898 P&eacute;guy invested his wife's dowry and other funds into founding 
a socialist bookshop in the Latin Quartier. After a year it was turned into a cooperative 
to avoid bankruptcy. P&eacute;guy broke with the cooperative, now 
named Soci&eacute;t&eacute; Nouvelle de librairie et d'&eacute;dition, when he learned, that it would not 
print his writings without any interference. </P>



<P>After turning his back to the Soci&eacute;t&eacute;, P&eacute;guy founded in 1900 the 
bimonthly review <I>Les Cahiers de la Quinzaine</I>, in which he could 
exercise his freedom of speech. Nearly 
all of his writings, except certain poems,&nbsp;first appeared in the review. Basically it served as 
P&eacute;guy's tool for social and moral reform, but also introduced a number 
of important new authors. The contributors included such 
prominent writers, journalists, and politicians like Anatole France, Romain Rolland, the social 
philosopher Georges Sorel, and the socialist leader Jean Juar&egrave;s. Miraculously, the 
<I>Cahiers </I>survived for 229 issues without advertising, although it rarely 
had more than 1000 subscribers. After he printed <I>De la situation faite &agrave; l'Histoire 
dans le monde moderne</I> in the <I>Cahiers in the summer of 1907</I>, P&eacute;guy wrote 
almost nothing for roughly two years. As a poet P&eacute;guy started late in life, six years 
before his death. </P>

<P>Never a full-blooded Marxist, 
P&eacute;guy was an socialist idealist, who believed that extreme 
collectivism or "anarchistic communism" 
will eventually lead to the freedom of the human spirit. 
<A href="../../../bergson.htm">Henri Bergson</A> (1859-1941), whose lectures he attended with Jacques Maritain, and 
defended him later against Maritain in <I>Note sur M. Bergson et la philosophie bergsonienne</I> (1914), 
was for P&eacute;guy the most important philosopher. Especially Bergson's concepts of memory and time 
influenced his thought. For his disappointment, Bergson did not write the introduction to his 
<I>Œuvres choisies 1900-1910</I>, which&nbsp;came out&nbsp;in 1911.</P>


<P>Throughout his career, the figure of Joan of Arc provided P&eacute;guy a constant 
spiritual and patriotic guide. Madame Gervaise, a Franciscan Nun who&nbsp; teachers the young Joan of Arc, was the only protagonist in <EM>Le Porche du Myst&egrave;re de la deuxi&egrave;me vertu</EM> (1911, The Portal of the Mystery of Hope). He created the character in his initial version of<EM> Le Myst&egrave;re de la charit&eacute; de Jeanne d'Arc (</EM>1910,&nbsp;The Mystery of the Charity of Joan of Arc).&nbsp;&nbsp;</P><P>P&eacute;guy's&nbsp;first book on the peasant-soldier-saint 
was <I>Jeanne d'Arc </I>(1897), dedicated to "those who have lived ... and 
who have died for the coming of the Universal Socialist Republic." The three-part 
play was some 800 pages long. Only one or two copies were sold. 
After conversion he found poetry, and adopting it as a way to express his faith, 
P&eacute;guy reworked the play 
into <EM>The Portal of the Mystery of Hope</EM>, a mixture prose and free 
verse. About that time 
P&eacute;gyu fell in love with a young Jewish woman, Blanche Raphael. He remained faithful to his wife, 
but in his emotional agony, he even contemplated suicide. The pain of his love for Blanche he expressed in <EM>Ballade de la peine</EM>, the first part of <EM>La Ballade du coeur</EM>, which was not published until 1941; a complete version came out in 1975. </P>
 

<P>P&eacute;guy, who was not a practicing Catholic, did not have his children baptized, 
which Charlotte-Fran&ccedil;oise, an atheist, fully accepted. However, when his son Pierre Marcel became seriously ill, P&eacute;guy 
made in June 1912 his first pilgrimage to the cathedral of Chartres. 
Alain Fournier (1886-1914), the writer of the lyrical novel <I>Le Grand Meaulnes</I>, 
followed him part of the way. By this action, the 
custom of making a journey on foot to Chartres was revived once again. His second pilgrimage P&eacute;guy made in July 1913. </P>

<P>P&eacute;guy's mystic nationalism and religious conversion 
(the "leap of faith" into the unknown, as Kierkegaard would have said) alienated many of his socialist friends, 
Sorel included. Among his new acquaintances was the son of a former president of France, Claude Casimir-P&eacute;rier, 
and his wife Simone. </P>

<P>In <EM>Un noveau th&eacute;ologien M. Fernand Laudet</EM> (1911) P&eacute;guy declared that Jesus "is essentially the God of the poor, of the suffering, of the workers, and therefore of those who no longer have a public life." But instead of basing his revolutionary hopes on the urban proletariat, P&eacute;guy idealized the values of 
the peasants. "Faith is a great tree, an oak tree rooted deep in the heart of France," P&eacute;guy wrote 
in <I>Le myst&egrave;re des Saints Innocents</I> (1912, The Mystery of the Holy Innocents). Adopting the role of a prophet, 
P&eacute;guy's advocated spiritual and cultural values of the old 
France, which he believed were threatened by materialism, positivism, and right-thinking Catholics. 
His poems took on a slow, repetitive rhythm of a holy procession or gently waving 
cornfields, affirming the author's belief in the sacred unity between faith, 
blood, and soil. "The arms of Jesus are the Cross of Lorraine / Both the blood in 
the artery and the blood in the vein, / Both the source of grace and 
the clear fountain" <FONT size=2>(from <I>La Tapisserie de Sainte 
Genevi&egrave;ve</I>, 1912).</FONT> Noteworthy, during World War II the Cross of Lorraine was used 
as the symbol of the forces of Free France. Both the Resistance and the Vichy government cited P&eacute;guy's 
patriotic writings. </P>
<P>Starting from <I>Notre patrie</I> (1905), P&eacute;guy spoke of the coming of 
the European conflict, but especially he warned France of the German military menace. 
In <I>&Egrave;ve</I> he wrote: "Happy are 
those who die for the carnal earth / but only if it be for a just war." After the outbreak of WW I, 
he bid farewell to his friends, and went into war as if attending a holy rite. P&eacute;guy was killed in 
the first battle of the Marne on September 5, 1914, near Villeroy, 
when leading his company as a lieutenant. He got shot right through his head. According to some sources, his last words were, 
"For God’s sake, push ahead!" </P>
<P>P&eacute;guy was a creation of his time in many respects. 
As the author of one-liners, he is still often quoted. 
("Tyranny is always better organized than freedom.") 
In the English-speaking world, his name is still relatively unknown, 
although there are translations and studies of his work. In 1943-44 Ann and Julien Green 
published first time in English collected fragments of P&eacute;guy's writings, and in 1984 
the British poet Geoffrey Hill devoted to him the poem <I>The Mystery of the Charity of Charles P&eacute;guy</I>. A 
polemic social thinker and independent religious writer, P&eacute;guy's legacy has been 
ideologically contradictory. It has been even 
suggested, 
that P&eacute;guy <FONT face=System><B>-- </B></FONT>an active opponent of anti-Semitism <FONT face=Symbol><B>- </B></FONT>can be 
counted among 
the "fathers" of French literary fascism. P&eacute;guy's French critics have concluded, that he "is a 
unique man of letters, and unclassifiable writer," and that his genius is "to force admiration in his 
very faults." </P>

<BLOCKQUOTE><B><FONT size=2>For further reading</FONT></B><FONT size=2>: 
</FONT><I><FONT size=2>Charles P&eacute;guy et ses Cahiers</FONT></I><FONT size=2> by Fran&ccedil;ois Porch&eacute; (1914); 
</FONT><I><FONT size=2>P&eacute;guy: soldat de la v&eacute;rit&eacute;</FONT></I><FONT size=2> by R. Secretain (1944); 
</FONT><I><FONT size=2>P&eacute;guy</FONT></I><FONT size=2> by Romain Rolland (1944); 
</FONT><I><FONT size=2>Charles P&eacute;guy: The Pursuit of Salvation</FONT></I><FONT size=2> by Yvonne Servais (1953); 
</FONT><I><FONT size=2>Connaissance de P&eacute;guy </FONT></I><FONT size=2>by Jean Delaporte (1955); 
</FONT><I><FONT size=2>P&eacute;guy</FONT></I><FONT size=2> by Alexander Dru (1957); 
</FONT><I><FONT size=2>P&eacute;guy, l'homme et l'œuvre</FONT></I><FONT size=2> by B. Guyon (1960); 
</FONT><I><FONT size=2>Charles P&eacute;guy: A Study in Integrity</FONT></I><FONT size=2> by Marjorie Villiers (1965); 
</FONT><I><FONT size=2>Charles P&eacute;guy: The Decline of an Idealist</FONT></I><FONT size=2> by Hans A. Schmitt (1967); 
</FONT><I><FONT size=2>La Ballade du cœur</FONT></I><FONT size=2> by J. Sabiani (1973); 
</FONT><I><FONT size=2>P&eacute;guy l'inchr&eacute;tien</FONT></I><FONT size=2> by Jean Bastaire (1991); 
</FONT><I><FONT size=2>Charles P&eacute;guy, biographie </FONT></I><FONT size=2>by Marc Tardieu (1993); 
</FONT><I><FONT size=2>Charles P&eacute;guy, la r&eacute;volution et la gr&acirc;ce</FONT></I><FONT size=2> by Robert Burac (1994). - </FONT><B><FONT size=2>Suomennoksia: '</FONT></B><FONT size=2>Viatomien lasten mysteerio,' suom. Saima&nbsp; Harmaja,&nbsp;teoksessa <EM>Ranskan kirjallisuuden kultainen kirja</EM>, toim. Anna-Maria Tallgren (1934); <EM>Chartres'n tie</EM>, suomentanut Anna-Maija Raittila, toimittanut Osmo Pekonen (2003). </FONT>


</BLOCKQUOTE>
<P><B>Selected works</B>: </P>
<UL>
<LI>Jeanne d'Arc, 1897 
<LI>De la cit&eacute; socialiste, 1897 
<LI>Marcel, premier dialogue de la Cit&eacute; harmonieuse, 1898 
<LI>L'Argent, 1901 
<LI>De Jean Coste, 1902 
<LI>Zangwill, 1904 
<LI>Notre Patrie, 1905 
<LI>Situation, 1906-07 
<LI>Le Myst&egrave;re de la charit&eacute; de Jeanne d'Arc, 1910 <BR>- The Mystery of the Charity of Joan of Arc (translators: Julian Green, 1950; Jeffrey Wainwright, 1986) 
<LI>Notre Jeunesse, 1910 (Memories of Youth) 
<LI>Le Porche du Myst&egrave;re de la deuxi&egrave;me vertu, 1911 <BR>- The Portal of the Mystery of Hope (translated by David Louis Schindler, Jr., 1996)
<LI>Un Nouveau th&eacute;ologien M. Fernand Laudet, 1911
<LI>Victor-Marie, comte Hugo, 1911 
<LI>Œuvres choisies 1900-1910, 1911 
<LI>Le Myst&egrave;re des saints Innocents, 1912 <BR>- The Mystery of the Holy Innocents, and Other Poems&nbsp;(translated by Pansy Pakenham, with an introd. by Alexander Dru, 1956) 
<LI>La Tapisserie de Sainte Genevi&egrave;ve et de Jeanne d'Arc, 1912 
<LI>La Tapisserie de Notre-Dame, 1913 
<LI>L'argent suite, 1913
<LI>&Egrave;ve, 1913 
<LI>Note sur M. Bergson et la philosophie bergsonienne, 1914 
<LI>Note conjointe sur M. Bergson et M. Descartes, 1914
<LI>Cahiers de la Quinzaine, 1900-1914 (15 vols.) <LI>Œuvres compl&egrave;tes de Charles Pe&acute;guy, 1873-1914, 1916 
<LI>Clio, dialogue de l'histoire et de l'&acirc;me pa&iuml;enne, 1917 
<LI>Lettres et entretiens, 1927 <LI>Morceaux choisis, po&eacute;sie, avec un portrait de l’auteur par Pierre Laurens, 1927 
<LI>&Eacute;bauche d'une &eacute;tude sur Alfred de Vigny, suivi de L'&eacute;preuve, 1931 
<LI>Pri&egrave;res, 1934 <LI>Note sur m. Bergson et la philosophie bergsonienne, 1935 <LI>Trois fragments: Notre jeunesse; Victor Marie, comte Hugo; Le myst&egrave;re des saints innocents, 1940 
<LI>Œuvres po&eacute;tiques compl&egrave;tes, 1941 <LI>Charles P&eacute;guy dans ses plus beaux textes, 1942 <LI>Pens&eacute;es, 1942 (introduction by Cardinal&nbsp;Verdier) 
<LI>Basic Verities: Prose and Poetry, 1943 (translated by Ann and Julien Green) 
<LI>Textes Politiques, 1940-44 
<LI>God Speaks; Religious Poetry, 1945 (translated by Julien Green) 
<LI>La route de Charles, 1946 
<LI>La r&eacute;publique, 1946 
<LI>Du r&ocirc;le de la volont&eacute; dans la croyance, 1947 
<LI>Men and Saints: Prose and Poetry, 1947 (translated by Ann and Julien Green) 
<LI>Lettres &agrave; Andr&eacute; Bourgeois, 1950 
<LI>Œuvres complet&egrave;s, 1916-1955 (20 vols.) 
<LI>V&eacute;ronique: Dialogue de l'histoire et de l'&acirc;me charnelle, 1955 <BR>- Clio I (in Temporal and Eternal, translated by Alexander Dru, 1958)<LI>Deuxi&egrave;me &eacute;l&eacute;gie XXX, 1955 <BR>- Temporal and Eternal (translated by Alexander Dru, foreward by Pierre Manent, 2001) 
<LI>Notes politiques et sociales, 1957 <LI>Œuvres en prose, 1909-1914, 1957<LI>Œuvres en prose, 1957-59 (2 vols., ed. by Marcel P&eacute;guy)
<LI>Temporal and Eternal, 1958 (translated by Alexander Dru) <LI>Correspondance [de] Charles P&eacute;guy [et] Andr&eacute; Sunar&egrave;s, 1961 (edited by Alfred Saffrey) <LI>P&eacute;guy et &Eacute;mile Moselly, 1966 (introduction by Alfred Saffrey) <LI>Œuvres po&eacute;tiques compl&egrave;tes, 1967 (introduction by Franc&cedil;ois Porch&eacute;) 
<LI>Alain-Fournier, Charles P&eacute;guy, Correspondence 1910-1914, 1973 
<LI>Pour l'Honneur de l'esprit, 1973 
<LI>Œuvres compl&egrave;tes, 1974 (10 vols., ed. by Jean Bastaire) <LI><SPAN class=st><SPAN class=ft>La Ballade du cœur: po&egrave;me in&eacute;dit, 1975 </SPAN></SPAN><LI>Correspondance: 1905-1914 / Pierre Marcel, Charles P&eacute;guy, 1980 (edited by Julie Sabiani) 
<LI>Œuvres en prose compl&egrave;tes, 1987-92 (3 vols., ed. by Robert Burac) <LI>Correspondance: paysages d’une amiti&eacute; / Charles P&eacute;guy, Alain Fournier, 1990 (edited by Yves Rey-Herme) &nbsp;<LI>De Jean Coste: essai, 1993 (edited by Beno&icirc;t Denis) 
</LI></UL>




<!--Teksti p&auml;&auml;ttyy t&auml;h&auml;n-->


<BR>
<!--Amazonbanner-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/banneri.gif" width=468 height=60></A>
<BR>
<HR>
<I><CENTER><FONT size=-1>Some rights reserved Petri Liukkonen (author) &amp; Ari Pesonen. Kuusankosken kaupunginkirjasto 2008</FONT></CENTER></I><BR>

<BR>


 
<!--Oikea palsta p&auml;&auml;ttyy-->
</TD>
</TR>
</TBODY></TABLE></CENTER>
 


<I><CENTER><A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license><IMG style="BORDER-RIGHT-WIDTH: 0px; BORDER-TOP-WIDTH: 0px; BORDER-BOTTOM-WIDTH: 0px; BORDER-LEFT-WIDTH: 0px" alt="Creative Commons License" src="http://i.creativecommons.org/l/by-nd-nc/1.0/fi/88x31.png"></A><BR><SPAN rel="dc:type" property="dc:title" href="http://purl.org/dc/dcmitype/Text" xmlns:dc="http://purl.org/dc/elements/1.1/">Authors' Calendar</SPAN> jonka tekij&auml; on <SPAN property="cc:attributionName" xmlns:cc="http://creativecommons.org/ns#">Petri Liukkonen</SPAN> on lisensoitu <A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license>Creative Commons Nime&auml;-Ep&auml;kaupallinen-Ei muutettuja teoksia 1.0 Suomi (Finland) lisenssill&auml;</A>.<BR>May be used for non-commercial purposes. The author <B>must</B> be mentioned. The text may not be altered in any way (e.g. by translation). Click on the logo above for information.</CENTER></I><BR></BODY></HTML