<HTML><HEAD><TITLE>S&aacute;ndor Pet&otilde;fi</TITLE><META name=GENERATOR content="MSHTML 8.00.7600.16671"></HEAD><BODY background=/pix/tauskuva.jpg bgColor=white text=black>
<!--taulukko alkaa-->
<CENTER><TABLE   cellSpacing=0 cellPadding=5 width="80%" align=center >
<TBODY><TR   >
<TD  bgColor=white vAlign=top rowSpan=2 width="19%" align=left  >

<!--Vasen palsta, linkit ym-->
<A href="calendar.htm"><IMG border=2 src="../../../pix/bwlogo.jpg" width=100 height=100></A><BR clear=both>
<BR>
<FONT size=-1 face=Arial>
<!--********************-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/ylamainos.gif" width=100 height=70></A>
<BR>
<BR>
<!--********************-->
<FONT size=-1><B>Choose another writer in this calendar:</B></FONT>
<P>
by name:<BR>
<A href="indeksi.htm#a" target=_blank>A</A>
<A href="indeksi.htm#b" target=_blank>B</A>
<A href="indeksi.htm#c" target=_blank>C</A>
<A href="indeksi.htm#d" target=_blank>D</A>
<A href="indeksi.htm#e" target=_blank>E</A>
<A href="indeksi.htm#f" target=_blank>F</A>
<A href="indeksi.htm#g" target=_blank>G</A>
<A href="indeksi.htm#h" target=_blank>H</A>
<A href="indeksi.htm#i" target=_blank>I</A>
<A href="indeksi.htm#j" target=_blank>J</A>
<A href="indeksi.htm#k" target=_blank>K</A>
<A href="indeksi.htm#l" target=_blank>L</A>
<A href="indeksi.htm#m" target=_blank>M</A>

<A href="indeksi.htm#n" target=_blank>N</A>
<A href="indeksi.htm#o" target=_blank>O</A>
<A href="indeksi.htm#p" target=_blank>P</A>
<A href="indeksi.htm#q" target=_blank>Q</A>
<A href="indeksi.htm#r" target=_blank>R</A>
<A href="indeksi.htm#s" target=_blank>S</A>
<A href="indeksi.htm#t" target=_blank>T</A>
<A href="indeksi.htm#u" target=_blank>U</A>
<A href="indeksi.htm#v" target=_blank>V</A>
<A href="indeksi.htm#w" target=_blank>W</A>
<A href="indeksi.htm#x" target=_blank>X</A>
<A href="indeksi.htm#y" target=_blank>Y</A>
<A href="indeksi.htm#z" target=_blank>Z</A>
</P>
<P>
by birthday from the <A href="calendar.htm" target=_top>calendar</A>.
</P>
<P>
<A href="../../../pix/credits.htm" target=_blank>Credits and feedback</A>
</P>
<P>

<!--Bamber Gascoigne--><A href="http://www.timesearch.info/bookswriters/" target=_blank><B>TimeSearch</B></A><BR>for Books and Writers<BR>by <I>Bamber Gascoigne</I><BR>
<!--Vara2-->
<!--Vara3-->
<!--Vara4-->

</P>
</FONT>
</TD>

<TD  bgColor=white vAlign=top background=/pix/viiva.jpg rowSpan=2 width=2 align=left  >

<!--T&auml;m&auml; on koristeviivasarake-->
</TD>

<TD  bgColor=black width="80%" align=left  >

<!--T&auml;ss&auml; on mustapohjainen otsikkosolu-->
<FONT color=white size=+1 face=Arial><B>S&aacute;ndor Pet&otilde;fi (1823-1849?)</B></FONT>
</TD>
</TR>

<TR   >

<TD  bgColor=white width="80%" align=left  >
<!--Tekstipalsta-->
<P>&nbsp;</P>

<!-- Teksti alkaa t&auml;st&auml;-->



<P>One of the greatest Hungarian poets, who became the voice of rebellious youth of his country. Like <A href="byron.htm">Byron</A>, Pet&otilde;fi believed in the Romantic idea of an artist as freedom fighter, and his death created a legend and mystery. Pet&otilde;fi's prolific career ended at the age of 26. In the six years 1844-49 he published 10 volumes of poems. Of himself he once said: "I am but in good and evil an essence of the national character." </P>
<BLOCKQUOTE><STRONG><FONT size=2>Rise up, Magyar, the country calls!</FONT><BR>
<FONT size=2>It's 'now or never' what fate befalls...</FONT><BR>
<FONT size=2>Shall we live as slaves or free men?</FONT><BR>
</STRONG><FONT size=2><STRONG>That's the question&nbsp;- </STRONG><STRONG>choose your 'Amen'!</STRONG></FONT><BR>
<STRONG><FONT size=2>God of Hungarians,</FONT><BR>
<FONT size=2>we swear unto Thee,</FONT><BR>
</STRONG><FONT size=2><STRONG>We swear unto Thee&nbsp;- </STRONG><STRONG>that slaves we shall</STRONG></FONT><BR>
<STRONG><FONT size=2>no longer be!</FONT><FONT size=2></FONT></STRONG><BR>
<FONT size=2>(in 'Talpra, magyar!', tr. Adam Makkai) </FONT></BLOCKQUOTE>
<P>S&aacute;ndor Pet&otilde;fi was born in Kisk&otilde;r&ouml;s, 110 km south of Budapest. His father, Istv&aacute;n (Stephanus) Petrovics, was a village butcher, innkeeper, and a Serb, whose family had assimilated with the majority population. M&aacute;ria Hr&uacute;z, Pet&otilde;fi 's mother, was a Slovak, whose knowledge of the Hungarian language was not especially good. However, the family used Hungarian at home. Before marriage M&aacute;ria Hr&uacute;z had worked as a servant. Pet&otilde;fi said once of his mother that, "She was full of poetry, I drank it in the milk of her bosom; I learnt it from her smiles and tears." </P><P>His early years Pet&otilde;fi spent in F&eacute;legyh&aacute;za. Due to Istv&aacute;n's wanderlust and unlucky enterprises, the family&nbsp; moved constantly from place to place. Pet&otilde;fi received his early education in different schools without showing any evidence of special talent. When the overflowing of the Danube destroyed the little property of the family, they fell into poverty. </P><P>His first poems&nbsp;Pet&otilde;fi&nbsp; penned at the age of twelve.&nbsp; Before making his breakthrough as a writer, Pet&otilde;fi led a wandering life, and did not later on&nbsp;have much&nbsp;desire for bourgeois respectability and comfort. While studying in Selmecz he became seriously interested in theater, but his father, who had lost his property in a flood, did not support his son's new career plans. Against the wishes of his family, Pet&otilde;fi joined a troop of strolling players. He worked at the National Theater in Pest, spent some time in the country, and served in the Austrian army as a common soldier in Sopron, Graz, Zagreb, and other places. During this period he learned German and read the works of Heine, but he also taught himself French in order to read Hugo, B&eacute;ranger, and Lamartine. In the 1840s&nbsp;he adopted&nbsp;the&nbsp;name Pet&otilde;fi, the Hungarian form of the name Petrovic. </P><P>Pet&otilde;fi remained in Croatia for nearly two years. After falling ill, he was discharged in 1841. Pet&otilde;fi tried to continue his studies at the Calvinist college of P&aacute;pa, but soon he quarrelled with his teachers. He then worked as an actor without much recognition, copied parliamentary documents in Pozsony, lived in poverty in Debrecen, and made some translations from English and French. From northern Hungary he returned on foot to Pest, in a ragged condition, settling in a cottage of a widow outside the town. 
</P><P>Pet&otilde;fi's first published poem, 'A boroz&oacute;' (1842, The Wine-bibber), was a humorous drinking song, which appeared in a distinguished literary journal,<EM> Athenaeum</EM>, edited by Mih&aacute;ly V&ouml;r&ouml;smarty, J&oacute;zsef Bajza, and&nbsp;Ferenc Toldy.&nbsp;Pet&otilde;fi did not hesitate to use colloquial language, which led to accusations of vulgarity, and to another misunderstanding&nbsp;– that he liked wine. In 'Ap&aacute;m mesters&eacute;ge s az eny&eacute;m' he found similarities with his work as a poet and his father's work as a butcher&nbsp;– Pet&otilde;fi's father hits with his axe and the poet with his pen. At that time Pet&otilde;fi&nbsp;had abandoned&nbsp;his dreams to pursue a career as a stage actor. </P><P>In 1844 Pet&otilde;fi&nbsp;was employed&nbsp;as an assistant editor of the literary periodical <I>Pesti Divatlap</I>, but in&nbsp;the spring&nbsp;of 1845 he resigned and lived on&nbsp;income from his writings.&nbsp;Pet&otilde;fi's first collection <EM>Versek</EM> (1844) was published with the help of Mih&aacute;ly V&ouml;r&ouml;smarty (1800-55), an older writer. It made him immediately famous. At the end of 1844 Pet&otilde;fi wrote <I>J&aacute;nos vit&eacute;z</I>. Also this book, which&nbsp; came out&nbsp;in the following year,&nbsp;gained considerable acclaim. </P>
<P>Fame and popularity earned Pet&otilde;fi some financial security, and he also could support his parents. He lived in Pest, frequented Caf&eacute; Pi&ouml;vax, but contined his travels around the country as a celebrated figure. Heine wrote of Pet&ouml;fi, that his "rustic song was sweeter that that of the nightingale." In 1847 he married J&uacute;lia Szendrey; they had one son. J&uacute;lia's father, who belonged to the nobility and worked as a civil servant, had resisted the marriage. In one of Pet&otilde;fi's best-known love poems a young husband asks his wife: "Tell me, if I die first, will you shed tears / and cover up my body with a shroud?"&nbsp; J&uacute;lia did not mourn for her husband too long in real life. Less than a year after Pet&otilde;fi's disappearance she married &Aacute;rp&aacute;d Horv&aacute;th, a heraldist; they had four children. </P>
<P>Pet&otilde;fi was a devoted advocate of freedom and self-determination of Hungary. He once said: "Liberty, love! These two I need. For my love I will sacrifice life, for liberty I will sacrifice my love." The national importance of 'Talpra, magyar', which Pet&otilde;fi wrote on the eve of the revolution of 1848, can be compared to 'La Marsellaise'. It inspired young revolutionaries, and was sung everywhere. Under the influence of the motto of the French Revolution "Egyenl&otilde;s&eacute;g, szabads&aacute;g, testv&eacute;ris&eacute;g!", &nbsp;Pet&otilde;fi&nbsp;composed in March 1848 with P&aacute;l Vasv&aacute;r and others the celebrated 12 national requisitions, demanding freedom of the press and release of political prisoners. Lajos Kossuth,&nbsp; the leader of the&nbsp; liberals,&nbsp;proclaimed Hungary's independence from Habsburg rule. </P>
<P>Although Pet&otilde;fi was a great agitator he had no experience in politics, and he was not elected to the new parliament. He quarrelled with Kossuth and had strained relationships with influential government members, which affected his military career. Eventually Austria suppressed the revolt with Russian help. During the 1848-49 War of Independence Pet&otilde;fi served as the aide-de-camp of the famous Polish General, Jozef Bem. Pet&otilde;fi disappeared during the Battle of Segesv&aacute;r, on July 31, 1849&nbsp;– Bem had told him not to join the battle. Pet&otilde;fi's body was never found; possibly he was trampled to death in the confusion which followed the retreat of the Magyar army. According to another story, a white-shirted figure, thought to be the poet, stood against the charging Cossacks with a sword, and collapsed after having been pierced by a lance. Pet&otilde;fi was said by his countrymen, to be "not dead, but sleeping." In the late 1980s Soviet researchers claimed that he was taken as a prisoner of war to Siberia, where he died of tuberculosis in 1856. </P>
<BLOCKQUOTE><FONT size=2><B>Szabads&aacute;g, szerelem!</B></FONT><B><BR>
<FONT size=2>E ketto kell nekem.</FONT><BR>
<FONT size=2>Szerelmem&eacute;rt f&ouml;l&aacute;ldozom</FONT><BR>
<FONT size=2>Az &eacute;letet,</FONT><BR>
<FONT size=2>Szabads&aacute;g&eacute;rt f&ouml;l&aacute;ldozom</FONT><BR>
<FONT size=2>Szerelmemet. </FONT></B><FONT size=2></FONT><BR>
<FONT size=2>(1847)</FONT></BLOCKQUOTE>
<P>Pet&otilde;fi returned to the unpretentious style of folk poetry and folk songs. His poems were clear, realistic, vigorous, and had humor. Ordinary people&nbsp;– students, shepherds, poor musicians, vagabonds, tavern-keepers&nbsp;– were his characters. Pet&otilde;fi's attacks on monarchism in such poems as 'A kir&aacute;lyokhoz' and 'Akassz&aacute;tok f&ouml;l a kir&aacute;lyokat' caused a scandal. In <EM>J&aacute;nos vit&eacute;z</EM>, which consisted of 1480 lines divided into 27 cantos,<EM>&nbsp;</EM>the hero Kukoricza Jancsi is a foundling, who works as a shepherd and is mistreated by his foster father. His beloved, Iluska, is also an orphan.&nbsp;Jancsi loses half of his herd, and is chased away from the farm. He bids Iluska farewell, joins the hussars, experiences a number of adventures, and saves a princess. The king of France promises his daughter and crown to Jancsi, who now becomes J&aacute;nos <SPAN style="FONT-STYLE: italic">vit&eacute;z</SPAN>, a knight, but the hero says he loves only Iluska.&nbsp;J&aacute;nos returns to his home village and hears that Iluska has died of sorrow. From her grave he takes a rose, and broods over his fate. He travels into a fairy-tale land of giants and&nbsp;is crowned&nbsp;their king. Finally&nbsp;J&aacute;nos and Iluska are joined when she is reborn from the rose as a elf. Pet&otilde;fi seems to say that a true hero is only faithful to his own heart, and he chooses poverty rather than the temptations of wealth and power. As often in fairy tales, life continues in <I>J&aacute;nos vit&eacute;z</I> miraculously after death; this fantasy fulfills J&aacute;nos' vision of Eden. </P>
<P>Pet&otilde;fi's friendship with the novelist M&oacute;r Jokai (1825-1904) and the poet J&aacute;nos Arany (1817-82) was important for his development as a writer. With Arany he discussed in letters the program of the new literary movement. In 'Egy gondolat b&aacute;nt engement' (1846) Pet&otilde;fi imagined himself falling in battle "for the Truth&nbsp;– the Freedom of the World!" instead of dying peacefully at home. "I'm troubled by one thought&nbsp;– to die / in bed, among pillows stacked high; / to wilt and wither, flower-like, beneath, / as if chewed by some secret vermin's teeth..." <I>Az Apostol</I> (1848, The Apostle) was about a radical teacher, who is imprisoned for his thoughts. Freedom was for Pet&otilde;fi not only an uplifting subject but a highly personal matter. It meant the victory of the individual over his surroundings, and his political activism partly manifested his role as the interpreter of inner feelings of people, and his struggle for freedom of expression. </P><P>Though national and ideological motifs were deeply embedded in Pet&otilde;fi's work, he&nbsp;wrote more about love than battles and revolution. In <I>Cipruslombok Etelke s&iacute;rj&aacute;r&oacute;l</I> (1845, Cypress Leaves) he expressed his sorrow at the death of Etelka Csap&oacute;, his secret beloved. For Berta Medny&aacute;nszky he wrote 40 poems in <I>Szerelem gy&ouml;ngyei</I>. During the revolution Pet&otilde;fi also composed poems depicting family life&nbsp;– after marriage his love poems were devoted to his wife.&nbsp;His translations include&nbsp;such works as Schiller's poem&nbsp;'Ideal,' Alexandre Dumas' short story 'Masked Ball,' George James' novel <EM>Robin Hood</EM>, Shakespeare's <EM>Corolianus</EM> and a portion of <EM>Romeo and Juliet</EM>, and Seneca's 'Third Letter' from the Latin. </P>


<BLOCKQUOTE><B><FONT size=2>For further reading</FONT></B><FONT size=2>: </FONT><I><FONT size=2>S&aacute;ndor Pet&otilde;fi </FONT></I><FONT size=2>by Istv&aacute;n Marg&oacute;csy (1999); </FONT><I><FONT size=2></FONT></I><FONT size=2><I>Pet&otilde;fi</I></FONT><I><FONT size=2> &eacute;s kora: 1842-1849 </FONT><FONT size=2>/ &iacute;rta</FONT><FONT size=2></FONT><FONT size=2></FONT></I><FONT size=2> by Ker&eacute;nyi Ferenc (1990); <I>The Oxford History of Hungarian Literature</I> by L&oacute;rant Czig&aacute;ny (1984); </FONT><I><FONT size=2>A History of Hungarian Literature</FONT></I><FONT size=2> by Istv&aacute;n Nemesk&uuml;rty, L&aacute;szl&oacute; Orosz et. al. (1983); </FONT><I><FONT size=2>Sandor Petofi</FONT></I><FONT size=2> by Eniko M. Basa (1980); </FONT><I><FONT size=2>Pet&otilde;fi &eacute;s a nacionalizmus: (hat el&uml; oad&aacute;s)</FONT></I><FONT size=2> by P&aacute;ndi P&aacute;l (1974); </FONT><I><FONT size=2>Pet&otilde;fi S&aacute;ndor &eacute;letrajza I. A K&ouml;lto guermek- &eacute;s ifj&uacute;kora</FONT></I><FONT size=2> by S&aacute;ndor Fekete (1973); </FONT><I><FONT size=2>Petofi</FONT></I><FONT size=2> by Anton N. Nyerges (1973); </FONT><I><FONT size=2>Pet&otilde;fi nyom&aacute;ban </FONT></I><FONT size=2>by B&eacute;k&eacute;s Istv&aacute;n (1959)</FONT><FONT size=2>; </FONT><I><FONT size=2>S&aacute;ndor Pet&otilde;fi</FONT></I><FONT size=2> by Gyula Illy&eacute;s (1936); </FONT><I><FONT size=2>Pet&ouml;fi: Po&egrave;te de la Liberte </FONT></I><FONT size=2>by Z. Ferenczi (1912); <I>Pet&otilde;fi &eacute;letrajza</I>, Vols. 1-3, by Zolt&aacute;n Ferenczi (1896);</FONT><I> </I><I><FONT size=2>Pet&ouml;fis Leben und Werke by</FONT></I><FONT size=2> A. Fischer (1888)</FONT><I> </I><FONT size=2>-<STRONG> See also</STRONG></FONT><FONT size=2>: </FONT><A href="http://www.kfki.hu/keptar/english/i/izso/muvek/07petofi.html"><FONT size=2>Statue </FONT></A><FONT size=2>of Poet S&aacute;ndor Pet&otilde;fi - </FONT><B><FONT size=2>Suomennoksia</FONT></B><FONT size=2>: </FONT><I><FONT size=2>Weriviholliset</FONT></I><FONT size=2>, suom. -Nm [Herman Niemi] (1879); </FONT><I><FONT size=2>Aleksanteri Pet&ouml;fin runoja</FONT></I><FONT size=2>, koonnut Severi [Nuormaa] (1892); </FONT><I><FONT size=2>Papurikko ja Valakka. Ukkovaar</FONT></I><FONT size=2>i, suom. Meri Sulju (1909); </FONT><I><FONT size=2>Runoja I-II</FONT></I><FONT size=2>, suom. Otto Manninen (1922-23); </FONT><I><FONT size=2>J&aacute;nos sankari</FONT></I><FONT size=2>, suom. Otto Manninen (1926); </FONT><I><FONT size=2>Pet&ouml;fi&auml; suomeksi</FONT></I><FONT size=2>, toim. by Aulis J. Joki &amp; Hannu Launonen &amp; L&aacute;szl&oacute; Keresztes (1974); </FONT><I><FONT size=2>Runoja</FONT></I><FONT size=2>, suom. Otto Manninen, Hannu Launonen (2001)</FONT></BLOCKQUOTE>


<P><B>Selected works</B>: </P>
<UL>
<LI>A koros h&ouml;lgy, 1843 <LI>Versek, 1844
<LI>A helys&eacute;g kalap&aacute;csa, 1844 
<LI>Cipruslombok Etelke s&iacute;rj&aacute;r&oacute;l, 1845 - Cypress Leaves (translated by Sir John Bowring, in Translation from Alexander Pet&otilde;fi, the Magyar Poet, 1866) /&nbsp; Cypress Leaves from the Grave of Dear Ethel (translated by William N. Loew, 1912) 
<LI>J&aacute;nos Vit&eacute;z, 1845 - John the Hero (translated by Ferenc Pulszky, in Tales and Traditions of Hungary, 1851) / J&aacute;nos, the Hero (translated by Sir John Bowring, in Translation from Alexander Pet&otilde;fi, the Magyar Poet, 1866) / Childe John (translated by William N. Loew, 1912) / John the Valiant (bilingual ed., translated by John Ridland, 1999) <LI>Szerelem gy&ouml;ngyei, 1845 <LI>Versek II, 1845 
<LI>&Uacute;ti jegyzetek, 1845 
<LI>A h&oacute;h&eacute;r k&ouml;tele, 1846 
<LI>Felh&ouml;k, 1846 
<LI>Versei, 1846 
<LI>Tigris &eacute;s hi&eacute;na, 1847 (play) 
<LI>&Ouml;sszes k&ouml;ltem&eacute;nyei, 1847 
<LI>Bolond Ist&oacute;k, 1847 
<LI>Nemzeti dal, 1848 
<LI>Az apostol, 1848 - The Apostle (translated by William N. Loew, 1912; Victor Clement, 1961; Joan Neininger, 2007) <LI>&Uacute;jabb K&ouml;ltem&eacute;nyei, 1847-1849, 1851 <LI>Vegyes muvei 1838-1849, 1863 (3 vols., ed. Pal Gyulai) <LI>Translation from Alexander Pet&otilde;fi, the Magyar Poet, 1866 (translated by Sir John Bowring) <LI>Selections from the Poems of Alexander Pet&otilde;fi, 1885&nbsp; (translated by Henry Phillips, Jr.)
<LI>&Ouml;sszes muvei, 1892-96 (6 vols., ed. Adolf Havas)
<LI>Sixty Poems, 1948 (translated by&nbsp;Eug&eacute;nie Bayard Pierce and Emil Delm&aacute;r, introd. by Joseph Rem&eacute;nyi) <LI>&Ouml;sszes muvei, 1951-64 (7 vols.) <LI>&Ouml;sszes muvei, 1955 (3 vols., ed. Pal Pandi) <LI>&Ouml;sszes prozai muvei es levelezese, 1960 (ed. Pal Pandi) <LI>S&aacute;ndor Pet&otilde;fi: His Entire Poetic Works, 1972 (translated&nbsp;by Frank Szomy) <LI>&Ouml;sszes muvei, 1973 (ed. Jozsef Kiss) <LI>Pet&otilde;fi, 1973 (ed. Joseph M. &Eacute;rtavy-Bar&aacute;th) <LI>S&aacute;ndor Pet&otilde;fi by Himself, 1973 (selected by Gy&ouml;rgy Rad&oacute;) <LI>Rebel or Revolutionary?: S&aacute;ndor Pet&otilde;fi as Revealed by His Diary, Letters, Notes, Pamphlets, and Poems, 1974 (translated by Edwin Morgan et al.) </LI></UL><P>
<!--Amazonbanner-->
</P><P><A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/banneri.gif" width=468 height=60></A>
<BR></P>
<P><HR>
<P></P>
<I><CENTER><FONT size=-1>Some rights reserved Petri Liukkonen (author) &amp; Ari Pesonen. Kuusankosken kaupunginkirjasto 2008</FONT></CENTER></I><BR>

<BR>


 
<!--Oikea palsta p&auml;&auml;ttyy-->
</TD>
</TR>
</TBODY></TABLE></CENTER>
 


<I><CENTER><A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license><IMG style="BORDER-RIGHT-WIDTH: 0px; BORDER-TOP-WIDTH: 0px; BORDER-BOTTOM-WIDTH: 0px; BORDER-LEFT-WIDTH: 0px" alt="Creative Commons License" src="http://i.creativecommons.org/l/by-nd-nc/1.0/fi/88x31.png"></A><BR><SPAN rel="dc:type" property="dc:title" href="http://purl.org/dc/dcmitype/Text" xmlns:dc="http://purl.org/dc/elements/1.1/">Authors' Calendar</SPAN> jonka tekij&auml; on <SPAN property="cc:attributionName" xmlns:cc="http://creativecommons.org/ns#">Petri Liukkonen</SPAN> on lisensoitu <A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license>Creative Commons Nime&auml;-Ep&auml;kaupallinen-Ei muutettuja teoksia 1.0 Suomi (Finland) lisenssill&auml;</A>.<BR>May be used for non-commercial purposes. The author <B>must</B> be mentioned. The text may not be altered in any way (e.g. by translation). Click on the logo above for information.</CENTER></I><BR></BODY></HTML