<HTML><HEAD><TITLE>Paul Val&eacute;ry</TITLE><META name=GENERATOR content="MSHTML 8.00.7600.16671"></HEAD><BODY background=/pix/tauskuva.jpg bgColor=white text=black>
<!--taulukko alkaa-->
<CENTER><TABLE cellSpacing=0 cellPadding=5 width="80%" align=center>
<TBODY><TR>
<TD bgColor=white vAlign=top rowSpan=2 width="19%" align=left>

<!--Vasen palsta, linkit ym-->
<A href="calendar.htm"><IMG border=2 src="../../../pix/bwlogo.jpg" width=100 height=100></A><BR clear=both>
<BR>
<FONT size=-1 face=Arial>
<!--********************-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/ylamainos.gif" width=100 height=70></A>
<BR>
<BR>
<!--********************-->
<FONT size=-1><B>Choose another writer in this calendar:</B></FONT>
<P>
by name:<BR>
<A href="index.htm#a" target=_blank>A</A>
<A href="index.htm#b" target=_blank>B</A>
<A href="index.htm#c" target=_blank>C</A>
<A href="index.htm#d" target=_blank>D</A>
<A href="index.htm#e" target=_blank>E</A>
<A href="index.htm#f" target=_blank>F</A>
<A href="index.htm#g" target=_blank>G</A>
<A href="index.htm#h" target=_blank>H</A>
<A href="index.htm#i" target=_blank>I</A>
<A href="index.htm#j" target=_blank>J</A>
<A href="index.htm#k" target=_blank>K</A>
<A href="index.htm#l" target=_blank>L</A>
<A href="index.htm#m" target=_blank>M</A>

<A href="index.htm#n" target=_blank>N</A>
<A href="index.htm#o" target=_blank>O</A>
<A href="index.htm#p" target=_blank>P</A>
<A href="index.htm#q" target=_blank>Q</A>
<A href="index.htm#r" target=_blank>R</A>
<A href="index.htm#s" target=_blank>S</A>
<A href="index.htm#t" target=_blank>T</A>
<A href="index.htm#u" target=_blank>U</A>
<A href="index.htm#v" target=_blank>V</A>
<A href="index.htm#w" target=_blank>W</A>
<A href="index.htm#x" target=_blank>X</A>
<A href="index.htm#y" target=_blank>Y</A>
<A href="index.htm#z" target=_blank>Z</A>
</P>
<P>
by birthday from the <A href="calendar.htm" target=_top>calendar</A>.
</P>
<P>
<A href="../../../pix/credits.htm" target=_blank>Credits and feedback</A>
</P>
<P>

<!--Bamber Gascoigne--><A href="http://www.timesearch.info/bookswriters/" target=_blank><B>TimeSearch</B></A><BR>for Books and Writers<BR>by <I>Bamber Gascoigne</I><BR>
<!--Vara2-->
<!--Vara3-->
<!--Vara4--></p><p>This is an archive of a dead website. The original website was published by Petri Liukkonen under <a href="https://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en">Creative Commons BY-ND-NC 1.0 Finland</a> and reproduced here under those terms for non-commercial use. All pages are unmodified as they originally appeared; some links and images may no longer function. A .zip of the website is also <a href="https://github.com/greencardamom/BooksAndWriters">available</a>.<br></p>
</FONT>
</TD>

<TD bgColor=white vAlign=top background=/pix/viiva.jpg rowSpan=2 width=2 align=left>
<!--T„m„ on koristeviivasarake-->
</TD>
<TD bgColor=black width="80%" align=left>
<!--T„ss„ on mustapohjainen otsikkosolu-->
<FONT color=white size=+1 face=Arial><B>Paul Val&eacute;ry (1871-1945) </B></FONT><FONT color=white face=Arial><B>- in full Ambroise-Paul-Touissaint-Jules Val&eacute;ry</B></FONT>
</TD>
</TR>
<TR>
<TD bgColor=white width="80%" align=left>
<!--T„h„n tulee varsinainen teksti-->
<P>&nbsp;</P>


<P><!-- Thank you for examining the code --></P>




<P>French poet, essayist, and critic, who ceased writing verse for twenty years to pursue scientific experiments. Val&eacute;ry was a member of the 19th-century poetic school of Symbolism, and its last great representative. Throughout his life Val&eacute;ry filled his private notebooks with observations on creative process and his own methods of inquiry. He insisted that the mental process of creation was alone important – the poems were a by-product of the effort. "Enthusiasm is not an artist's state of mind", stated Val&eacute;ry. T.S. Eliot has compared Val&eacute;ry's analytical attitude to a scientist who works in a laboratory "weighing out or testing the drugs of which is compounded some medicine with an impressive name." </P>
<BLOCKQUOTE><FONT size=2><B>"Poetry is simply literature reduced to the essence of its active principle. It is purged of idols of every kind, of realistic illusions, of any conceivable equivocation between the language of "truth" and the language of "creation."</B> (from </FONT><I><FONT size=2>Litt&eacute;rature</FONT></I><FONT size=2>, 1929) </FONT></BLOCKQUOTE>
<P>Paul Val&eacute;ry was born in Cette (now S&egrave;te), the son of a Corsican customs officer, Barthelmy Val&eacute;ry, and Fanny Grassi, who was the daughter of the Genoese Italian consul and descended from Venetian nobility. Val&eacute;ry spent his childhood in the port town of his birth, and remained through his life close to his Mediterranean origins. He was educated in Sette and at the lyc&eacute;e in Montpellier. He studied law at the University of Montpellier, and obtained his licence in 1892. Mathematics fascinated Val&eacute;ry, but before his voluntary service in the infantry he had been prevented from becoming a candidate for the Naval School due to his weakness in this subject. After moving to Paris he became a regular attendant at St&eacute;phane Mallarm&eacute;'s literary 'Tuesday evenings' and the older poet's favorite disciple. Val&eacute;ry's other early idols were Edgar Allan Poe, whose poems he also translated, and J-K.Huysman. <A href="mallarme.htm">Mallarm&eacute;</A>'s influence is seen in Val&eacute;ry's masterpiece <EM>La Jeune Parque</EM> (1917). Inspired by Leonardo da Vinci, Val&eacute;ry started to write in notebooks, which were published posthumously in 1957-60 in <EM>Cahiers</EM> (Notebooks). </P>
<P>After a passionate attraction for a young Spanish girl, Val&eacute;ry went through a personal crisis. During a violent thunderstorm, as he later reported, he decided to free himself "at no matter what cost, from those falsehoods: literature and sentiment." In 1896 Val&eacute;ry was employed in London by the press bureau of the British South Africa Company. He then worked for three years in the artillery munition bureau of the French Army. In 1900 he married Jeannie Gobillard, a niece of the Impressionist painter Berthe Morisot. In the same year he joined the Havas news agency to became the private secretary of Edouard Lebey, a key executive of the company, who was afflicted with paralysis agitans. Val&eacute;ry held this position until 1922. </P>
<P>In 1892 Val&eacute;ry experienced the "revolution of the mind" during a stormy night in Genoa. He turned his back on writing poetry and dedicated himself to gaining "maximum knowledge and control of his intellect." The very act of writing, he decided, was one of vanity. During these silent years as a poet he published two prose works. In <SPAN class=ft><EM>Introduction &agrave; la m&eacute;thode de L&eacute;onard de Vinci</EM> </SPAN>(1894) he stated that "all criticism is the cause of the work as in the eyes of the law the criminal is the cause of the crime. Far rather are they both the effects." <EM>La soir&eacute;e avec monsieur Teste</EM> (1896) was the first of the numerous pieces of the <I>Teste </I>cycle. The painter Edgar Degas, who called him 'Monseur Angel,' refused the dedication of the book. M. Teste (Mr. Head) is an intellectual monster, whose whole existence is given up to the examination of his own intellectual process. The work was published in <I>Le Centaure</I>, and reprinted by Paul Fort, in his periodical <I>Vers et prose</I>.</P>
<P>Val&eacute;ry's mathematical and philosophical speculations were interrupted by Andr&eacute; Gide and the publisher Gaston Gallimard, who persuaded Val&eacute;ry to collect and revise the poetry he had written in the 1890s. "A poem is never finished, only abandoned," had Val&eacute;ry himself once said. Thus Val&eacute;ry broke his silence after 20 years of solitude and study. Val&eacute;ry's original plan was to produce a poem of some forty lines, but he finished with five-hundred-line poem. <I>La Jeune Pataque</I>, one of his major works, <I></I>brought him immediate fame. </P>
<BLOCKQUOTE><FONT size=2><B>Une esclave aux longs yeux charg&eacute;s de molles chaines</B></FONT><B><BR>
<FONT size=2>
Change l'eau de mes fleurs, plonge aux glaces prochaines,</FONT><BR>
<FONT size=2>
Au lit myst&eacute;rieux prodigue ses doigts purs;</FONT><BR>
<FONT size=2>
Elle met une femme au milieu de ces murs</FONT><BR>
<FONT size=2>
Qui, dans ma r&eacute;verie errante avec d&eacute;cence,</FONT><BR>
<FONT size=2>
Passe entre mes regards sans briser leur absence,</FONT><BR>
<FONT size=2>
Comme passe le verre au travers du soleil,</FONT><BR>
<FONT size=2>
Et de la raison pure &eacute;pargne l'appareil. </FONT></B><FONT size=2></FONT><BR>
<FONT size=2>
(from 'Int&eacute;rieur')</FONT></BLOCKQUOTE>
<P>Val&eacute;ry's early poems were collected in <EM>Album de vers anciens 1890-1900</EM> (1920). With the<EM> </EM><SPAN class=st><SPAN class=ft><EM>Charmes ou Po&egrave;mes</EM> </SPAN></SPAN>(1922) Val&eacute;ry attained the status of most significant contemporary French poet. In his most famous poem, 'Le Cimeti&egrave;re marin', the poet meditates as he looks at the cemetery by the sea at Sette where his parents – and he himself ultimately – are buried. He initially feels that he loves and envies the stillness of death, but comes then to the famous lines: 'The wind rises!... We must try to live!'</P>
<P>Lebey's death left Val&eacute;ry without employment, and he had to earn his living by publishing his writings. He lectured, wrote prefaces to ancient and modern works, and contributed to periodicals. However, Val&eacute;ry was horrified to find out, that his letters to Pierre Lou&yuml;s were sold without his own consent on the rare-book market. The letters were retrieved by Julien-Pierre Monod, the grandfather of the director Jean-Luc Godard, and published in 1925&nbsp;as <EM>XV Lettres de Paul Val&eacute;ry &agrave; Pierre Lou&yuml;s</EM>. Eventually Monod began to manage the poets money, organized his lecture tours, and served as his secretary. Val&eacute;ry referred to him as his "minister". </P>
<P>Val&eacute;ry was elected to the Acad&eacute;mie Fran&ccedil;aise in 1925 and in 1933 he was made administrative head of the Centre Universitaire M&eacute;diterran&eacute;en at Nice. His fee as member of the acad&eacute;mie was eighty-three francs. Val&eacute;ry's 'm&eacute;lodrames' <I>Amphion and S&eacute;miramis</I>, with music by Arthur Honegger, played at the Paris Opera in 1931 and 1934. In 1939 he wrote the libretto for Germaine Taillefer's <I>Cantate du Narcisse</I>.</P><P>In spite of being seemingly indifferent to his public, Val&eacute;ry was a keen observer of his age. Until his death, Val&eacute;ry was almost looked upon as official representative of France's culture. One of his major ideas was that architecture, music, and poetry were the offspring of the science of numbers, echoing the thoughts of <A href="pythagor.htm">Pythagoras</A> – "all is number".</P>
<P>On <A href="afrance.htm">Anatole France</A>'s death Val&eacute;ry was admitted to the Academy, but instead of composing an '&eacute;loge' about France he broke the precedent by unconventionally criticizing the author. Whereas France had occupied himself with politics and finally declared himself a Communist, Val&eacute;ry was not a political thinker. Also France represented to many French literary people all that was outmoded. Val&eacute;ry was appointed in 1937 professor of poetry at the Coll&egrave;ge de France, but according to the poet Yves Bonnefoy who attended his lectures,&nbsp;he was not an inspiring lecturer. Standing in front of his audience, he just read his notes, in a low and monotonous voice.&nbsp;</P><P>Val&eacute;ry&nbsp;died in Paris on July 20, 1945. His last principal work was the Faust fragments on which he began to work in 1940. 'Station sur la terlasse'&nbsp; (1942)&nbsp;in <EM>Cahiers</EM> was a&nbsp;poetic meditation on the aftermath of the end of the world he knew.&nbsp;Between the years 1957 and 1961 the Centre National de la Recherche Scientifique published a facsimile reprint of his <EM>Cahiers</EM>. Two large volumes of selections came out in 1973. </P>

<BLOCKQUOTE><B><FONT size=2>For further reading</FONT></B><FONT size=2>: </FONT><I><FONT size=2>Paul Val&eacute;ry: &eacute;tudes </FONT></I><FONT size=2>by E. Noulet (1938, 1951); </FONT><I><FONT size=2>The Art of Poetry, Collected Works</FONT></I><FONT size=2>, vol VII by T.S. Eliot (1958);</FONT><I><FONT size=2> The Poem Itself,</FONT></I><FONT size=2> ed. by S. Burnshaw (1960); </FONT><I><FONT size=2>Paul Val&eacute;ry</FONT></I><FONT size=2> by A. Berne-Joffroi (1960); </FONT><I><FONT size=2>The Poetic Theory of Val&eacute;ry</FONT></I><FONT size=2> by W.N. Ince (1961); </FONT><I><FONT size=2>Paul Val&eacute;ry </FONT></I><FONT size=2>by E. Sewell (1961); </FONT><I><FONT size=2>Paul Val&eacute;ry: Consciousness of Nature </FONT></I><FONT size=2>by C. Crow (1972);<I> Paul Val&eacute;ry et le th&eacute;&acirc;tre </I>by H. Laurenti (1973); <I>The Poet as Analyst: Essays on Paul Val&eacute;ry</I> by J.R. Lawler (1974); </FONT><I><FONT size=2>Paul Val&eacute;ry</FONT></I><FONT size=2> by C.G. Whiting (1978); </FONT><I><FONT size=2>Margins of Philosophy</FONT></I><FONT size=2> by J. Derrida (1982);&nbsp; <EM>Literature and Spirituality</EM>, ed. by David Bevan (1992); </FONT><I><FONT size=2>Paul Valery Revisited </FONT></I><FONT size=2>by Walter Putman (1995); </FONT><I><FONT size=2>Paul Valery: Illusions of Civilization</FONT></I><FONT size=2> by Paul Kluback (1996); </FONT><I><FONT size=2>Paul Valery: A Philosopher for Philosopgers, the Sage</FONT></I><FONT size=2> by William Kluback (1999); </FONT><I><FONT size=2>Reading Paul Valery</FONT></I><FONT size=2>, ed. by Paul Gifford (1999) </FONT><FONT size=2>-</FONT><FONT size=2></FONT><FONT size=2><B> Suom</B>.: <FONT size=2>Val&eacute;ryn runoja on julkaistu teoksissa </FONT><I><FONT size=2>H</FONT></I><I><FONT size=2>elikonin l&auml;hde</FONT></I><FONT size=2> ja
</FONT><I><FONT size=2>Tuhat laulujen vuotta, </FONT></I><FONT size=2>toim. Aale Tynni (1974). 'Kalmisto meren rannalla' l&ouml;ytyy Lauri Viljasen suomentamana teoksesta </FONT><I><FONT size=2>Ranskan kirjallisuuden kultainen kirja </FONT></I><FONT size=2>(1934). </FONT>-</FONT><B><FONT size=2> See also</FONT></B><FONT size=2>: </FONT><A href="perse.htm"><FONT size=2>Saint-John Perse</FONT></A><FONT size=2>, </FONT><A href="colette.htm"><FONT size=2>Colette</FONT></A></BLOCKQUOTE>

<P><B>Selected bibliography:</B></P>

<UL>
<LI><SPAN class=ft>Introduction &agrave; la m&eacute;thode de L&eacute;onard de Vinci</SPAN>, 1895 <BR>- Introduction to the Method of Leonardo da Vinci (translated by Thomas McGreevy, 1929) 
<LI>La soir&eacute;e avec monsieur Teste, 1896 <BR>- An Evening with Monsieur Teste (translated by Ronald Davis, 1925; Merton Gould, 1936) / Monsieur Teste (translated by Jackson Mathews, 1947) 
<LI>La jeune Parque, 1917 [The Young Fate
] <BR>- La jeune Parque&nbsp;(translated by Alistair Elliot, 1997) 
<LI>La soir&eacute;e avec monsieur Teste, 1919 (rev. ed. Monsieur Teste, 1946) - An Evening with Mr. Teste (tr. 1925) / Monsieur Teste (tr. 1947) 
<LI>Album de vers anciens 1890-1900, 1920
<LI><SPAN class=st><SPAN class=ft>Charmes ou Po&egrave;mes de Paul Val&eacute;ry</SPAN></SPAN>, 1922 (inludes 'Au Platane,' 'L'Abeille,' '&Eacute;bauche d'un serpent,' 'Les Grenades,' 'Le Cimeti&egrave;re Marin,' 'Palme') <BR>- 'A Graveyard by the Sea' (translated by C. Day Lewis, in Selected Writings of Paul Valery, 1964; Jean-Pierre Attal, 2000) / The Collected Works in English: Vol. 1: Poems (translated by David Paul, 1971) / Charms&nbsp;(translated by James L. Brown, 1983) / Sketch of a Serpent and Other Poems (translated by Jan Schreiber, 1986) / Sketch of a Serpent = (Ebauche d’un serpent) (translated by Lynn Hoggard, 1987) <BR>- 'Kalmisto meren rannalla' (teoksessa Ranskan kirjallisuuden kultainen kirja, suom. Lauri Viljanen, 1934); 'Plataanille' (suom. teoksessa Tuhat laulujen vuotta, toim. Aale Tynni, 1974) 
<LI>Eupalinos ou l'architecte, L'&acirc;me et la danse, 1923 <BR>- Eupalinos; or, The Architect (translated by William McCausland Stewart, 1932) / Dance and the Soul (translated by Dorothy Bussy, 1951) <LI>Dialogue de l'arbre, 1923
<LI>Fragments sur la Mallarm&eacute;, 1924 
<LI>Vari&eacute;t&eacute;&nbsp;1-5, 1924 (5 vols., first two vols., as Variety, 1927-38) 
<LI><SPAN class=st>Une conqu&ecirc;te m&eacute;thodique</SPAN>, 1924 
<LI>Durtal, 1925 
<LI>&Eacute;tudes et fragments sur le r&ecirc;ve, 1925 
<LI>XV Lettres de Paul Val&eacute;ry &agrave; Pierre Lou&yuml;s, 1925 
<LI>Propos sur l'intelligence, 1925
<LI>Le retour de Hollande - Descartes et Rembrandt, 1926 
<LI>Petit recueil de paroles de circonstance, 1926 
<LI>Analecta, 1926 
<LI>Rhumbs: (notes et autres), 1926
<LI>Autres rhumbs, 1927
<LI>Ma&icirc;tres et amis, 1927 
<LI><SPAN class=st>Quatre lettres de Paul Val&eacute;ry au sujet de Nietzsche</SPAN>, 1927 
<LI><SPAN class=st><SPAN class=ft>Discours de r&eacute;ception</SPAN></SPAN>, 1927
<LI>Essai sur Stehdhal, 1927
<LI>Lettre &agrave; Madame..., 1928 
<LI>Po&eacute;sie: Essais sur la po&eacute;tique et le po&egrave;te, 1928 
<LI>Po&eacute;sies, 1929<LI>The Ideal Book, 1930 (translated by Theodore W. Koch)
<LI>Litt&eacute;rature, 1930<LI>Morceaux choisis; prose et po&eacute;sie, 1930 
<LI>Variation sur une "pens&eacute;e", 1930 
<LI>Propos sur la po&eacute;sie, 1930 
<LI>Cahiers B., 1930 
<LI>Oeuvres, 1931-50 (12 vols.) 
<LI>Amphion: m&eacute;lodrame, 1931 (play, music by Arthur Honeger) 
<LI>Regards sur le monde actuel, 1931<LI>Pi&egrave;ces sur l'art, 1931 
<LI>Discours de l'histoire, 1932 
<LI>Choses tues, 1932 
<LI>Discours en l'honneur de Goethe, 1932
<LI>Moralit&eacute;s, 1932
<LI>La politique de l'espirit, 1932
<LI>De la diction des vers, 1933
<LI>Po&eacute;sies, 1933 (augmented edition, 1942) 
<LI>L'id&eacute;e fixe ou deux hommes &agrave; la mer, 1933 
<LI>Calepin d'un po&egrave;te, 1933 
<LI>S&eacute;miramis: m&eacute;lodrame, 1934 (play, music by Arthur Honegger) 
<LI>Suite, 1934 
<LI>Analecta, 1935
<LI>Paraboles, 1935 
<LI>Hommage &agrave; Albert Thibaudet, 1936 
<LI>Villon et Verlaine. L'Homme et la coquille, 1937 <BR>- Sea Shells (translated by Ralph Manheim, 1998) 
<LI><SPAN class=ft>L'Homme et la coquille</SPAN>, 1937 
<LI>Degas, Danse, Dessin, 1938 <BR>- Degas, Dance, Drawing (translated by Helen Burlin, 1948) 
<LI>Technique au service de la pens&eacute;e, 1938 
<LI>Discours aux chirurgiens, 1938 
<LI>Introduction &agrave; la po&eacute;tique, 1938
<LI>Existence du symbolisme, 1939 
<LI>Conf&eacute;rences, 1939 
<LI>M&eacute;lange, 1941
<LI>Tel quel, 1941-43 (2 vols.)&nbsp;&nbsp;
<LI>Mauvaises pens&eacute;es et autres, 1945
<LI><SPAN class=st><SPAN class=ft>Souvenirs po&eacute;tiques</SPAN></SPAN>, 1946
<LI><SPAN class=st><SPAN class=ft>Eupalinos, ou, L'architecte. L'&acirc;me et la danse. Dialogue de l'arbre. L'id&eacute;e fixe</SPAN></SPAN>, 1944 
<LI>Au sujet de Nerval, 1944 
<LI>Regards sur le monde actuel et autres essais, 1945 <BR>- Reflections on the World Today (translated by Francis Scarfe, 1948) 
<LI>Henri Berrgson, 1945 
<LI>Essais et t&eacute;moignages in&eacute;dits, 1946
<LI>Mon Faust: &eacute;bauches, 1946
<LI>L'ange, 1946 
<LI><SPAN class=st><SPAN class=ft>Souvenirs po&eacute;tiques</SPAN></SPAN>, 1947 
<LI>Vues, 1948
<LI>Selected Writings, 1950 
<LI>&Eacute;crits Divers sur St&eacute;phane Mallarm&eacute;, 1950 
<LI>Histoires bris&eacute;es, 1950 
<LI><SPAN class=st>Lettres&nbsp;&agrave; Quelques Uns</SPAN>, 1952 
<LI>Les Bucoliques, by Virgil, 1953 (translator) 
<LI>Agathe ou la sainte du sommeil, 1956 <LI>The Collected works of Paul Val&eacute;ry, 1956-1975- (15&nbsp;vols.,&nbsp;edited by Jackson Mathews)<LI>Dialogues, 1956 (translated by William McCausland Stewart; with two prefaces by Wallace Stevens)<LI>Degas, Manet, Morisot, 1960 (translated by David Paul; with an introduction by Douglas Cooper)
<LI>Collected Works, 1956-75 (15 vols., ed. by Jackson Mathews)
<LI>Cahiers, 1957-60 (29 vols.) - Cahiers = Notebooks (translated by Paul Gifford et al.) 
<LI>Œuvres, 1957-60 (2 vols., ed. by Jean Hytier) <LI>The Art of Poetry, 1958 (translated from the French by Denise Folliot; introd. by T. S. Eliot)<LI>The Outlook for Intelligence, 1962&nbsp;(translated by Denise Folliot and Jackson Mathews; with a preface by Franc&cedil;ois Val&eacute;ry)
<LI>Self Portraits: The Gide/Val&eacute;ry Letters 1890-1942, 1966
<LI>Paul Val&eacute;ry: An Anthology, 1977 (edited by Jackson Mathews) <LI>Po&egrave;mes secrets in&eacute;dits; suivis de Fragments de lettres in&eacute;dites, 1983 &nbsp;<LI>Sketch of a Serpent and Other Poems, 1986 (translated by Jan Schreiber)<LI>Cahiers 1894-1914<SPAN>, 1989 (2 vols., edited by Nicole Celeyrette-Pietri and Judith Robinson-Valery)</SPAN><LI><SPAN>Po&egrave;mes macaroniques: et autres textes in&eacute;dits, 1991 </SPAN><LI><SPAN>Deux pr&egrave;faces de Paul Val&eacute;ry, 1996 (edited by Jean Dubu)</SPAN><LI><SPAN>Cahiers = Notebooks, 2000-2010 (5 vols.,&nbsp;translated by Paul Gifford et al.) </SPAN><LI><SPAN>Paul Val&eacute;ry-Andr&eacute; Fontainas: correspondance, 1893-1945: Narcisse au monument, 2002 (edited by Anna Lo Giudice)</SPAN><LI><SPAN>Au miroir de l’histoire: choix de lettres 1895-1938, 2004 (edited by Micheline Hontebeyrie, preface by Nicole Celeyrette-Pietri) </SPAN><LI><SPAN>Souvenirs et r&eacute;flexions, 2010&nbsp;&nbsp;(edited by Michel Jarrety) </SPAN>
</LI></UL>







 

 



<P align=center>



<BR>
<!--Amazonbanner-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/banneri.gif" width=468 height=60></A>
<BR>
<HR>
<I><CENTER><FONT size=-1>Some rights reserved Petri Liukkonen (author) &amp; Ari Pesonen. Kuusankosken kaupunginkirjasto 2008</FONT></CENTER></I><BR>
<P></P>

<BR>

 
<!--Tekstipalsta p„„ttyy-->
</TD>
</TR>
</TBODY></TABLE></CENTER>
 


<I><CENTER><A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license><IMG style="BORDER-RIGHT-WIDTH: 0px; BORDER-TOP-WIDTH: 0px; BORDER-BOTTOM-WIDTH: 0px; BORDER-LEFT-WIDTH: 0px" alt="Creative Commons License" src="http://i.creativecommons.org/l/by-nd-nc/1.0/fi/88x31.png"></A><BR><SPAN xmlns:dc="http://purl.org/dc/elements/1.1/" href="http://purl.org/dc/dcmitype/Text" property="dc:title" rel="dc:type">Authors' Calendar</SPAN> jonka tekij&auml; on <SPAN property="cc:attributionName" xmlns:cc="http://creativecommons.org/ns#">Petri Liukkonen</SPAN> on lisensoitu <A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license>Creative Commons Nime&auml;-Ep&auml;kaupallinen-Ei muutettuja teoksia 1.0 Suomi (Finland) lisenssill&auml;</A>.<BR>May be used for non-commercial purposes. The author <B>must</B> be mentioned. The text may not be altered in any way (e.g. by translation). Click on the logo above for information.</CENTER></I><BR></BODY></HTML
