<HTML><HEAD><TITLE>Mikl&oacute;s Radn&oacute;ti</TITLE><META name=GENERATOR content="MSHTML 8.00.7600.16671"></HEAD><BODY background=/pix/tauskuva.jpg bgColor=white text=black>
<!--taulukko alkaa-->
<CENTER><TABLE   cellSpacing=0 cellPadding=5 width="80%" align=center >
<TBODY><TR   >
<TD  bgColor=white vAlign=top rowSpan=2 width="19%" align=left  >

<!--Vasen palsta, linkit ym-->
<A href="calendar.htm"><IMG border=2 src="../../../pix/bwlogo.jpg" width=100 height=100></A><BR clear=both>
<BR>
<FONT size=-1 face=Arial>
<!--********************-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/ylamainos.gif" width=100 height=70></A>
<BR>
<BR>
<!--********************-->
<FONT size=-1><B>Choose another writer in this calendar:</B></FONT>
<P>
by name:<BR>
<A href="indeksi.htm#a" target=_blank>A</A>
<A href="indeksi.htm#b" target=_blank>B</A>
<A href="indeksi.htm#c" target=_blank>C</A>
<A href="indeksi.htm#d" target=_blank>D</A>
<A href="indeksi.htm#e" target=_blank>E</A>
<A href="indeksi.htm#f" target=_blank>F</A>
<A href="indeksi.htm#g" target=_blank>G</A>
<A href="indeksi.htm#h" target=_blank>H</A>
<A href="indeksi.htm#i" target=_blank>I</A>
<A href="indeksi.htm#j" target=_blank>J</A>
<A href="indeksi.htm#k" target=_blank>K</A>
<A href="indeksi.htm#l" target=_blank>L</A>
<A href="indeksi.htm#m" target=_blank>M</A>

<A href="indeksi.htm#n" target=_blank>N</A>
<A href="indeksi.htm#o" target=_blank>O</A>
<A href="indeksi.htm#p" target=_blank>P</A>
<A href="indeksi.htm#q" target=_blank>Q</A>
<A href="indeksi.htm#r" target=_blank>R</A>
<A href="indeksi.htm#s" target=_blank>S</A>
<A href="indeksi.htm#t" target=_blank>T</A>
<A href="indeksi.htm#u" target=_blank>U</A>
<A href="indeksi.htm#v" target=_blank>V</A>
<A href="indeksi.htm#w" target=_blank>W</A>
<A href="indeksi.htm#x" target=_blank>X</A>
<A href="indeksi.htm#y" target=_blank>Y</A>
<A href="indeksi.htm#z" target=_blank>Z</A>
</P>
<P>
by birthday from the <A href="calendar.htm" target=_top>calendar</A>.
</P>
<P>
<A href="../../../pix/credits.htm" target=_blank>Credits and feedback</A>
</P>
<P>

<!--Bamber Gascoigne--><A href="http://www.timesearch.info/bookswriters/" target=_blank><B>TimeSearch</B></A><BR>for Books and Writers<BR>by <I>Bamber Gascoigne</I><BR>
<!--Vara2-->
<!--Vara3-->
<!--Vara4-->

</P>
</FONT>
</TD>

<TD  bgColor=white vAlign=top background=/pix/viiva.jpg rowSpan=2 width=2 align=left  >

<!--T&auml;m&auml; on koristeviivasarake-->
</TD>

<TD  bgColor=black width="80%" align=left  >

<!--T&auml;ss&auml; on mustapohjainen otsikkosolu-->
<FONT color=white size=+1 face=Arial><B>Mikl&oacute;s Radn&oacute;ti (1909-1944)</B></FONT>
</TD>
</TR>

<TR   >

<TD  bgColor=white width="80%" align=left  >
<!--Tekstipalsta-->
<P>&nbsp;</P>

<!-- Teksti alkaa t&auml;st&auml;-->



<P>Hungarian poet and translator, who is considered one of the most important 20th-century poets of his country. Radn&oacute;ti was killed at the age of thirty-five during World War II on a forced march toward Germany. After the war Radn&oacute;ti's last poems, written in a notebook during the march, were discovered from the mass grave in which he was buried. </P>
<BLOCKQUOTE><FONT size=2><B>Without commas, one line touching the other </B></FONT><B><BR>
<FONT size=2>I write poems the way I live, in darkness, </FONT><BR>
<FONT size=2>blind, crossing the paper like a worm. </FONT><BR>
<FONT size=2>Flashlights, books - the guards took everything. </FONT><BR>
<FONT size=2>There's no mail, only fog drifts over the barracks. </FONT></B><FONT size=2></FONT><BR>
<FONT size=2>(from 'Eclogue VII,' trans. by Steven Polg&aacute;r) </FONT></BLOCKQUOTE>
<P>Mikl&oacute;s Radn&oacute;ti was born in Budapest into a Jewish family. Radn&oacute;ti's mother, Ilona Grosz, died while giving birth to him and his twin brother, who was stillborn. When he was 12 Radn&oacute;ti lost his father, Jakab Glatter, who had remarried – he died of brain thrombosis. Radn&oacute;ti was not told about his mother's and twin brother's death until he was ten. Later in the autobiographical sketch, <I>Ikrek hava</I> (1939) he described the shock of finding himself an orphan. Also the prose piece 'Gemini' (1939) was an examination of this traumatic expence. Death, guilt, and sacrifice would become a frequent subject of Radn&oacute;ti's prose and poetry. </P>
<P>Radn&oacute;ti was brought up by relatives who provided him a good education, and his stepmother, Ilka Moln&aacute;r, raised him with affection and dedication. In 1927 he graduated from a commercial school, after which his uncle, Dezso Grosz, wanted him to continue the family business. Although Radn&oacute;ti had other thoughts, in 1928 he started to work as an accountant in his firm. At the age of 21 Radn&oacute;ti published his first collection of poems, <I>Pog&aacute;ny k&ouml;sz&ouml;nto</I> (1930, Pagan Salute), which reflected influences from French expressionism and attacked social injustices. His next book, <I>&Uacute;jm&oacute;di p&aacute;sztorok &eacute;neke </I>(1931, Song of Modern Shepherds) was confiscated by the public prosecutor on grounds of indecency and Radn&oacute;ti drew a light jail sentence. In 1931 he also spent two months in Paris, where he visited 'Exposition coloniale' and decided to translate African poems and folk tales into Hungarian. </P>
<P>In 1930 Radn&oacute;ti started to study Hungarian and French literature at the University of Szeged. His dissertation from 1934 dealt with the artistic development of the Hungarian poet and novelist Margit Kaffka (1880-1918). During this period he associated with a group of young intellectuals involved in the populist movement "Szyedi Fiatalok." Radn&oacute;ti's friends were attracted by his energy and intensity. Moreover, his deep, melodic voice added to his success in public debates and poetry readings. After graduating he tried to find work as a teacher of literature without much success. To support himself he worked as a translator, free-lance writer, and private tutor. Also his rich uncle helped him. Mih&aacute;ly Babits (1883-1941), a poet and critic who edited <I>Nyugat</I>, welcomed Radn&oacute;ti's contributions to the influential literary review. His penname Radn&oacute;ti derived from his father's birthplace, Radn&oacute;t. </P>

<P>In 1935 Radn&oacute;ti married Fanni (Fifi) Gyarmati, the daughter of the head of the Office of Communication of the Hungarian Parliament, and settled with her in Budapest, where they had an apartment on 1 Pozsonyi Street. Radn&oacute;ti had met her already in 1926 at the home of K&aacute;roly Hilbert, a secondary school teacher, who tutored him in mathematics; Fanni was the pupil of Hilbert's wife. Several of Radn&oacute;ti's love poems were inspired by his wife Fifi but also by Judit Beck , an aspiring painter, with whom he had a short affair. "You were what is real, returned to dream in essence, / and I, fallen back into the wall of adolescence, / jealously question you: whether you love me," he wrote in 'Lev&eacute;l a hitveshez' (Letter to my Wife). With <I>J&aacute;rk&aacute;lj csa, hal&aacute;lra&iacute;t&eacute;lt! </I>(1936, Walk On, Condemned), which dealt with the theme of violent death, Radn&oacute;ti won the Baumgarted Prize. In 1937 he made a journey with Fanni to France, where he had contacts with left-wing circles. In the early 1930s he had produced activist poems – 'John Love, testv&eacute;rem,' 'Vas&aacute;rnap,' 'F&uuml;ttyel oszlik a b&eacute;ke' and others - and established ties with the illegal Hungarian Communist Party. The Spanish Civil war and the death of the poet Federico Garc&iacute;a Lorca preoccupied much of his thoughts. With the tightening of censorship, Radn&oacute;ti started to turn his attention more and more to translation of literature. </P>
<P>During World War II Radn&oacute;ti published <I>Orpheus nyom&aacute;ban</I> (1942), which contained his translations of poetry, new and old. He had translated <A href="virgil.htm">Virgil</A>'s 'Eclogue IX' in 1938, and composed his own 'Eclogue I' in the same year. From the modern French writers he translated Rimbaud, Mallarm&eacute;, Eluard, <A href="apollina.htm">Apollinare</A> and Blaise Cendras. 
Radn&oacute;ti used much classical poetic forms, which offered a firm cultural ground, ideals of eternal beauty, against the irrationalism, barbarism, and anti-Semitism of his own time. Several of his poems have also religious overtones, such as '&Eacute;nek a hal&aacute;lr&oacute;l' and 'T&ouml;red&eacute;k.' </P>
<P>Years before Radn&oacute;ti converted to Roman Catholicism, he had embraced Christianity. At the university he had studied with the Catholic poet and priest S&aacute;ndor S&iacute;k (1889-1963). Formally he converted in 1943. In 1944 Radn&oacute;ti was sent to a labor camp near Bor in Yugoslavia. As the Russian army was approaching, the concentration camps in Yugoslavia were evacuated and his unit was led on foot through Hungary. Radn&oacute;ti was shot death by Hungarian guards in November near the village of Abda, with other 21 internees who were unable to walk. The mass grave was exhumed after the war and Radn&oacute;ti's last poems, describing incidents on the march, were found in his trench coat pocket by his widow. Radn&oacute;ti's posthumous collection, <I>Tajt&eacute;kos &eacute;g </I>(1946, Sky With Clouds) contains odes to his wife, letters, and poetic fragments. </P>
<P>Radn&oacute;ti's poems were often melancholic and introspective. The central theme in his later collections was death, the poets stand in the world "marked with a white cross." Radn&oacute;ti's language was highly controlled, serene, and precise, and he did not abandon his cold objectivity even when he knew he would not survive the horrors of his last march: "I fell next to him. His body rolled over. / It was tight as a string before it snaps. / Shot in the back of the head – 'This is how / you'll end.' 'Just lie quietly,' I said to myself. / Patience flowers into death now. / 'Der springt noch auf' I heard above me. / Dark filthy blood was drying on my ear." 
</P>
<BLOCKQUOTE><B><FONT size=2>For further reading</FONT></B><FONT size=2>: </FONT><I><FONT size=2>Radn&oacute;ti Mikl&oacute;s: 1909-1944</FONT></I><FONT size=2> by Ortutay Gy (1959); </FONT><I><FONT size=2>Radn&oacute;ti Mikl&oacute;s k&ouml;lt&eacute;szete</FONT></I><FONT size=2> by I. Bori (1965); </FONT><I><FONT size=2>Radn&oacute;ti Mikl&oacute;s</FONT></I><FONT size=2> by B. Pomog&aacute;ts (1977); Introduction to </FONT><I><FONT size=2>Mikl&oacute;s Radn&oacute;ti: Forced March</FONT></I><FONT size=2> by G. G&ouml;m&ouml;ri and C. Wilmer (1979); Introduction to </FONT><I><FONT size=2>Mikl&oacute;s Radn&oacute;ti: The Complete Poetry</FONT></I><FONT size=2> by E. George (1980); 'Training for the </FONT><I><FONT size=2>Forced March</FONT></I><FONT size=2>' by I. Sanders, in </FONT><I><FONT size=2>Commonweal</FONT></I><FONT size=2>, 22 October (1982); </FONT><I><FONT size=2>Mikl&oacute;s Radn&oacute;ti </FONT></I><FONT size=2>by M.D. Birnbaum (1983); </FONT><I><FONT size=2>A History of Hungarian Literature</FONT></I><FONT size=2> by Istv&aacute;n Nemesk&uuml;rty et al. (1983); </FONT><I><FONT size=2>The Oxford History of Hungarian Literature </FONT></I><FONT size=2>by L&oacute;r&aacute;nt Czig&aacute;ny (1984); </FONT><I><FONT size=2>The Poetry of Miklos Radnoti: A Comparative Study </FONT></I><FONT size=2>by Emery Edward George (1986); </FONT><I><FONT size=2>The Life and Poetry of Mikl&oacute;s Radn&oacute;ti</FONT></I><FONT size=2>, ed. by George G&ouml;m&ouml;ri, Clive Wilmer (1999); </FONT><I><FONT size=2>In the Footsteps of Orpheus: The Life and Times of Mikl&oacute;s Radn&oacute;ti </FONT></I><FONT size=2>by Zsuzsanna Ozsvath (2001) - <B>Suom</B>.: Mikl&oacute;s Radn&oacute;tin runoja on ilmestynyt antologiassa<I> Unkarin lyyra</I>, toim. Toivo Lyy (1970) ja valikoimassa<I> Taivas irtosi maasta</I>, toim. Anna-Maija Raittila (1986). Vuonna 2003 ilmestyi Hannu Launosen k&auml;&auml;nt&auml;m&auml;n&auml; ja toimittamana valikoima runoja, <I>Vaahtop&auml;&auml; taivas</I>. </FONT></BLOCKQUOTE>

<P><B>Selected works</B>: </P>
<UL>
<LI>Pog&aacute;ny k&ouml;sz&ouml;nto, 1930 (Pagan Salute) 
<LI>&Uacute;jm&oacute;di p&aacute;sztorok &eacute;neke, 1931 (Song of Modern Shepherds) 
<LI>L&aacute;badoz&oacute; sz&eacute;l, 1933 (Convalescent Wind) 
<LI>J&aacute;rk&aacute;lj csa, hal&aacute;lra&iacute;t&eacute;lt!, 1936 (Walk On, Condemned!) 
<LI>Meredek &uacute;t, 1938 (Steep Road) 
<LI>Ikrek hava, 1939 - Under Gemini: A Prose Memoir and Selected Poetry (translated by&nbsp;Kenneth and Zita McRobbie, Jascha Kessler, 1985) 
<LI>translator: Orpheus nyom&aacute;ban, 1942 
<LI>Napt&aacute;r, 1942 
<LI>Tajt&eacute;kos &eacute;g, 1946 - Clouded Sky (translated by&nbsp;Steven Polgar, Stephen Berg, and S. J. Marks, 1972) / Foamy Sky: The Major Poems of Miklos Radnoti (translated by&nbsp;Zsuzsanna Ozsv&aacute;th, Frederick Turner, 1992) <LI>Radn&oacute;ti Mikl&oacute;s versei, 1948 <LI>Tanulm&aacute;nyok, cikkek, 1956 (edited by P&aacute;l R&eacute;z) <LI>&Ouml;sszes versei &eacute;s muford&iacute;t&aacute;sai, 1959 (edited by S&aacute;ndor Koczk&aacute;s)&nbsp;&nbsp;<LI>Radn&oacute;ti Mikl&oacute;s &ouml;sszes versei &eacute;s m&uuml;ford&iacute;t&aacute;sai, 1963 
<LI>Pr&oacute;za, 1971 <LI>V&aacute;logatott versek &eacute;s muford&iacute;t&aacute;sok, 1976 
<LI>Subway Stops: Fifty Poems, 1977 (edited by&nbsp;Emery E. George) 
<LI>The Witness: Selected Poems by Mikl&oacute;s Radn&oacute;ti, 1977 (translated by&nbsp;Thomas Orsz&aacute;gh-Land) 
<LI>Radn&oacute;ti Mikl&oacute;s m&uuml;vei, 1978 
<LI>Forced March: Selected Poems, 1979 (translated by Clive Wilmer, George G&ouml;m&ouml;ri) 
<LI>The Complete Poetry, 1980 (edited and translated by&nbsp;Emery E. George) <LI>Napl&oacute;, 1989&nbsp; 
<LI>33 Poems=33 Vers, 1992 (translated by&nbsp;Thomas Orsz&aacute;g Land)<LI>Radn&oacute;ti Mikl&oacute;s &ouml;sszegyujt&ouml;tt versei &eacute;s versfordi&acute;t&aacute;sai, 1999 (edited by Ferenc Gyozo) <LI>Radn&oacute;ti Mikl&oacute;s &ouml;sszegyujt&ouml;tt pr&oacute;zai &iacute;r&aacute;sai, 2007 (edited by&nbsp;Ferenc Gyozo)&nbsp;&nbsp;


</LI></UL>






<!--Teksti p&auml;&auml;ttyy t&auml;h&auml;n-->


<BR>
<!--Amazonbanner-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/banneri.gif" width=468 height=60></A>
<BR>
<HR>
<I><CENTER><FONT size=-1>Some rights reserved Petri Liukkonen (author) &amp; Ari Pesonen. Kuusankosken kaupunginkirjasto 2008</FONT></CENTER></I><BR>

<BR>


 
<!--Oikea palsta p&auml;&auml;ttyy-->
</TD>
</TR>
</TBODY></TABLE></CENTER>
 


<I><CENTER><A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license><IMG style="BORDER-RIGHT-WIDTH: 0px; BORDER-TOP-WIDTH: 0px; BORDER-BOTTOM-WIDTH: 0px; BORDER-LEFT-WIDTH: 0px" alt="Creative Commons License" src="http://i.creativecommons.org/l/by-nd-nc/1.0/fi/88x31.png"></A><BR><SPAN rel="dc:type" property="dc:title" href="http://purl.org/dc/dcmitype/Text" xmlns:dc="http://purl.org/dc/elements/1.1/">Authors' Calendar</SPAN> jonka tekij&auml; on <SPAN property="cc:attributionName" xmlns:cc="http://creativecommons.org/ns#">Petri Liukkonen</SPAN> on lisensoitu <A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license>Creative Commons Nime&auml;-Ep&auml;kaupallinen-Ei muutettuja teoksia 1.0 Suomi (Finland) lisenssill&auml;</A>.<BR>May be used for non-commercial purposes. The author <B>must</B> be mentioned. The text may not be altered in any way (e.g. by translation). Click on the logo above for information.</CENTER></I><BR></BODY></HTML