<HTML><HEAD><TITLE>Erkki Rekimies</TITLE><META name=GENERATOR content="MSHTML 8.00.7600.16671"></HEAD><BODY background=/pix/tauskuva.jpg bgColor=white text=black>
<!--taulukko alkaa-->
<TABLE cellSpacing=0 cellPadding=5 width="80%" align=center>
<TBODY><TR>
<TD bgColor=white vAlign=top rowSpan=2 width="19%" align=left>

<!--Vasen palsta, linkit ym-->
<A href="calendar.htm"><IMG border=2 src="../../../pix/bwlogo.jpg" width=100 height=100></A><BR clear=both>
<BR>
<FONT size=-1 face=Arial>
<!--********************-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/ylamainos.gif" width=100 height=70></A>
<BR><BR>
<!--********************-->
<FONT size=-1><B>Choose another writer in this calendar:</B></FONT>
<P>
by name:<BR>
<A href="index.html#a" target=_blank>A</A>
<A href="index.html#b" target=_blank>B</A>
<A href="index.html#c" target=_blank>C</A>
<A href="index.html#d" target=_blank>D</A>
<A href="index.html#e" target=_blank>E</A>
<A href="index.html#f" target=_blank>F</A>
<A href="index.html#g" target=_blank>G</A>
<A href="index.html#h" target=_blank>H</A>
<A href="index.html#i" target=_blank>I</A>
<A href="index.html#j" target=_blank>J</A>
<A href="index.html#k" target=_blank>K</A>
<A href="index.html#l" target=_blank>L</A>
<A href="index.html#m" target=_blank>M</A>

<A href="index.html#n" target=_blank>N</A>
<A href="index.html#o" target=_blank>O</A>
<A href="index.html#p" target=_blank>P</A>
<A href="index.html#q" target=_blank>Q</A>
<A href="index.html#r" target=_blank>R</A>
<A href="index.html#s" target=_blank>S</A>
<A href="index.html#t" target=_blank>T</A>
<A href="index.html#u" target=_blank>U</A>
<A href="index.html#v" target=_blank>V</A>
<A href="index.html#w" target=_blank>W</A>
<A href="index.html#x" target=_blank>X</A>
<A href="index.html#y" target=_blank>Y</A>
<A href="index.html#z" target=_blank>Z</A>
<P>
by birthday from the <A href="calendar.htm" target=_top>calendar</A>.
<P>
<A href="../../../pix/credits.htm" target=_blank>Credits and feedback</A>
<P>

<!--Bamber Gascoigne--><A href="http://www.timesearch.info/bookswriters/" target=_blank><B>TimeSearch</B></A><BR>for Books and Writers<BR>by <I>Bamber Gascoigne</I><BR>
<!--Vara2-->
<!--Vara3-->
<!--Vara4--></p><p>This is an archive of a dead website. The original website was published by Petri Liukkonen under <a href="https://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en">Creative Commons BY-ND-NC 1.0 Finland</a> and reproduced here under those terms for non-commercial use. All pages are unmodified as they originally appeared; some links and images may no longer function. A .zip of the website is also <a href="https://github.com/greencardamom/BooksAndWriters">available</a>.<br></p>

</FONT>
</TD>

<TD bgColor=white vAlign=top background=/pix/viiva.jpg rowSpan=2 width=2 align=left>
<!--T„m„ on koristeviivasarake-->
</TD>
<TD bgColor=black width="80%" align=left>
<!--T„ss„ on mustapohjainen otsikkosolu-->
<FONT color=white size=+1 face=Arial><B>Erkki (Vilho Kalevi) Rekimies (1923-1995)</B></FONT>
</TD>
</TR>
<TR>
<TD bgColor=white width="80%" align=left>
<!--T„h„n tulee varsinainen teksti-->
<P>&nbsp;</P>


<P><!-- Thank you for examining the code --></P>



<P>

<!-- Teksti alkaa t&auml;st&auml; -->Finnish journalist and juvenile book writer, 
whose story <EM>Tapporahat</EM> (1959), a realistic adventure story of a boy and a wolf,
 gained international fame. Rekimies received several literary awards, among 
them H.C. Andersen reward (1962) and the Austrian State Prize for Literature (1967). Many of his works appeared in the popular <EM>Poikien seikkailukirjasto</EM> (Boys' Adventure Library) series. Central subjects in his works were the beauty and the harshness of the Nordic nature, animals, and 
historical events seen from a child's perspective. </P>
<BLOCKQUOTE><FONT size=2><B>"Ja pojasta tuntui, ett&auml; h&auml;nen oikea k&auml;tens&auml; oli &auml;kki&auml; muuttunut sudeksi ja juossut mets&auml;&auml;n. Voisiko olla niin, h&auml;n ajatteli, ett&auml; susi oli sittenkin paennut, sen henki kadonnut, ja t&auml;h&auml;n lumelle oli j&auml;&auml;nyt vain viheli&auml;inen laiha raato. Se ei kyennyt vastustamaan, ei edes n&auml;ytt&auml;m&auml;&auml;n hampaitaan. Mutta poikaa vaivasi ajatus, ett&auml; h&auml;nen k&auml;tens&auml; oli samanlainen; sek&auml;&auml;n ei kyennut mihink&auml;&auml;n. Jospa k&auml;si oli muuttunut sudeksi..."</B> (from</FONT><I><FONT size=2> Tapporahat</FONT></I><FONT size=2>) </FONT></BLOCKQUOTE>

<P>Rekimies was born in Kouvola, the son of Vilho Aleksanteri Rekimies, a depot chief, and Hilja Keidas. After secondary school studies he worked as a journalist at the magazines <I>Sis&auml;maa</I>, <I>Lapin Kansa</I>, <I>Rovaniemi</I> (1946-52), and freelance radio reporter (1948-52, 1965-67). Rekimies also studied at&nbsp; Jyv&auml;skyl&auml; Teacher's Training College (1953). </P><P>In 1949 Rekimies married Reetta Sipinen; they had two children. From 1953 to 1975 he was employed&nbsp;as an elementary school teacher and school director in Kuusankoski, where he taught literature and Finnish at the local folk high school (1961-66). In addition to writing novels, he participated in the activities of regional writer's asscotiation Paltta and&nbsp;contributed&nbsp;columns to the newpaper <I>Kouvolan Sanomat</I>. 
</P><P>As a novelist Rekimies started his career with the juvenile book <EM>Pahakurun aavesusi</EM> (1954). The story depicted two boys and their encounter with smugglers in Lapland. It was followed by <EM>Hannu Rautapaita </EM>(1955), a historical novel story set in Mexico during Cortez's conquests. Rekimies continued historical adventure stories in <EM>Jouko V&auml;kivahva ja Karvahousun pojat </EM>(1957), where fights and dizzy events took the major part of the narrative. The novel dealt with Viking raids to the Mediterranean. After publishing books set in the years of World War II or present times, Rekimies returned to history with <EM>Tuomas ja tykkivene </EM>(1968). It focused on a young boy in the middle of the war between Russia and Sweden-Finland. In&nbsp;<EM>Hopeakynsi</EM>&nbsp;(1968) an immigrant boy befrieds in Delaware with an orphan Indian boy. Indians also were subject in Rekimies's <EM>N&auml;kym&auml;t&ouml;n intiaani </EM>(1972), his last juvenile novel. </P>
<P><EM>Ukkoslaivueen kasvatti </EM>(1958), <EM>Uponnut sotasaalis </EM>(1959), <EM>Turman korpit </EM>(1960),&nbsp;<SPAN class=subfieldData><EM>SOS-Hanhikari</EM> (</SPAN>1962), and<EM> Laatokan lent&auml;j&auml;t </EM>(1963), were set in the 20th century, all of them portraying young boys whose life is changed with the war or who help the army. The protagonist of <EM>Suurten metsien vaeltaja </EM>(1956) was a fox, who meets its fate in the Continuation War. </P>
<P>Rekimies's novella <I>Tapporahat</I> is considered the author's best book. 
The events take place in the period of one day, during which a boy and a wolf go through a silent, 
dramatic struggle in the wilderness. Finally the boy gives up his dreams of getting reward for the 
killing of the wolf, which is then ironically shot by a parliament member, who is hunting for votes. 
The work was translated in 1966 into German under the title <I>Jagt den Wolf</I>.&nbsp;Reetta Rekimies published&nbsp;the 
 children's book<EM> Mesirinteen hirmu</EM> in 1978.

 </P>
<FONT size=2 face="Times New Roman"><BLOCKQUOTE><BR>
</FONT><B><FONT size=2 face="Times New Roman">For further reading</FONT></B><FONT size=2 face="Times New Roman">: S</FONT><I><FONT size=2 face="Times New Roman">uomalaisia lasten- ja nuortenkirjailijoita</FONT></I><FONT size=2 face="Times New Roman"> II, toim. Vuokko Blinnikka, Kaija Salonen ja Kari Vaij&auml;rvi (1975) -</FONT><FONT size=2 face="Times New Roman"> <STRONG>Other Finnish juvenile book writer's (for boys):&nbsp; </STRONG><FONT size=2 face="Times New Roman">Jalmari Sauli (1889-1957), V&auml;in&ouml; Riikil&auml; (1906-1969), Tauno Karilas (1900-1980), Kaarlo Nuorvala (1910-1967) and Jorma Kurvinen (1931-2002).</FONT></FONT><P></P></BLOCKQUOTE>
<P><B>Selected works:</B></P>

<UL>
<LI><SPAN class=subfieldData>Pahakurun aavesusi: seikkailukertomus</SPAN>, 1954 (illustrated by A. Loponen) 

<LI><SPAN class=subfieldData>Hannu Rautapaita: kertomus Uuden maailman valloittajista</SPAN>, 1955 (illustrated by&nbsp; Martti Santala) 

<LI><SPAN class=subfieldData>Jouko V&auml;kivahva ja Karvahousun pojat: tarina viikinkiajalta</SPAN>, 1957 

<LI><SPAN class=subfieldData>Ukkoslaivueen kasvatti: seikkailukertomus</SPAN>, 1958 <BR>- <FONT size=2><FONT face="Times New Roman">"Rekimiehest&auml; on tullut varteenotettava nimi kotimaisen nuorisokirjallisuuden saralla eik&auml; t&auml;ss&auml; esitelt&auml;v&auml; kirjakaan h&auml;nen asemaansa heikenn&auml;. Tapahtumat liittyv&auml;t jatkosodan p&auml;iviin, jolloin er&auml;s lastenkodin asukki johkaantuu reippaitten lent&auml;jien pariin. Taistelukuvaukset eiv&auml;tr kulje aivan tavanmukaisia latuja, vaan tekij&auml;ll&auml; on omaper&auml;ist&auml; ja kiintoisaa asiaa sanottavana. Hyvin kirjoitettu ja reipas nuortenkirja, johon mieltyv&auml;t aikuisetkin - jopa sodanaikaiset taistelulent&auml;j&auml;tkin, kuten olen voinut havaita." </FONT><FONT face="Times New Roman">(Henry Granfors, in Arvosteleva kirjaluettelo 19/1958)&nbsp;</FONT><FONT face="Times New Roman">&nbsp;</FONT></FONT>

<LI><SPAN class=subfieldData>Tapporahat: tarina suden ajosta</SPAN>, 1959 <BR>-&nbsp;<SPAN class=subfieldData>Jagt den Wolf (translated by Mirjam Gadolla&nbsp;and Elisabeth Hauer, illustrated by Kurt R&ouml;schl, 1966) <BR>- <FONT size=2 face="Times New Roman">"Erkki Rekimiehen uusi nuortenkirja on taitava kuvaus sudenajosta, johon nuorukainen l&auml;htee toiveenaan tapporahat ja samalla monien suunnitelmien toteutuminen. Hiihdosta kolmijalkaisen suden j&auml;ljill&auml; muodostuu dramaattinen voimainkoetus, johon pureva pakkanen sijoittaa oman panoksensa. Takaa-ajon kuvausta lukee aikuinenkin herpautumattomalla mielenkiinnolla, siksi ehyttunnelmainen ja tiivis kuvaus on. Kiinnostava ja pienest&auml; koostaan huolimatta rikassis&auml;lt&ouml;inen sek&auml; poikkeuksellinen poikienkirja."</FONT><FONT size=2 face="Times New Roman"> (Henry Granfors, in Arvosteleva kirjaluettelo, 10/1958)</FONT></SPAN>

<LI><SPAN class=subfieldData>Uponnut sotasaalis</SPAN>, 1959 

<LI><SPAN class=subfieldData>Onnenk&auml;&auml;nt&auml;j&auml;</SPAN>, 1960 <BR>- <FONT size=2><FONT face="Times New Roman">"Sekarotuinen pihakoira Ressu, jonka kuluneeseen kaulanauhaan koiran omistaja v&auml;h&auml;n ennen kuolemaansa k&auml;tki miljoonan markan arvoisen testamentin, on t&auml;m&auml;n l&auml;mminhenkisen nuortenkirjan keskeisen&auml; hahmona. Ressun tie kulkee v&auml;rikk&auml;in vaihein omistajalta toiselle ja tapahtumissa riitt&auml;&auml; kiintoisuutta ratkaisuun saakka. Rekimies lujittaa t&auml;ll&auml;kin teoksellaan hyv&auml;n kertojan mainettaan." </FONT><FONT face="Times New Roman">(Henry Granfors in Arvosteleva kirjaluettelo, 2/1961)</FONT></FONT>


<LI><SPAN class=subfieldData>Turman korpit</SPAN>, 1960 

<LI><SPAN class=subfieldData>SOS-Hanhikari</SPAN>, 1962 

<LI><SPAN class=subfieldData>Laatokan lent&auml;j&auml;t</SPAN>, 1963 

<LI><SPAN class=subfieldData>Hopeakynsi</SPAN>, 1968 

<LI><SPAN class=subfieldData>Tuomas ja tykkivene</SPAN>, 1968 <BR>- <SPAN class=subfieldData>Dunckerin kersantti: TV-elokuva (<SPAN class=highlight>Erkki</SPAN> Rekimiehen romaanin pohjalta vapaasti kirj. Marjut Komulainen, 1986)</SPAN>

<LI><SPAN class=subfieldData>Susi-Rolf, Martti ja min&auml;</SPAN>, 1970 

<LI><SPAN class=subfieldData>N&auml;kym&auml;t&ouml;n intiaani</SPAN>, 1972 



</LI></UL>




<P align=center>



<BR>
<!--Amazonbanner-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/banneri.gif" width=468 height=60></A>
<BR>
<HR>
<I><CENTER><FONT size=-1>Some rights reserved Petri Liukkonen (author) &amp; Ari Pesonen. Kuusankosken kaupunginkirjasto 2008</FONT></CENTER></I><BR>
<P></P>

<BR>

 
<!--Tekstipalsta p„„ttyy-->
</TD></TR></TBODY></TABLE>

<I><CENTER><A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license><IMG style="BORDER-RIGHT-WIDTH: 0px; BORDER-TOP-WIDTH: 0px; BORDER-BOTTOM-WIDTH: 0px; BORDER-LEFT-WIDTH: 0px" alt="Creative Commons License" src="http://i.creativecommons.org/l/by-nd-nc/1.0/fi/88x31.png"></A><BR><SPAN xmlns:dc="http://purl.org/dc/elements/1.1/" href="http://purl.org/dc/dcmitype/Text" property="dc:title" rel="dc:type">Authors' Calendar</SPAN> jonka tekij&auml; on <SPAN property="cc:attributionName" xmlns:cc="http://creativecommons.org/ns#">Petri Liukkonen</SPAN> on lisensoitu <A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license>Creative Commons Nime&auml;-Ep&auml;kaupallinen-Ei muutettuja teoksia 1.0 Suomi (Finland) lisenssill&auml;</A>.<BR>May be used for non-commercial purposes. The author <B>must</B> be mentioned. The text may not be altered in any way (e.g. by translation). Click on the logo above for information.</CENTER></I><BR></BODY></HTML

