<HTML><HEAD><TITLE>Lev Nussimbaum</TITLE><META name=GENERATOR content="MSHTML 8.00.7600.16671"></HEAD><BODY background=/pix/tauskuva.jpg bgColor=white text=black>
<!--taulukko alkaa-->
<CENTER><TABLE border=0 cellSpacing=0 cellPadding=5 width="80%" align=center>
<TBODY><TR>
<TD bgColor=white vAlign=top rowSpan=2 width="19%" align=left>

<!--Vasen palsta, linkit ym-->
<A href="calendar.htm"><IMG border=2 src="../../../pix/bwlogo.jpg" width=100 height=100></A><BR clear=both>
<BR>
<FONT size=-1 face=Arial>
<!--********************-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/ylamainos.gif" width=100 height=70></A>
<BR>
<BR>
<!--********************-->
<FONT size=-1><B>Choose another writer in this calendar:</B></FONT>
<P>
by name:<BR>
<A href="index.html#a" target=_blank>A</A>
<A href="index.html#b" target=_blank>B</A>
<A href="index.html#c" target=_blank>C</A>
<A href="index.html#d" target=_blank>D</A>
<A href="index.html#e" target=_blank>E</A>
<A href="index.html#f" target=_blank>F</A>
<A href="index.html#g" target=_blank>G</A>
<A href="index.html#h" target=_blank>H</A>
<A href="index.html#i" target=_blank>I</A>
<A href="index.html#j" target=_blank>J</A>
<A href="index.html#k" target=_blank>K</A>
<A href="index.html#l" target=_blank>L</A>
<A href="index.html#m" target=_blank>M</A>

<A href="index.html#n" target=_blank>N</A>
<A href="index.html#o" target=_blank>O</A>
<A href="index.html#p" target=_blank>P</A>
<A href="index.html#q" target=_blank>Q</A>
<A href="index.html#r" target=_blank>R</A>
<A href="index.html#s" target=_blank>S</A>
<A href="index.html#t" target=_blank>T</A>
<A href="index.html#u" target=_blank>U</A>
<A href="index.html#v" target=_blank>V</A>
<A href="index.html#w" target=_blank>W</A>
<A href="index.html#x" target=_blank>X</A>
<A href="index.html#y" target=_blank>Y</A>
<A href="index.html#z" target=_blank>Z</A>
</P>
<P>
by birthday from the <A href="calendar.htm" target=_top>calendar</A>.
</P>
<P>
<A href="../../../pix/credits.htm" target=_blank>Credits and feedback</A>
</P>
<P>

<!--Bamber Gascoigne--><A href="http://www.timesearch.info/bookswriters/" target=_blank><B>TimeSearch</B></A><BR>
for Books and Writers<BR>
by <I>Bamber Gascoigne</I><BR>
<!--Vara2-->
<!--Vara3-->
<!--Vara4--></p><p>This is an archive of a dead website. The original website was published by Petri Liukkonen under <a href="https://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en">Creative Commons BY-ND-NC 1.0 Finland</a> and reproduced here under those terms for non-commercial use. All pages are unmodified as they originally appeared; some links and images may no longer function. A .zip of the website is also <a href="https://github.com/greencardamom/BooksAndWriters">available</a>.<br></p>
</FONT>
</TD>

<TD bgColor=white vAlign=top background=/pix/viiva.jpg rowSpan=2 width=2 align=left>
<!--T„m„ on koristeviivasarake-->
</TD>
<TD bgColor=black width="80%" align=left>
<!--T„ss„ on mustapohjainen otsikkosolu-->
<FONT color=white size=+1 face=Arial><B>Lev Nussimbaum (1905-1942) </B></FONT><FONT color=white size=2 face=Arial><B>- pseudonyms: Essad Bey; Kurban Said </B></FONT>
</TD>
</TR>
<TR>
<TD bgColor=white width="80%" align=left>
<!--T„h„n tulee varsinainen teksti-->
<P>&nbsp;</P>


<P><!-- Thank you for examining the code --></P>





<P>Jewish writer of fiction and non-fiction, who published his most famous novel <I>Ali und Nino </I>(1937) under the pseudonym Kurban Said. This Azerbaijan Romeo and Juliet story has been translated into over 25 languages. For decades, the true identity of the author remained a mystery, until it was revealed by Tom Reiss in his book <I>The Orientalist</I> (2005). Kurban Said was not Yusuf Vezir &Ccedil;emenzeminli, as it had been claimed, or Baroness Elfriede Ehrenfehls von Bodmershof, but Lev Nussimbaum, a right-wing monarchist, who published more than 12 books between 1929 and 1938 under the name Essad Bey. Nussimbaum converted to Islam in Germany in the 1920s and died in poverty in Italy at the age of 36. </P>
<BLOCKQUOTE><FONT size=2><B>"Some scholars look on the area south of the Caucasian mountains as belonging to Asia, while others, in view of Transcaucasia's cultural evolution, believe that this country should be considered part of Europe. It can therefore be said, my children, that it is partly your responsibility as to whether our town should belong to progressive Europe or to reactionary Asia."</B> (from </FONT><I><FONT size=2>Ali and Nino</FONT></I><FONT size=2>) </FONT></BLOCKQUOTE>
<P>Lev Nussimbaum was born in Baku, Russia, into a well-to-do family. His father, Abraham Nussimbaum, was an Ashkenazic Jew, born in Tiflis, who got rich on oil. The origins of Nussimbaum's mother, Berta Slutzkin, remain obscure. She committed suicide when Lev was a young boy, possibly by drinking acid. Of his family Nussimbaum has said in autobiographical writings that his father was an industrial magnate in the oil industry and his mother was a radical revolutionary. </P>
<P>Nussimbaum was first tutored at home by a German governess. Later he studied at the Imperial Russian Gymnasium. Much of his time he spent daydreaming, absorbed in books from his mother's personal collection. Nussimbaum's carefree youth ended abruptly when the Russian Revolution broke out. Baku was held by the whites for a period during the civil war, but in 1920 the city was occupied by the Red Army and later it became the capital of the U.S.S.R.'s Azerbaijan SSR. </P>
<P>In the revolutionary upheavals, the Nussimbaums lost their property. Lev fled the Bolsheviks with his father to Istanbul, where he took the name Essad Bey. From Istanbul they continued to Paris, filled with other &eacute;migr&eacute;s and their own relatives. </P>
<P>Eventually Nussimbaum ended up in Berlin, where he atteded the Russian Gymnasium and at the same time was enrolled as a student in classes in Turkish and Arabic at the Friedrich-Wilhelms-Universit&auml;t. During these years he created a new personality for himself. He started to wear a turban, he hang out in cafes, and became a founding member of the Islamic commnity in Berlin. </P>
<P>At the age of twenty-four, Nussimbaum established his reputation as a writer with <I>&Ouml;l und Blut im Orient</I> (1929), an autobiographical work which weaves together personal and family history with the history of the Caucasus. The book, published under the name Essad Bey, gained an international success, although in Germany it was attacked by anti-Semites and Muslim nationalists. Nussimbam continued to write prolifically. In addition to numerous articles and two novels, he wrote anticommunist books and biographies of Stalin, Mohammed, Nicholas II, Reza Shah, and Lenin. </P>
<P>In 1932 Nussimbaum married Erika Loewendahl, the daughter of a wealthy shoe wholesaler. They divorced in 1938, after she started an affair in California with the Austrian writer named Ren&eacute; F&uuml;l&ouml;p-Miller. Their breakdown made headlines in American and European tabloids, including the <I>Sunday Mirror Magazine</I>, which wrote of Erika, who called herself a "poetess", and her "picturesque husband", who was for her disappointment "just plain Leo Nussimbaum!": "The broad-minded poetess didn't object to her Mohammedan Husband's having multiple wives---but when he insisted on reading her his horror stories, she fled to America---and a divorce." (January 2, 1938)</P>
<P><I>Ali and Nino,</I> written under the pen-name Kurban Said,&nbsp;came out&nbsp;in Vienna in 1937. The book published by E.P. Tal &amp; Co., but copyrighted by the Austrian baroness Elfriede Ehrenfehls. The central characters are a young Muslim prince, Ali Khan Shirvanshir, and a Christian girl, Nino Kipiani, his childhood love. After the outbreak of WW I, they travel to the mountains of Dagestan, where they marry and then settle in Persia. Eventually the forces of history break them apart. When the last days of the Azerbaijani republic are at hand, Nino decides to travel with their young child to Paris and Ali joins the army to defend his country and fight against the approaching Red army. <I>Ali and Nino</I> is both a lesson in geography, pan-culturalism, and tribal traditions, and an answer to Kipling's lines, "Oh, East is East and West is West, and never the twain shall meet." In Azerbaijan the book has been hailed as the national novel, but the exact identity of the author has been disputed. </P>
<P>Nussimbaum's second novel, <I>Die Prinzessin vom goldenen Horn</I> (1938), about a young Turkish woman torn between two men and two cultures, has never attained the same popularity as the first one. From the mid-1930, Nussimbaum had lived in Vienna, but after Austria was incorporated into the Third Reich in March 1938, he escaped to Mussolini's Italy, settling in Positano, a small town on the Amalfi coast, where he was known as "the Muslim." In 1939 he was hospitlized in Naples for several months due to a blood disease, which could not be cured. Upon returning to his last refuge, he used morphine to treat his chronic pain. When the authorities confiscated his typewriter, he continued to f&iacute;ll his diaries in longhand. Goebbel's ministry&nbsp; responded negatively to the request&nbsp;of Amadeo Tosti&nbsp;from the Ministry of Popular Culture (MPC) to allow publishers to print his works. Kurban Said-Lev Nussimbaum died of blood-poisoning disease in September 1942. He was buried in the cemetary in Positano. </P>
<P>&nbsp;</P>

<P><B>ARVOITUKSELLINEN KURBAN SAID </B></P>

<P>KUKA oikeastaan k&auml;tkeytyi salanimen Kurban Said taakse? <BR>
 <FONT color=white>--</FONT>Kirjailijan bestseller Ali ja Nino julkaistiin suomeksi vuonna 1972 Gummeruksen kustantamana. Alun perin teos oli ilmestynyt Wieniss&auml; 1930-luvulla. Saksassa se oli jopa Joseph G&ouml;bbelsin propagandaministeri&ouml;n laatimalla suositeltavien kirjojen listalla.<BR>
<FONT color=white>--</FONT>Luin romaanin aikoinaan uteliaisuudesta. Silloin se vaikutti l&auml;hinn&auml; it&auml;maiselta versiolta Romeosta ja Juliasta, p&auml;&auml;henkil&ouml;in&auml; nuori azerbaižanilainen muslimiylimys ja kristityn kauppiaan tyt&auml;r. Heid&auml;n suhteensa kautta haluttiin totta kai kertoa jotain yleisp&auml;tev&auml;&auml; id&auml;st&auml; ja l&auml;nnest&auml;, mutta allegorian tuoreus oli minusta umpeutunut jo ennen muinaisia persialaissotia. <BR>
<FONT color=white>--</FONT>Laajassa, yli 900-sivuisessa Otavan kirjallisuustiedossa sittemmin paljastettiin, ett&auml; Kurban Said oli Azerbaižanin lyhytik&auml;isen tasavallan ulkoministeri&ouml;n virkamies nimelt&auml;&auml;n Yusuf Vezirov-Cemenzeminli. <BR>
<FONT color=white>--</FONT>Vai niin: arvoituksellinen kirjailija osoittautuikin valtion byrokraatiksi, jonka muihin saavutuksiin kuului tympe&auml;n nationalistisia romaaneja ja novelleja. Ei siis kovin kiinnostava tapaus. <BR>
<FONT color=white>--</FONT>Paitsi ett&auml; Otava oli v&auml;&auml;r&auml;ss&auml;. Kuten olin itsekin. </P>
<P>AMERIKKALAINEN JOURNALISTI Tom Reiss on selvitt&auml;nyt, ett&auml; Alin ja Ninon tekij&auml; oli todellisuudessa juutalainen, Bakussa syntynyt Lev Nussimbaum, &ouml;ljypohatan poika. Kirjailijan &auml;iti, radikaali sosialisti ja mahdollisesti Stalinin l&auml;hipiiril&auml;inen, teki itsemurhan ennen Ven&auml;j&auml;n vallankumouksen alkua. <BR>
<FONT color=white>--</FONT>Nussimbaum k&auml;&auml;ntyi islamin uskoon jo nuoruudessaan ja rakensi v&auml;hitellen itselleen t&auml;ysin uuden identiteetin nimell&auml; Essad Bey. H&auml;nest&auml; tuli vankkumaton orientalisti, joka piti arabeja ja juutalaisia veriveljin&auml;. <BR>
<FONT color=white>--</FONT>Saksassa asuessaan Nussimbaum k&auml;ytti toisinaan fetsi&auml;, kaukasialaista karvalakkia tai valkoista turbaania. Natsien noustua valtaan hassuissa hatuissa esiintyminen tosin loppui.<BR>
<FONT color=white>--</FONT>Esikoisteoksensa, &Ouml;l und Blut im Orient, Nussimbaum julkaisi 24-vuotiaana. Ties mist&auml; syyst&auml; er&auml;&auml;t islamilaiset organisaatiot tuomitsivat sen "pornografiaksi". Kaikkiaan Nussimbaum kirjoitti 16 teosta, mm. el&auml;m&auml;kerrat Leninist&auml;, Stalinista ja profeetta Muhammedista.<BR>
<FONT color=white>--</FONT>Toisen maailmansodan aikana Nussimbaum p&auml;&auml;tyi pieneen italialaiseen rannikkokaupunkiin Positanoon, jossa h&auml;n kuoli vuonna 1942 infektioon. Toiveensa mukaisesti h&auml;net haudattiin kasvot kohti Mekkaa.<BR>
<FONT color=white>--</FONT>Vuosikymment&auml; my&ouml;hemmin kirjailija John Steinbeck ryhtyi levitt&auml;m&auml;&auml;n merkillist&auml; juttua, ett&auml; kyl&auml;l&auml;iset olivat katsoneet ilmansuunnan v&auml;&auml;rin. Essad Beyna tunnettu vainaja oli mukamas jouduttu kaivamaan haudasta yl&ouml;s, asettamaan oikeaan suuntaan ja peitt&auml;m&auml;&auml;n j&auml;lleen multiin. </P>
<P>OHIMENNEN todettakoon, ett&auml; merkitt&auml;vin suomalainen orientalisti oli Arabian niemimaalla reissannut August Wallin alias Abd Wali (1811-1852). It&auml;mainen eksotiikka kiehtoi my&ouml;s Mika Waltaria, kuvittaja Rudolf Koivua sek&auml; Pekka ja P&auml;tk&auml; Suezilla -elokuvan tekij&ouml;it&auml;, mutta taitaa olla paras j&auml;tt&auml;&auml; aitojen orientalistien joukosta pois ne kolmea Nokia Siemensin ty&ouml;ntekij&auml;&auml;, jotka pid&auml;tettiin kes&auml;kuussa Persianlahdella Dubain edustalla. <BR>
<FONT color=white>--</FONT>Nyt lukiessani uudelleen Alin ja Ninon tarinaa, huomasin kuinka ajankohtaisesti siin&auml; selvitet&auml;&auml;n sit&auml; sekavaa L&auml;hi-id&auml;n vyyhti&auml;, joka koostuu &ouml;ljyst&auml;, hiekasta, aseista, l&auml;nnen intresseist&auml;, uskonnosta, kameleista ja alistetuista naisista. <BR>
<FONT color=white>--</FONT>Lyhyess&auml; kolumnissa ei voi siteerata kirjaa niin pitk&auml;lti kuin haluaisi. Tyydyn siksi vain repliikkiin, jossa er&auml;s sivuhenkil&ouml; luonnehtii tuossa levottomassa maankolkassa kohtaavien kulttuurien ydinolemusta: "Fanaatikko tulee er&auml;maasta, luova mies mets&auml;st&auml;. Ehk&auml; siin&auml; on t&auml;rkein id&auml;n ja l&auml;nnen v&auml;linen ero."<BR>
<FONT color=white>--</FONT>(<I>Kouvolan Sanomat</I>, 22.6.2007) </P>


<BLOCKQUOTE><B><FONT size=2>For further reading</FONT></B><FONT size=2>: </FONT><I><FONT size=2>The Orientalist: Solving the Mystery of a Strange and Dangerous Life</FONT></I><FONT size=2> by Tom Reiss (2005);</FONT><I><FONT size=2> Alias Kurban Said</FONT></I><FONT size=2>, dir. by Jos de Potter (<FONT size=2>documentary film, </FONT>2004);</FONT><I><FONT size=2> Etot zagadochnyi Kurban Said, ili Zhizn' i tvorchestvo Mukhammeda Asad-beka</FONT></I><FONT size=2> by Gasan Guliev (2002) </FONT></BLOCKQUOTE>
<P><B>Selected works</B>:</P>
<UL>
<LI>&Ouml;l und Blut im Orient, 1929 (as Essad-bey) - Blood and Oil in the Orient (translated by Elsa Talmey, 1931) 
<LI>Zw&ouml;lf Geheimnisse im Kaukasus, 1931 (as Essad-bey)&nbsp;- Twelve Secrets of the Caucasus (translated by G. Chychele Waterston, 1931) 
<LI>Der Kaukasus: Seine Berge, V&ouml;lker und Geschichte, 1931 (as Essad Bey) 
<LI>Stalin, 1931 (as Essad-bey) - Stalin: The Career of a Fanatic (translated by Huntley Paterson, 1932) 
<LI>Das weisse Russland: Menschen ohne Heimat, 1932 (as Essad-bey) 
<LI>Die Verschv&ouml;rung gegen die Welt, 1932 (as Essad-bey) - OGPU: The Plot Against the World (translated by Huntley Paterson, 1933) 
<LI>Mohammed, 1932 (as Mohammed Essad-bey) - Mohammed: A Biography (translated by&nbsp;Helmut L. Ripperger, 1936) 
<LI>Fl&uuml;ssiges Gold: ein Kampf um die Macht, 1933 (as Essad-Bey)
<LI>Russland and Scheideweg, 1933 (as Essad-Bey) 
<LI>Nikolaus II: Glanz Und Untergang Des Letzten Zaren, 1935 (as Essad-bey) - Nicholas II: Prisoner of the Purple (translated by Paul Maerker Branden and Elsa Branden, 1936) 
<LI>Allah ist Gross: Niedergang und Aufstieg der Islamischen Welt, 1936 (as Essad Bey)&nbsp;
<LI>Reza Shah: Feldherr, Kaiser, Reformator, 1936 (as Essad-bey) - Reza Shah (translated by Paul Maerker Branden and Elsa Branden, 1938) 
<LI>Lenin, 1937 
<LI>Ali und Nino: Roman, 1937 (as Kurban Said) - Ali and Nino&nbsp;(translated by Jenia Garman, 1970) - Ali ja Nino (suom. Irmeli Sallamo, 1972) 
<LI>Die Prinzessin vom goldenen Horn, 1938 (as Kurban Said) - Das M&auml;dchen vom Goldenen Horn: Roman (mit einer biographischen Notiz des Autors und mit einem Nachwort von Radhia Shukrullah, 2001) - The Girl from the Golden Horn (translated by Jenia Garman, 2001) 
<LI>Giustizia Rossa, 1938 (translated by Mario Bacchelli) 
</LI></UL>





<P align=center>



<BR>
<!--Amazonbanner-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/banneri.gif" width=468 height=60></A>
<BR>
<HR>
<I><CENTER><FONT size=-1>Some rights reserved Petri Liukkonen (author) &amp; Ari Pesonen. Kuusankosken kaupunginkirjasto 2008</FONT></CENTER></I><BR>
<P></P>

<BR>

 
<!--Tekstipalsta p„„ttyy-->
</TD>
</TR>
</TBODY></TABLE></CENTER>
 


<I><CENTER><A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license><IMG style="BORDER-RIGHT-WIDTH: 0px; BORDER-TOP-WIDTH: 0px; BORDER-BOTTOM-WIDTH: 0px; BORDER-LEFT-WIDTH: 0px" alt="Creative Commons License" src="http://i.creativecommons.org/l/by-nd-nc/1.0/fi/88x31.png"></A><BR><SPAN rel="dc:type" property="dc:title" href="http://purl.org/dc/dcmitype/Text" xmlns:dc="http://purl.org/dc/elements/1.1/">Authors' Calendar</SPAN> jonka tekij&auml; on <SPAN property="cc:attributionName" xmlns:cc="http://creativecommons.org/ns#">Petri Liukkonen</SPAN> on lisensoitu <A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license>Creative Commons Nime&auml;-Ep&auml;kaupallinen-Ei muutettuja teoksia 1.0 Suomi (Finland) lisenssill&auml;</A>.<BR>May be used for non-commercial purposes. The author <B>must</B> be mentioned. The text may not be altered in any way (e.g. by translation). Click on the logo above for information.</CENTER></I><BR></BODY></HTML

