<HTML><HEAD><TITLE>L&eacute;opold Senghor</TITLE><META name=GENERATOR content="MSHTML 8.00.7600.16671"></HEAD><BODY background=/pix/tauskuva.jpg bgColor=white text=black>
<!--taulukko alkaa-->
<CENTER><TABLE cellSpacing=0 cellPadding=5 width="80%" align=center>
<TBODY><TR>
<TD bgColor=white vAlign=top rowSpan=2 width="19%" align=left>

<!--Vasen palsta, linkit ym-->
<A href="calendar.htm"><IMG border=2 src="../../../pix/bwlogo.jpg" width=100 height=100></A><BR clear=both>
<BR>
<FONT size=-1 face=Arial>
<!--********************-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/ylamainos.gif" width=100 height=70></A>
<BR>
<BR>
<!--********************-->
<FONT size=-1><B>Choose another writer in this calendar:</B></FONT>
<P>
by name:<BR>
<A href="indeksi.htm#a" target=_blank>A</A>
<A href="indeksi.htm#b" target=_blank>B</A>
<A href="indeksi.htm#c" target=_blank>C</A>
<A href="indeksi.htm#d" target=_blank>D</A>
<A href="indeksi.htm#e" target=_blank>E</A>
<A href="indeksi.htm#f" target=_blank>F</A>
<A href="indeksi.htm#g" target=_blank>G</A>
<A href="indeksi.htm#h" target=_blank>H</A>
<A href="indeksi.htm#i" target=_blank>I</A>
<A href="indeksi.htm#j" target=_blank>J</A>
<A href="indeksi.htm#k" target=_blank>K</A>
<A href="indeksi.htm#l" target=_blank>L</A>
<A href="indeksi.htm#m" target=_blank>M</A>

<A href="indeksi.htm#n" target=_blank>N</A>
<A href="indeksi.htm#o" target=_blank>O</A>
<A href="indeksi.htm#p" target=_blank>P</A>
<A href="indeksi.htm#q" target=_blank>Q</A>
<A href="indeksi.htm#r" target=_blank>R</A>
<A href="indeksi.htm#s" target=_blank>S</A>
<A href="indeksi.htm#t" target=_blank>T</A>
<A href="indeksi.htm#u" target=_blank>U</A>
<A href="indeksi.htm#v" target=_blank>V</A>
<A href="indeksi.htm#w" target=_blank>W</A>
<A href="indeksi.htm#x" target=_blank>X</A>
<A href="indeksi.htm#y" target=_blank>Y</A>
<A href="indeksi.htm#z" target=_blank>Z</A>
</P>
<P>
by birthday from the <A href="calendar.htm" target=_top>calendar</A>.
</P>
<P>
<A href="../../../pix/credits.htm" target=_blank>Credits and feedback</A>
</P>
<P>

<!--Bamber Gascoigne--><A href="http://www.timesearch.info/bookswriters/" target=_blank><B>TimeSearch</B></A><BR>for Books and Writers<BR>by <I>Bamber Gascoigne</I><BR>
<!--Vara2-->
<!--Vara3-->
<!--Vara4-->

</P>
</FONT>
</TD>

<TD bgColor=white vAlign=top background=/pix/viiva.jpg rowSpan=2 width=2 align=left>
<!--T„m„ on koristeviivasarake-->
</TD>
<TD bgColor=black width="80%" align=left>
<!--T„ss„ on mustapohjainen otsikkosolu-->
<FONT color=white size=+1 face=Arial><B>L&eacute;opold (S&eacute;dar) Senghor (1906-2001)</B></FONT>
</TD>
</TR>
<TR>
<TD bgColor=white width="80%" align=left>
<!--T„h„n tulee varsinainen teksti-->
<P>&nbsp;</P>


<P><!-- Thank you for examining the code --></P>





<P>

<!-- Teksti alkaa t&auml;st&auml; -->Senegalese poet and statesman, founder of the Senegalese Democratic Bloc. Senghor was elected 
president of Senegal in the 1960s. He retired from office in 1980. Senghor was one of the originators of the concept of 
<I>N&eacute;gritude</I>, defined as the literary and artistic expression of the black 
African experience. In historical context the term has been seen as an ideological reaction against French colonialism and a defense of African culture. It has deeply influenced the strengthening of African identity in the French-speaking black world. </P>
<BLOCKQUOTE><FONT size=2><B>"L'&egrave;motion est n&egrave;gre, la raision est h&eacute;ll&egrave;ne." </B>(emotion is Negro, reason is Greek) </FONT><FONT size=2><B>"Negritude is the totality of the cultural values of the Black world." </B></FONT></BLOCKQUOTE>
<P>L&eacute;opold S&eacute;dar Senghor was born in Joal-la-Portugaise, a small fishing village about seventy miles south of Dakar. His father, a wealthy merchant, was of noble descent, who supported a family of some twenty children. Senghor's mother was a Peul, one of a pastoral and nomadic people. Later Senghor wrote: "I grew up in the heartland of Africa, at the crossroads / Of castes and races and roads" The first seven years of his life Senghor spent in Djilor with his mother and maternal uncles and aunts. At the age of twelve, he attended the Catholic mission school of Ngazobil. He then continued his studied at the Libermann Seminary and Lyc&eacute;e Van Vollenhoven, finishing secondary-school education in 1928. Senghor had first intended to enter the priesthood, but abandoned clerical profession after being told that he lacked a religious vocation. </P>
<P>After winning a state scholarship, Senghor moved to Paris and graduated from the Lyc&eacute;e Louis-le-grand in 1931. During these years he read African-American poets of the <A href="ccullen.htm">Harlem Renaissance</A> and such French poets as Rimbaud, Mallarm&eacute;, Baudelaire, Verlaine, and Val&eacute;ry. Among Senghor's s friends were <A href="cesaire.htm">Aim&eacute; C&eacute;saire</A>, with whom he would develope the idea of <I>N&eacute;gritude</I>, and Georges Pompidou, who later elected President of France. In 1932 Senghor was granted French citizenship. He served in a regiment of colonial infantry and in 1935 he obtained the <I>agr&eacute;gation </I>degree in grammar. </P>
<P>From 1935 Senghor worked as a teacher, notably at Lyc&eacute;e Descartes in Tours, and then in Paris at Lyc&eacute;e Marcelin Berthelot. At the outbreak of World War II, he joined the French army. After being captured by the Germans, he spent eighteen months in a camp as a prisoner of war. During this period he learned German and wrote poems, which were published in <EM>Hosties noires</EM>&nbsp;(1948). </P>
<P>In 1944 Senghor was appointed professor of African languages at the &Eacute;cole Nationale de la France d'Outre-Mer. Senghor's first collection of poems,&nbsp;<EM>Chants d'ombre</EM> (1945), was inspired by the philosopher Henri Bergson. It dealt with the themes of exile and nostalgia. "Tokowaly, uncle, do you remember the nights gone by / When my head weighted heavy on the back of your patience / or / Holding my hand your hand led me by shadows and signs / The fields are flowers of glowworms, stars hang on the / bushes, on the trees / Silence is everywhere /"<B><FONT size=2> </FONT></B><FONT size=2></FONT>In 1945 and 1946 Senghor was elected to represent Senegal in the French Constituent Assemblies. With Senghor's help Alioune Diop, a Senegalese intellectual living in Paris, created in 1947 <I>Pr&eacute;sence Africaine</I>, a cultural journal, which had on the advisory board Andr&eacute; Gide, Albert Camus and <A href="sartre.htm">Jean-Paul Sartre</A>. In 1948 Senghor became professor at Ecole Nat. de la France d'Outre-Mer. From 1946 to 1958 he was continuously reelected to the French National Assembly. </P>
<P>After breaking with Lamine Gu&egrave;ye, who was allied with the French socialist (SFIO), Senghor created a new political party, BDS (Bloc D&eacute;mocratique S&eacute;n&eacute;galais). He married in 1948 Ginette Ebou&eacute;, the daughter of a prominent Guyanese colonial administrator F&eacute;lix Ebou&eacute;. They had two children; the marriage ended in divorce. Senghor's second wife, Colette Hubert, who had been his first wife's secretary, had her family roots in Normandy. </P>

<P>When Senegal joined with the Sudanese Republic to form the Federation of Mali, Senghor became president of the federal assembly. In August 1960 Senegal separated from the federation and Senghor was elected the first president of Senegal. Senghor held the position of Presidency for twenty years without interruption. His old friend and prot&eacute;g&eacute;, Prime Minister Mamadou Dia was imprisoned for life in 1962 during a political power struggle but released from jail in 1974. Senghor also survived attempted coups and an unsuccessful assassination. In 1968 the University of Dakar, which Senghor had helped to establish, was faced with student unrest and later in the same year he was the subject of hostile demonstrations in Frankfurt, where he went to receive the 1968 Peace Prize of the German Book Trade. After leaving the presidency in 1980, Senghor shared his time between Paris, Normandy, and Dakar. In 1983 Senghor was elected to the Acad&eacute;mie fran&ccedil;aise. He died in France on December 20, 2001. In one poem, 'Visit', recalling his past, Senghorn said of the sky of his own country: "It is the same sun bedewed with illusions, / The same sky unnerved by hidden presences, / The same sky feared by those who have a reckoning with the dead, / And suddenly my dead draw near to me..." <FONT size=2>(translated from the French by John Reed and Clive Wake, from <I>Global Voices</I>, ed. by Arthur W. Biddle et al., 1995) </FONT></P>

<P>Senghor received several international awards as a writer and a major African political opinion leader, among others Dag Hammarskj&ouml;ld Prize (1965), Peace Prize of German Book Trade, Haile Sellassie African Research Prize (1973, <A href="apollina.htm">Apollinaire</A> Prize for Poetry (1974). He was appointed in 1969 member of Inst. Fran&ccedil;ais, Acad. des Sciences morales et politiques. </P>
<P>Senghor's poems, written in French, have been translated into several languages: Spanish, English, German, Russian, Swedish, Italian, Chinese, Japanese, and others. In his poetry Senghor invites the reader to feel the nearly mystical, supersensory world of Africa. His non-fiction includes writings primarily in linguistics, politics and sociology. His philosophy and the concept of <I>N&eacute;gritude</I> has received wide attention and critic. The concept, which owes a great deal to its French intellectual origin, has been used widely after WW II. It embraces the revolt against colonialist values, glorification of the African past, and nostalgia for the beauty and harmony of traditional African society. Sartre's Introduction to Senghor's&nbsp;<SPAN class=st><EM>Anthologie de la nouvelle po&eacute;sie n&egrave;gre et malgache de langue fran&ccedil;aise</EM></SPAN> (1948), found in his <I>Orph&eacute;e noir</I>, defined the Negritude in terms of his existentialist philosophy as "a weak stage of a dialectical progression: the theoretical and practical affirmation of white supremacy is the thesis". <B><FONT size=2></FONT></B>Senghor defined the concept in contradistinction to Europe and gave it more positive meaning. According to Senghor, it is "the sum total of the values of the civilization of the African world" – not an antithesis but a fundamentally different culture. Senghor's statement that the Negro is intuitive, whereas the European is more Cartesian, has led to numerous protests, but among others Sartre has declared the Negritude is "an antiracist racism". Senghor has argued that African mode of experience is far from irrational, the experience that proceeds from intuition is fuller and more comprehensive than that derived from a discursive approach. </P>
<BLOCKQUOTE><FONT size=2><B>"Yes, in one way, the Negro today is richer in gifts than in works. But tree thrusts its roots into the earth. The river runs deep, carrying precious seeds. And, the Afro-American poet, Langston Hughes, says: / I have known rivers / ancient dark rivers / my soul has grown deep / like the deep rivers. / The very nature of the Negro's emotion, his sensitivity, furthermore, explains his attitude toward the object perceived with such basic intensity. It is an abandon that becomes need, and active state of communion, indeed of identification, however negligible the action – I almost said the personality – of the object. A rhythmic attitude: The adjective should be kept in mind."</B> (from 'Ce que l'homme noir apporte</FONT><FONT size=2>,' in </FONT><I><FONT size=2>L'Homme de couleur</FONT></I><FONT size=2>, edited by Claude Nordey, 1939) </FONT>
</BLOCKQUOTE>
<P>In the area of political philosophy, Senghor has examined African socialism. For him, socialism is not new to Africans, where communal principles of social life has been central in precolonial times. Senghor sees that scientific socialism express in many ways the personal point of view of its inventors, Marx and Engels. He believes that there will be eventually one world civilization, a unique and universal one. The opposition of Africa and Europe is a central theme is his fiction and non-fiction – the appeal of the humanist ideals of French civilization and his commitment to the African cause. Senghor's<EM> </EM><SPAN class=ft><EM>N&eacute;gritude et civilisation de l'Universel</EM> </SPAN>(1977), inspired by the work of Teilhard de Chardin, was an attempt to advocate the fusion of these two halves into a "humanism of the twentieth century" . In a poem of the legendary founder of the ancient empire of Ghana, Senghor wrote: "My empire is that of Love, for I am weak for you, woman, / Foreigner with clear eyes, lips of cinnamon apple, / And a sex like a burning bush / For I am both sides of a double door, the binary rhythm of space / And the third beat, I am the movement of drums, / The strength of future Africa." <FONT size=2>(from 'The Kaya-Magan')</FONT></P>



<BLOCKQUOTE><B><FONT size=2>For further reading:</FONT></B><EM> </EM><FONT size=2><EM>What We Say, Who We Are: Leopold Senghor, Zora Neale Hurston, and the Philosophy of Language</EM> by Parker English (2009); </FONT><FONT size=2><EM>L&eacute;opold S&eacute;dar Senghor: chronique d’une &eacute;poque</EM> by El Hadji Saloum Diakite´ (2009);<EM> Senghor philosophe: cinq &eacute;tudes</EM> by Jacques Chatue (2009);<EM> L&eacute;opold S&eacute;dar Senghor: le ma&icirc;tre de langue: biographie</EM> by Daniel Delas (2007); <EM>L&eacute;opold S&eacute;dar Senghor: le pr&eacute;sident humaniste</EM> by Christian Roche (2006);<EM> L&eacute;opold S&eacute;dar Senghor: lumi&egrave;re noire</EM> by Herv&eacute; Bourges (2006); <EM>In Senghor's Shadow: Art, Politics, and the Avant-Garde in Senegal, 1960–1995</EM> by Elizabeth Harney (2004); </FONT><FONT size=2><EM>African Philosophy in Search of Identity</EM> by D.A. Masolo (1994); 'Senghor' by F. Abiola Irele, in <I>A Companion to the Philosophers</I>, ed. by Robert L. Arrington (1999); </FONT><I><FONT size=2>Black, French, and African: A Life of L&eacute;opold S&eacute;dar Senghor</FONT></I><FONT size=2> by Janet G. Vaillant (1990); <I>L&eacute;opold S&eacute;dar Senghor</I> by Janice Spleth (1985); </FONT><I><FONT size=2>L&eacute;opold S&eacute;dar Senghor et la po&eacute;sie de l'action </FONT></I><FONT size=2>by Mohamed Aziza (1980); <I>The Poetry of L&eacute;opold S&eacute;dar Senghor</I> by Okechukwu Mezu (1973); <I>The Concept of N&eacute;gritude in the Poetry of L&eacute;opold S&eacute;dar Senghor</I> by Sylvia Washington B&acirc; (1973); </FONT><I><FONT size=2>L&eacute;opold Sedar Senghor: an Intellectual Biography</FONT></I><FONT size=2> by Jacques-Louis Hymans (1971); </FONT><I><FONT size=2>L&eacute;opold S&eacute;dar Senghor and the Politics of Negritude</FONT></I><FONT size=2> by Irving Leonard Markovitz (1969); <I>Black Orpheus </I>by Jean-Paul Sartre (1963)</FONT><FONT size=2> - </FONT><B><FONT size=2>Other writer/statesmen: </FONT></B><A href="lmeri.htm"><FONT size=2>Lennart Meri</FONT></A><FONT size=2>, </FONT><A href="vhavel.htm"><FONT size=2>V&aacute;clav Havel</FONT></A><FONT size=2> - <B>See also</B>: </FONT><A href="ousmane.htm"><FONT size=2>Semb&eacute;ne Ousmane</FONT></A></BLOCKQUOTE>
<P><B>Selected books:</B></P>

<UL>
<LI>Les classes nominales en wolof et les substantifs &agrave; initiale nasale, 1944
<LI>La Communaut&eacute; imp&eacute;riale fran&ccedil;aise, 1945 (with Robert Lemaignen and Prince Sisowath Youtevang) 
<LI>L'article conjoctif en wolof, 1945
<LI>L'harmonie vocalique en s&eacute;r&egrave;re, 1945
<LI>Chants d'ombre, 1945 - Shadow Songs (translated by&nbsp;Melvin Dixon, in The Collected Poetry, 1991) 
<LI>Hosties Noires, 1948 - Black Hosts (translated by&nbsp;Melvin Dixon, in The Collected Poetry, 1991) 
<LI>Comm&eacute;moration du centenaire de l'abolition de l'esclavage, 1948 (with Gaston Monnerville and Aim&eacute; C&eacute;saire) 
<LI><SPAN class=st>Anthologie de la nouvelle po&eacute;sie n&egrave;gre et malgache de langue fran&ccedil;aise, </SPAN>1948 (preface by Jean-Paul Sartre)
<LI>Chants pour Na&euml;tt, 1949
<LI>Pierre Teilhard de Chardin el la politique africaine, 1952 
<LI>L'Apport de la po&eacute;sie n&eacute;gre, 1953
<LI>La belle historie de Leuk-le-li&egrave;vre (with Abdoulaye Sadji), 1953
<LI>Langage et po&eacute;sie n&eacute;gro-africaine, 1954
<LI>Esth&eacute;thique n&eacute;gro-africain, 1956
<LI>&Eacute;thiopiques, 1956 - Ethiopiques (translated by&nbsp;Melvin Dixon, in The Collected Poetry, 1991) 
<LI>Future Role of Western European Union in the Political, Economic, Cultural and Legal Fields, 1957 
<LI>Rapport sur la doctrine el le programme du parti, 1959 - Report on the Principles and Programme of the Party (in Pr&eacute;sence africaine, 1959)
<LI>African Socialism, 1959 (abridged edition of Report on the Principles and Programme of the Party)
<LI>Rapport sur la politique g&eacute;n&eacute;rale, 1960 (?) 
<LI>Nocturnes, 1961 - Nocturnes (translated by John Reed &amp; Clive Wake, 1969) 
<LI>La dialectique du nom-verbe en wolof, 1961
<LI>Rapport sur la dictrine el la politique g&eacute;n&eacute;rale; ou, Socialisme, unit&eacute; africaine, construction nationale, 1962 
<LI>Libert&eacute; I: N&eacute;gritude et humanisme, 1964 - Freedom I: Negritude and Humanism (in The Africa Reader: Independent Africa<EM>,</EM> 1970)
<LI>Th&eacute;orie et pratique du socialisme s&eacute;n&eacute;galais, 1964 
<LI>Selected Poems, 1964 (edited by John Reed and Clive Wake) 
<LI>Po&egrave;mes, 1964
<LI>Prose and Poetry, 1965 (edited and translated by John Reed and Clive Wake) 
<LI>Latinit&eacute; et n&eacute;gritude, 1966 (in Portuguese, French, and Spanish) 
<LI>N&eacute;gritude, arabisme, et francit&eacute;: r&eacute;flexions sur le probl&egrave;me de la culture / Les Fondements de l'Africanit&eacute;; ou, N&eacute;gritude et arabit&eacute;, 1967 - The Foundations of "Africanit&eacute;"; or, N&eacute;gritude and "Arabit&eacute;" (in&nbsp; Pr&eacute;sence africaine, 1971)
<LI>Ex&eacute;cution du deuxi&egrave;me plan quadriennal de d&eacute;veloppement &eacute;conomique et social, 1967 (?) 
<LI>Politique, nation, et d&eacute;veloppement moderne, 1968 
<LI>El&eacute;gie pour Aliz&eacute;s, 1969 
<LI>Le Plan de d&eacute;collage &eacute;conomique, 1970 
<LI>Pourquoi une id&eacute;ologie n&eacute;gro-africaine?, 1971 
<LI>Libert&eacute; II: Nation et voies africaine du socialisme, 1971 - Nationhood and the African Road to Socialism (in Pr&eacute;sence africaine, 1962) / On African Socialism (abridged edition, translated by Mercer Cook, 1964) 
<LI>La N&eacute;gritude est un humanisme du vingti&egrave;me si&egrave;cle: Senghor &agrave; Bruxelles, 1971 
<LI>Lettres d'Hivernage, 1973 - Letters in the Season of Hivernage (translated by Melvin Dixon, in The Collected Poetry, 1991)
<LI>La N&eacute;o-Traite des n&eacute;gres, 1973 
<LI>La Parole chez Paul Claudel et chez les n&eacute;gro-africains, 1973 
<LI>Probl&egrave;mes de d&eacute;veloppement dans les pays sous-d&eacute;velopp&eacute;s, 1975(?) 
<LI>Paroles, 1975 
<LI>Pour une Soci&eacute;t&eacute; s&eacute;n&eacute;galaise socialiste et d&eacute;mocratique, 1976 
<LI>Le Probl&egrave;me de la faim: allocution, 1976 
<LI>Africa, 1976 
<LI>Pour une relecture africaine de Marx et d'Engels, 1976 
<LI>Selected Poems = Po&eacute;sies choisies, 1976 (translated by Craig Williamson) 
<LI>Libert&eacute; III: N&eacute;gritude et civilisation de l'universel, 1977
<LI>Selected Poems, 1977 (edited by Abiola Irele) 
<LI>La Biblioth&egrave;que comme instrument du d&eacute;veloppement, 1977 
<LI>L.S. Senghor, po&egrave;te s&eacute;n&eacute;galais, 1978 
<LI>La Place des langues classiques dans les humanit&eacute;s s&eacute;n&eacute;galaises, 1978 
<LI>&Eacute;l&eacute;gies majeures: dialogue sur la po&eacute;sie francophone, 1979 - Major Elegies (translated by Melvin Dixon, in The Collected Poetry, 1991)
<LI>La po&eacute;sie de l'action, 1980 (with Mohamed Aziza) 
<LI>Ndesse, 1981 (translated by William Oxley) 
<LI>Poems of a Black Orpheus, 1981 (translated by William Oxley) 
<LI>Pour une Lecture n&eacute;gro-africaine et r&eacute;ception &agrave; l'Acad&eacute;mie Fran&ccedil;aise, 1984 (with Edgar Faur&eacute;) 
<LI>Libert&eacute; IV: Socialisme et planification, 1983
<LI>Discours de r&eacute;ception &agrave; l'Acad&eacute;mie fran&ccedil;aise, 1984 
<LI>Po&eacute;mes, 1984 
<LI>African Sojourn, 1986 (photographs by Uwe Ommer) 
<LI>Black Ladies, 1986 (photographs by Uwe Ommer) 
<LI>She Chases me Relentlessly, 1986 (translated by William Oxley) 
<LI>Chaka, 1986 (music by Akin Euba, prod. in London) 
<LI>Ce que je crois: n&eacute;gritude, francite, et civilisation de l'universel, 1988
<LI>Espaces: &agrave; la recherche d'une &eacute;cologie de l'esprit, 1989 
<LI>Oeuvre po&eacute;tique, 1990 
<LI>The Collected Poetry, 1991 (translated by Melvin Dixon) 
<LI>Liberte V: Le Dialogue des cultures, 1993<LI>Poems of L&eacute;opold S&eacute;dar Senghor, 1996 (with silkscreen prints by Lois Mailou Jones; translation by John Reed and Clive Wake) <LI>Po&eacute;sie compl&egrave;te, 2007 (edited by Pierre Brunel) 

</LI></UL>




<P align=center>



<BR>
<!--Amazonbanner-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/banneri.gif" width=468 height=60></A>
<BR>
<HR>
<I><CENTER><FONT size=-1>Some rights reserved Petri Liukkonen (author) &amp; Ari Pesonen. Kuusankosken kaupunginkirjasto 2008</FONT></CENTER></I><BR>
<P></P>

<!--Tekstipalsta p„„ttyy-->
</TD>
</TR>
</TBODY></TABLE></CENTER>
 


<I><CENTER><A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license><IMG style="BORDER-RIGHT-WIDTH: 0px; BORDER-TOP-WIDTH: 0px; BORDER-BOTTOM-WIDTH: 0px; BORDER-LEFT-WIDTH: 0px" alt="Creative Commons License" src="http://i.creativecommons.org/l/by-nd-nc/1.0/fi/88x31.png"></A><BR><SPAN rel="dc:type" property="dc:title" href="http://purl.org/dc/dcmitype/Text" xmlns:dc="http://purl.org/dc/elements/1.1/">Authors' Calendar</SPAN> jonka tekij&auml; on <SPAN property="cc:attributionName" xmlns:cc="http://creativecommons.org/ns#">Petri Liukkonen</SPAN> on lisensoitu <A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license>Creative Commons Nime&auml;-Ep&auml;kaupallinen-Ei muutettuja teoksia 1.0 Suomi (Finland) lisenssill&auml;</A>.<BR>May be used for non-commercial purposes. The author <B>must</B> be mentioned. The text may not be altered in any way (e.g. by translation). Click on the logo above for information.</CENTER></I><BR></BODY></HTML