<HTML><HEAD><TITLE>Elvi Sinervo</TITLE><META name=GENERATOR content="MSHTML 8.00.7600.16671"></HEAD><BODY background=/pix/tauskuva.jpg bgColor=white text=black>
<!--taulukko alkaa-->
<CENTER><TABLE   cellSpacing=0 cellPadding=5 width="80%" align=center >
<TBODY><TR   >
<TD  bgColor=white vAlign=top rowSpan=2 width="19%" align=left  >

<!--Vasen palsta, linkit ym-->
<A href="calendar.htm"><IMG border=2 src="../../../pix/bwlogo.jpg" width=100 height=100></A><BR clear=both>
<BR>
<FONT size=-1 face=Arial>
<!--********************-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/ylamainos.gif" width=100 height=70></A>
<BR>
<BR>
<!--********************-->
<FONT size=-1><B>Choose another writer in this calendar:</B></FONT>
<P>
by name:<BR>
<A href="index.html#a" target=_blank>A</A>
<A href="index.html#b" target=_blank>B</A>
<A href="index.html#c" target=_blank>C</A>
<A href="index.html#d" target=_blank>D</A>
<A href="index.html#e" target=_blank>E</A>
<A href="index.html#f" target=_blank>F</A>
<A href="index.html#g" target=_blank>G</A>
<A href="index.html#h" target=_blank>H</A>
<A href="index.html#i" target=_blank>I</A>
<A href="index.html#j" target=_blank>J</A>
<A href="index.html#k" target=_blank>K</A>
<A href="index.html#l" target=_blank>L</A>
<A href="index.html#m" target=_blank>M</A>

<A href="index.html#n" target=_blank>N</A>
<A href="index.html#o" target=_blank>O</A>
<A href="index.html#p" target=_blank>P</A>
<A href="index.html#q" target=_blank>Q</A>
<A href="index.html#r" target=_blank>R</A>
<A href="index.html#s" target=_blank>S</A>
<A href="index.html#t" target=_blank>T</A>
<A href="index.html#u" target=_blank>U</A>
<A href="index.html#v" target=_blank>V</A>
<A href="index.html#w" target=_blank>W</A>
<A href="index.html#x" target=_blank>X</A>
<A href="index.html#y" target=_blank>Y</A>
<A href="index.html#z" target=_blank>Z</A>
</P>
<P>
by birthday from the <A href="calendar.htm" target=_top>calendar</A>.
</P>
<P>
<A href="../../../pix/credits.htm" target=_blank>Credits and feedback</A>
</P>
<P>

<!--Bamber Gascoigne--><A href="http://www.timesearch.info/bookswriters/" target=_blank><B>TimeSearch</B></A><BR>for Books and Writers<BR>by <I>Bamber Gascoigne</I><BR>
<!--Vara2-->
<!--Vara3-->
<!--Vara4--></p><p>This is an archive of a dead website. The original website was published by Petri Liukkonen under <a href="https://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en">Creative Commons BY-ND-NC 1.0 Finland</a> and reproduced here under those terms for non-commercial use. All pages are unmodified as they originally appeared; some links and images may no longer function. A .zip of the website is also <a href="https://github.com/greencardamom/BooksAndWriters">available</a>.<br></p>
</FONT>
</TD>

<TD  bgColor=white vAlign=top background=/pix/viiva.jpg rowSpan=2 width=2 align=left  >
<!--T„m„ on koristeviivasarake-->
</TD>
<TD  bgColor=black width="80%" align=left  >
<!--T„ss„ on mustapohjainen otsikkosolu-->
<FONT color=white size=+1 face=Arial><B>Elvi Sinervo (1912-1986) </B></FONT><FONT color=white size=2 face=Arial><B>- wrote also as Aulikki Prinkki - full name Elvi Aulikki Sinervo-Ry&ouml;m&auml;</B></FONT>
</TD>
</TR>
<TR   >
<TD  bgColor=white width="80%" align=left  >
<!--T„h„n tulee varsinainen teksti-->
<P>&nbsp;</P>


<P><!-- Thank you for examining the code --></P>




<P><!-- Teksti alkaa t&auml;st&auml; -->Finnish writer, prolific translator, humanist, one of the central figures in the postwar leftist literary movement Kiila 
with <A href="arvotur.htm">Arvo Turtiainen</A> and <A href="vkajava.htm">Viljo 
Kajava</A>. Elvi Sinervo published socially and politically orientated prose. Her most outstanding work, <EM>Viljami Vaihdokas</EM>&nbsp;(Viljami, the Changeling), appeared in 1946. Sinervo's work can be classified into the anti-fascist literature.</P>
<BLOCKQUOTE><FONT size=2><B>Do but judge me, O, ye blind men, </B></FONT><B><BR>
<FONT size=2>I know the law well. </FONT><BR>
<FONT size=2>What I did, life tasked me with it, </FONT><BR>
<FONT size=2>To my lot it fell. </FONT></B><FONT size=2></FONT><BR>
<FONT size=2>(from 'Cell Song', 1944, translated by Cid Erik Tallqvist) </FONT></BLOCKQUOTE>

<P>Elvi Sinervo was born in Helsinki, the daughter of Edvard Sinervo, a plate worker, and Alma Erika (Wallenius) Sinervo, who come from a Swedish-speaking family. Sinervo's father was an active member of labor union. He read widely, and encouraged her children to spend time with world literature. During the Finnish Civil war (1917-18), Edvard Sinervo was forced to hide, when the White Guard seized Helsinki and began executions. To support his family, he worked at a stone carver's shop, and then moved with his family for some years in Laihia and Vaasa in Ostrobothnian. When Edvard Sinervo died at the age of 49, Alma Sinervo returned with her children to Helsinki.</P>
<P>In 1930 Sinervo joined the Social Democratic Youth Organization and participated in its cultural activities, especially theatre. After graduating from secondary school, Sinervo studied at the Technical high school (1933-34), and at the University of Helsinki (1934-35). She had began to write in the1920s and her first published text appeared in the social democratic magazine <I>Kev&auml;tmyrsky</I> in 1931. It was followed by series of poems, published in the working-class papers. In 1933 Sinervo married the politician, journalist and doctor Mauri Ry&ouml;m&auml; (1911-1958), who served as a member of Parliament (1936-37, 1945-1958) and a member of the Central Committee of the Finnish Communist Party. </P>
<P>Through her political work, Sinervo became friends with such writers, journalists and intellectuals as Viljo Kajava, Arvo Turtiainen, Tapio Tapiovaara, Raoul Palmgren, and Maija Savutie. In 1936 leftist writers founded the literary group Kiila, which took its model from the Swedish 'Fem unga' group and from the Marxist group writing for <I>New Masses</I> magazine in the United States. From 1934 to 1938 Sinervo contributed to the literary magazine <I>Kirjallisuuslehti</I>. </P>
<P>With her husband Sinervo visited the Soviet Union in 1936, and witnessed the other face of socialism with long queues of people waiting in front of the shops. As a writer Sinervo made her debut with <EM>Runo S&ouml;&ouml;rn&auml;isist&auml;: novelleja</EM>&nbsp;(1937), published by Gummerus. Although it was entitled "A Poem about S&ouml;&ouml;rn&auml;inen", it was a collection of short stories about working-class life in Helsinki, without any straightforward political stories. The critics in the leftist papers were mostly posititive, but it sold poorly. Two years later&nbsp;came out&nbsp;Sinervo's first novel, <EM>Palavankyl&auml;n sepp&auml;</EM>. The story centers on Hermanni Rintaluoma and Rintaluoma family, who returns to the country after the Civil War. Hermanni dreams of his own smithy, but is unable to understand the great change in society and the class struggle. He is finally forced to move to town and abandon his dream. The book was translated into Swedish in 1945 under the title <I>Smeden i Palava by</I>. </P>
<P>During World War II Sinervo was imprisoned on political grounds from 1941 to 1944. Her husband had been arrested earlier, when the Winter War broke out between Finland and the Soviet Union. Her experiences Sinervo recalled in&nbsp;<EM>Pilvet</EM> (1944, The Clouds), a collection of poems, which was published by the&nbsp;Tammi Publishing Company, established in 1943 by V&auml;in&ouml; Tanner, leader of the Social Democratic Party. The title poem tells how she ended up in confinement: "I lived, loved / and as I turned thirty / I was dressed in prison clothes."&nbsp; Noteworthy, in stead of being bitter or overtly political,&nbsp;Sinervo&nbsp; turned during this period into her inner word. Through the window, she could only see the sky and the clouds, symbols of longing. &nbsp;Sinervo's poem of her&nbsp;cellmate Natatia was set to music by Kaj Chydenius in the 1970s; it became a very popular agit-prop song: "Maa vieras on ja vieras kansa sen / Natalia, sua tunne en&nbsp; / Jaan osas vain, ja sellin kivisen."&nbsp; </P><P>Sivervo's second novel, <I>Viljami Vaihdokas</I>, was about a boy who is born to a well-to-do family, but is given to wrong parents in the maternity hospital and grows up in poor surroundings.&nbsp;In his childhood, he molds a&nbsp;bird from clay and then brings it to life, like Jesus did. Instinctively, Viljami believes in higher ideals.&nbsp;After moving to&nbsp;Helsinki, he joins a leftist&nbsp;activist group.&nbsp;When the war breaks out, he is imprisoned and&nbsp;beaten&nbsp;during interrogations. At the end he dies, or steps into another realm, where he becomes&nbsp;one with the people he belongs to. This <I>Bildungsroman</I> in the tradition of London, Gorky, and Martinson gained an international success and was translated among others into Swedish, Russian, Estonian and China. The novel combined social realism with fairy tales and fantasy. <EM>Toveri, &auml;l&auml; pet&auml;</EM> (1947, Comrade, Don't Betray Us) was a story of a woman, who is involved in political activities without a firm ideological base. By a mistake, she betrays one of her comrades.</P>
<P>After the war Sinervo travelled in the socialist countries, made speeches and participated in the leftist ideological and cultural activities as a member of the Finnish Communist Party and representantive of Kiila. Her play, <EM>Desantti </EM>(1945), was published by Kansankulttuuri, which was established by the Finland-Soviet Union Society and organizations close to the <SPAN class=st>Finnish People's Democratic League.&nbsp;</SPAN> From the 1950s Sinervo started to translate into Finnish works from such writers as Kleist, <A href="kazantza.htm">Kazantzakis</A>, 
<A href="brecht.htm">Brecht</A>, Lidman, <A href="kafka.htm">Kafka</A>
&nbsp;and <A href="andric.htm">Andric</A>, to whom she felt ideologically bound. Some of her poems were published in a French anthology, <I>Po&egrave;tes finnois</I> (1951).</P>
<P>In the 1960s, Sinervo did not continue active period as a writer, although her books were reprinted and new collections of poems appeared. From German Sinervo translated especially Brecht's plays; she also met him twice. Brecht's <I>Im Dickicht der St&auml;dte </I>Sinervo considered incomprehensible. Anna Seghers influeced Sinervo deeply. They met first time at the Warsaw Peace Conference&nbsp;in 1950. Sinervo translated into Finnish Seghers's <I>Der Aufstand der Fischer von St. Barbara</I>, <I>Das siebte Kreutz</I>, and with Ilkka Ry&ouml;m&auml; <I>Die Toten bleiben jung</I>. </P>
<P>Sinervo's play <EM>Maailma&nbsp;on vasta nuori</EM>&nbsp;(1952, The World Is Yet Young) was found again in the late 1960s and performed in several theatres in the 1970s. Her last years Sinervo spent with her daughter Liisa Ry&ouml;m&auml; and Ry&ouml;m&auml;'s life-companion, the writer Daniel Katz, in Pernaja. In 1979 the politician and poet Claes Anderson dedicated a suite in his collection <I>Tr&auml;dens s&aring;nger </I>to Elvi Sinervo. She died on August 28, 1986. </P>
<BLOCKQUOTE><FONT size=2><B>Ole laupias y&ouml;, &auml;l&auml; avaa</B></FONT><B><BR>
<FONT size=2>
unen pime&auml;&auml; k&auml;yt&auml;v&auml;&auml;, jota pitkin</FONT><BR>
<FONT size=2>
minun kellojen kaikuessa on kiiruhdettava</FONT><BR>
<FONT size=2>
vankilaani takaisin. </FONT><BR>
<FONT size=2>
(</FONT></B><FONT size=2>from <I>Neidonkaivo</I>, 1956</FONT><B><FONT size=2>)</FONT><FONT size=2></FONT></B></BLOCKQUOTE>


<BLOCKQUOTE><B><FONT size=2>For further reading</FONT></B>:&nbsp;<FONT size=2><EM>Suomennoskirjallisuuden historia 2</EM>, ed. by H.K. Riikonen et al. (2007); 'Elvi Sinervon <EM>Viljami Vaihdokas</EM> - lapsellinen kirja aikuisille' by Maria Laakso, in <EM>Kirjallisia el&auml;myksi&auml;</EM>, toim. Yrj&ouml; Hosialuoma et al. (2007); <EM>A History of Finland's Literature</EM>, ed. by George C. Schoolfield (1998); <EM>Elvi Sinervo - vuorellenousija</EM> by Kalevi Kalemaa (1989); <EM>Voices from Finland</EM>, ed. by Elli Tompuri (1949)</FONT><FONT size=2> - </FONT><B><FONT size=2>Note:</FONT></B><FONT size=2> Sinervo's younger sister Aira Sinervo (Aira Brink, 1914-1968) published juvenile books and the novel </FONT><I><FONT size=2>Koskessa kolisten </FONT></I><FONT size=2>(1969). Sinervo's elder sister Sylvi-Kyllikki Kilpi (1899-1987), a politician, member of Parliament, wrote 
the autobiographical books </FONT><I><FONT size=2>S&ouml;rn&auml;isten tytt&ouml;</FONT></I><FONT size=2> (1963), </FONT><I><FONT size=2>S&ouml;rn&auml;isten tyt&ouml;n valellusvuodet</FONT></I><FONT size=2> (1965), </FONT><I><FONT size=2>S&ouml;rn&auml;isten tytt&ouml; politiikan py&ouml;rteiss&auml;</FONT></I><FONT size=2> (1966) and a history of the Finnish working class women, </FONT><I><FONT size=2>Suomen ty&ouml;l&auml;isnaisliikkeen&nbsp;historia</FONT></I><FONT size=2> (1953).</FONT></BLOCKQUOTE>
<P><B>Selected works:</B></P>

<UL>
<LI>Runo S&ouml;&ouml;rn&auml;isist&auml;: novelleja, 1937 
<LI>Palavankyl&auml;n sepp&auml;, 1939 <BR>- Smeden i Palava by (&ouml;vers. av&nbsp;Ragna Ljungdell-Erlandsson, 1945) 
<LI>Pilvet, 1944 
<LI>translator: Anna Bondestam, Urhea nuoruus, 1944 
<LI>Onnenmaan kuninkaantyt&auml;r ja ihmislapset, 1944 (play, as Aulikki Pinkki)
<LI>Desantti, 1945 (play) <BR>- Der Fallschirmj&auml;ger: Einakter (B&uuml;hnenbilder und Figurinen von Tapio Tapiovaara, aus dem Finnischen ins Deutsche &uuml;bertragen von Friedrich Ege, 1954)&nbsp;
<LI>translator: Wanda Wasilevskaja, Sateenkaari, 1945 
<LI>Pikku Aljosha, 1946 (based on Maxim Gorky's childhood memoirs)
<LI>translator: Trond Hedstr&ouml;m, Yksin&auml;inen peikko, 1946 
<LI>translator: Martin Andersen Nex&ouml;, Muistot, 1946 (with Leila Adler) 
<LI>Viljami Vaihdokas, 1946 <BR>- Viljam Bortbyting (&ouml;vers. av&nbsp;Anna Bondestam, 
1947) <BR>- Der Wechselbalg: Roman (aus dem Finnischen &uuml;bersetzt von Friedrich Ege, 1957)<BR>- Az elcser&eacute;lt gyermek: egy olyan ifj&uacute;r&oacute;l sz&oacute;l&oacute; t&ouml;rt&eacute;net, aki Dank&oacute;hoz k&iacute;v&aacute;nt hasonl&iacute;tani (ford. Erd&ouml;di J&oacute;zsef, 1962) 
<LI>Toveri, &auml;l&auml; pet&auml;, 1947 <BR>- Soudruhu, nezklam!&nbsp;(z finske predlohy ... prelozil Alois Šikl, 1952)<BR>- Wytrwaj, towarzyszu! (tlumaczyla z przekladu czeskiego Krystyna Zebrowska; por&oacute;wnala z oryginalem finskim: Aleksandra Lanska, 1952) <BR>- Tovaricš, ne predavaj!: povest’ (perevod s finskogo T. Summanena, 1956) <BR>- Kamerat, svik ikke! (oversettelse: Hundre blomster, 1978)<BR>- Svigt ikke, kammerat&nbsp;(p&aring; dansk og med forord af Peter D&uuml;rrfeld, 1982)<BR>- Kamrat svik inte&nbsp; (&ouml;vers. av Eva Wichman, 1987)<LI>Vuorelle nousu, 1948
<LI>Toukokuun viimeisen&auml; iltana, 1948 (radio play) 
<LI>editor (with Viktor Tiainen and Arvo Turtiainen): Nuori Kiila, 1948 
<LI>translator: Friedrich Feld: Kukkiva kirsikkapuunoksa, 1948 (radio play) 
<LI>translator: Vercours / Fr. Ege: Kuin meren hiljaisuus, 1950 (radio play) 
<LI>Oi lintu mustasiipi, 1950 
<LI>translator: Annemarie Bostroem, Kahle kirpoaa, 1951 (radio play) 
<LI>translator: Alex Brinchmann, Pitk&auml;t vuodet, 1951 (radio play) 
<LI>translator: Heinrich von Kleist: Mikael Kohlhaas, 1951 
<LI>translator: Solveig von Schoultz, Hyv&auml;t ihmiset ovat harvinaisia, 1951 (radio play) 
<LI>translator: Tarjei Vesaas, Lauantai-ilta, 1951 (radio play) 
<LI>Maailma on vasta nuori, 1952 (play) 
<LI>translator: Friedrich Feld, Riikinkukon sulka, 1952 (radio play) 
<LI>translator: Fredrich Feld: Maa kumisee, 1953 (radio play) 
<LI>translator: Walentin Chorell: Ikkuna, 1953-54 (radio drama) 
<LI>translator: Howard Fast, Saccon ja Vancettin k&auml;rsimyshistoria, 1954 
<LI>translator: Anna Seghers: St. Barbaran kalastjien kapina, 1954 
<LI>translator: Bertolt Brecht: Kaupunkimme hyv&auml; ihminen, 1954-55 (play) 
<LI>translator: Niko Kazantzakis: Vapaus tai kuolema, 1955 
<LI>translator: Aili Nordgren, Pimeyskin liikkuu, 1955 
<LI>Neidonkaivo, 1956 
<LI>Rukkanen, 1957 (as Aulikki Pinkki, illustrated by E. Ratšev) 
<LI>translator: Niko Kazantzakis, Viimeinen kiusaus, 1957 
<LI>translator: Zaharia Stancu, &Auml;l&auml; unohda, Darie, 1957 
<LI>translator: John Reed, Kymmenen p&auml;iv&auml;&auml; jotka j&auml;risyttiv&auml;t maailmaa (with Osmo Helin) 
<LI>translator: Anna Bondestam, Tie kaupunkiin, 1958 
<LI>translator: Anton Makarenko, Liput torneissa 1-3, 1958 
<LI>translator: Jaroslav Hašek, Huumorin koulu, 1959 
<LI>translator: Alfredo Varela, Tumma virta, 1959 
<LI>Rautainen virta, 1960 (selection of Finnish poetry) 
<LI>translator: Ivo Andric, Drina-joen silta, 1960 (with Aira Sinervo) 
<LI>translator: Prudencio de Pereda, Fiesta, 1960 
<LI>translator: Lu Syn, Uudenvuoden uhri ja muita kertomuksia, 1960 
<LI>translator: Arthur Miller, Poltinmerkki, 1960 
<LI>translator: Per W&auml;stberg, Perillinen, 1960 
<LI>translator: Sean O'Casey, Min&auml; kolkutan, 1961 
<LI>translator: Anna Seghers, Seitsem&auml;s risti, 1961 
<LI>translator: Ivo Andric, Konsulit, 1962 
<LI>translator: Anna Seghers, Kuolleet pysyv&auml;t nuorina 1-2, 1962 (with Ilkka Ry&ouml;m&auml;) 
<LI>translator: Heinrich Kleist, Mikael Kolhaas ja muita kertomuksia, 1962 
<LI>translator: Miss&auml; on teddikarhu?, 1962 (based on a Czech film)
<LI>translator: Satu tuhmasta Kreetasta ja viisaasta Missusta, 1962 (based on the Czech film Lenora) 
<LI>Runoni, 1962 
<LI>translator: Olsen Bruun, Huomenna matka jatkuu, 1963 (radio play) 
<LI>translator: Ivar Lo-Johansson, Onni, 1963 (with Ilkka Ry&ouml;m&auml;) 
<LI>translator: Slawomir Mrozek, Karol, 1963 (radio play) 
<LI>translator: Victor Rozov, Kurjet lent&auml;v&auml;, 1963 (radio play) 
<LI>translator: Vladislav Vancura, Nalle-Kalle ja h&auml;nen karhunsa Kallen-Nalle, 1963 (illustrated by Zdenek Miller) 
<LI>translator: Peter Egge, Sivertin mielenmuutokset, 1964 (radio play) 
<LI>translator: Charles Haldeman, Auringon kiertolainen, 1964 
<LI>translator: Bj&ouml;rn-Erik H&ouml;ijer, Vuoren tuolla puolen, 1964 (radio play) 
<LI>translator: J.Z. Novak / Josef K&aacute;brt, J&auml;n&ouml; joka tahtoi luistella j&auml;&auml;ll&auml;, 1964 
<LI>translator: Slawomir Mrozek, Noiduttu y&ouml;, 1964 (radio play) 
<LI>translator: Henning Nielsen, Sulhanen, 1964 (radio play) 
<LI>translator: Tormod Skagestad, Lensi lintu sininen... 1964 (radio play) 
<LI>translator: Bertolt Brecht, Puntilan is&auml;nt&auml; ja h&auml;nen renkins&auml; Matti, 1964-65 (play) 
<LI>translator: Peter Albrechtsen, Yst&auml;v&auml;t&auml;r, 1965 (radio play) 
<LI>translator: Hjalmar Bergman, Tanssia, 1965 (radio play) 
<LI>translator: Willis Hall, Pilkahdus merta, 1965 (TV play) 
<LI>translator: Franz Kafka, Amerikka, 1965 
<LI>translator: Ludwig Renn, Trini, 1965 (ilustrated by Kurt Zimmermann) 
<LI>translator: Jan Rys, Kuka on "se niin"?, 1965 (radio play) 
<LI>translator: Ebba Torstenson, Olohuone, 1965 (radio play) 
<LI>translator: Martin Walser, Pikak&auml;ynti, 1965 (TV drama) 
<LI>translator: Marianne Alopaeus, Pimeyden ydin, 1966 
<LI>translator: Johannes Bobrowski, Levinin mylly, 1966 
<LI>translator: Bertolt Brecht / George Farquhar, Torvet ja rummut, 1966 (play) 
<LI>translator: Olof Kexel, Kapteeni Puff eli Suupaltti, 1966 (radio play) 
<LI>Puhveli, 1966 (TV play) 
<LI>translator: Aristofanes / Peter Hacks, Rauha, 1966-67 (play) 
<LI>translator: Bertolt Brecht, Arturo Uin valtaannousu, 1966-67 (play) 
<LI>translator: Anna Bondestam, Kuilu, 1967 
<LI>translator: Bertolt Brecht, Setšuanin hyv&auml; ihminen, 1966 
<LI>translator: Feng Meng-Lung, Kaunis jalkavaimo, 1967 
<LI>translator: Aleksandr Pushkin, Kivinen vieras, 1967 (TV drama) 
<LI>translator: Bj&ouml;rn Runeborg, Mies, joka tuli kaupunkiin, 1967 (radio play) 
<LI>translator: Peter Weiss, Laulu linnunpel&auml;ttimest&auml;, 1967-68 (play) 
<LI>translator: Marianne Alopaeus, J&auml;&auml;hyv&auml;iset elokuussa, 1968 
<LI>translator: Jens Bj&ouml;rneboe, Lintujen yst&auml;v&auml;t, 1968 (radio play) 
<LI>translator: Bertolt Brecht, Pakolaiskeskusteluja, 1968 (radio play) 
<LI>translator: Ivan Cankar / Mitja Mejak, Tarina Orpo-Simonista, 1968 (radio play) 
<LI>translator: Dorothy Lane / Bertolt Brecht, Happy end, 1968-69 (play) 
<LI>translator: Joao Gabral de Melo Neto, El&auml;&auml; ja kuolla kuin Severinot, 1969 (radio play) 
<LI>translator: Ralf Nordgren, Mukana, 1969 
<LI>translator: Jens Bj&ouml;rneboe, Karhunkoppi, 1970 (radio play) 
<LI>translator: Maja Ekel&ouml;f, Siivoojan raportti, 1970 
<LI>translator: Sara Lidman, Kaivos, 1970 
<LI>translator: John Reed, Kymmenen p&auml;iv&auml;&auml;, jotka j&auml;rivyttiv&auml;t maailmaa, 1970 (radio play, with Anneli Ollikainen, Pekka Milanoff and V&auml;in&ouml; Vainio) 
<LI>translator: Henrik Tikkanen, Minun saaristoni, 1970 
<LI>translator: Wilfried Blecher / Wilfried Schr&ouml;der, Hokkuspokkus filiokkus, 1971 
<LI>translator: Ralf Nordgren, Perhoskorva, 1971 
<LI>translator: Bertolt Brecht, Teurastamojen pyh&auml; Johanna, 1972 (play) 
<LI>translator: Per Olov Enquist, Ihmeparantajan viides talvi, 1972 
<LI>translator: Ernst Ottwalt, Kalifornian balladi, 1972 (radio play) 
<LI>translator: Preben Thomsen, Rutto, 1972 (radio play) 
<LI>translator: Marianne Alopaeus, Rajank&auml;ynti&auml;, 1972 (with Marianne Alopaeus) 
<LI>translator: Bertolt Brecht, Kaupunkien viidakossa, 1972-73 (play) 
<LI>translator: Anna Bondestam / E.E. Bergholm, Kuilu, 1974 (radio play) 
<LI>translator: Dagfinn Gr&oslash;noset, Er&auml;maatalon Anna, 1974 
<LI>translator: Karl Otto M&uuml;hl, Vanhan miehen kes&auml;, 1974 (play) 
<LI>translator: Aleksanr Pushkin, Kivinen vieras, 1974 (radio play) 
<LI>translator: Bertolt Brecht, &Auml;iti Peloton ja h&auml;nen lapsensa, 1975 
<LI>translator: Kerstin Ekman, Noidankeh&auml;t, 1975 
<LI>translator: Maksim Gorki, Kes&auml;vieraita, 1975 (play) 
<LI>translator: Henrik Tikkanen, Kulosaarentie 8, 1976 
<LI>translator: Henrik Tikkanen, Majavatie 11, 1976 
<LI>translator: Bertolt Brecht, Pakolaiskeskusteluja, 1976 (with Turo Unho) 
<LI>translator: Bertolt Brecht, Rummut y&ouml;ss&auml;, 1976-77 (play) 
<LI>translator: Bertolt Brecht, Turandot, 1977 (play) 
<LI>translator: Bertolt Brecht, Altantin lento ja Baadenin opetusn&auml;ytelm&auml; yhteisymm&auml;rryksest&auml;, 1977 (radio play, with Ilkka Kyl&auml;vaara) 
<LI>translator: Kerstin Ekman, El&auml;m&auml;nl&auml;hde, 1977 (with Liisa Ry&ouml;m&auml;) 
<LI>translator: Henrik Tikkanen Mariankatu 26, 1977 
<LI>Runot 1931-56<I></I>, 1977 
<LI>Novellit, 1978 (illustrated by Taru Koskinen) 
<LI>Vuorelle nousu, 1978 (edited by Ilmi Parkkari) 
<LI>Diktarmoran och andra dikter, 1978 (&ouml;vers. av Claes Anderson, ill. av Ulla Wennberg) 
<LI>translator: Dorothy Lane / Bertolt Brecht, Happy End: kolmin&auml;yt&ouml;ksinen komedia, 1979 (play) 
<LI>translator: Henrik Tikkanen, Viimeinen sankari, 1979 
<LI>Barnet ser och andra noveller, 1980 (&ouml;vers&auml;ttning av Tatiana Sundgren) 
<LI>Maailma on vasta nuori, 1980 (edited by Maija Savutie, contains plays Desantti, Toukokuun viimeisen&auml; iltana, Maailma on vasta nuori, Onnenmaan kuninkaantyt&auml;r ja ihmislapset) 
<LI>translator: Walentin Chorell, Vuoropuhelu ikkunan &auml;&auml;ress&auml;, 1982 (radio play) 
<LI>translator: Marianne Alopaeus, Ruotsin pauloissa, 1984 
<LI>translator: Claes Andersson, Ihminen, sielunsa kaltainen, 1984 
<LI>Pilvet:&nbsp;runot 1941-56<I></I>, 1984
 
</LI></UL>








<P align=center>



<BR>
<!--Amazonbanner-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/banneri.gif" width=468 height=60></A>
<BR>
<HR>
<I><CENTER><FONT size=-1>Some rights reserved Petri Liukkonen (author) &amp; Ari Pesonen. Kuusankosken kaupunginkirjasto 2008</FONT></CENTER></I><BR>
<P></P>

<BR>

 
<!--Tekstipalsta p„„ttyy-->
</TD>
</TR>
</TBODY></TABLE></CENTER>
 


<I><CENTER><A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license><IMG style="BORDER-RIGHT-WIDTH: 0px; BORDER-TOP-WIDTH: 0px; BORDER-BOTTOM-WIDTH: 0px; BORDER-LEFT-WIDTH: 0px" alt="Creative Commons License" src="http://i.creativecommons.org/l/by-nd-nc/1.0/fi/88x31.png"></A><BR><SPAN rel="dc:type" property="dc:title" href="http://purl.org/dc/dcmitype/Text" xmlns:dc="http://purl.org/dc/elements/1.1/">Authors' Calendar</SPAN> jonka tekij&auml; on <SPAN property="cc:attributionName" xmlns:cc="http://creativecommons.org/ns#">Petri Liukkonen</SPAN> on lisensoitu <A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license>Creative Commons Nime&auml;-Ep&auml;kaupallinen-Ei muutettuja teoksia 1.0 Suomi (Finland) lisenssill&auml;</A>.<BR>May be used for non-commercial purposes. The author <B>must</B> be mentioned. The text may not be altered in any way (e.g. by translation). Click on the logo above for information.</CENTER></I><BR></BODY></HTML

