<HTML><HEAD><TITLE>Antal Szerb</TITLE><META name=GENERATOR content="MSHTML 8.00.7600.16671"></HEAD><BODY bgColor=white text=black>

<!--taulukko alkaa-->
<CENTER><TABLE cellSpacing=0 cellPadding=5 width="80%" align=center>

<TBODY><TR>
<TD bgColor=white vAlign=top rowSpan=2 width="19%" align=left>

<!--Vasen palsta, linkit ym-->

<A href="../../../calendar.htm"><IMG border=2 src="../../../pix/bwlogo.jpg" width=100 height=100></A><BR clear=both>
<BR>
<FONT size=-1 face="Helvetica, Arial">
<!--********************-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/ylamainos.gif" width=100 height=70></A>
<BR>
<BR>
<!--********************-->
<B>Choose another writer in this calendar:</B>
<P>
by name:<BR>
<A href="../../../index.html#a" target=_blank>A</A>
<A href="../../../index.html#b" target=_blank>B</A>
<A href="../../../index.html#c" target=_blank>C</A>
<A href="../../../index.html#d" target=_blank>D</A>
<A href="../../../index.html#e" target=_blank>E</A>
<A href="../../../index.html#f" target=_blank>F</A>
<A href="../../../index.html#g" target=_blank>G</A>
<A href="../../../index.html#h" target=_blank>H</A>
<A href="../../../index.html#i" target=_blank>I</A>
<A href="../../../index.html#j" target=_blank>J</A>
<A href="../../../index.html#k" target=_blank>K</A>
<A href="../../../index.html#l" target=_blank>L</A>
<A href="../../../index.html#m" target=_blank>M</A>

<A href="../../../index.html#n" target=_blank>N</A>
<A href="../../../index.html#o" target=_blank>O</A>
<A href="../../../index.html#p" target=_blank>P</A>
<A href="../../../index.html#q" target=_blank>Q</A>
<A href="../../../index.html#r" target=_blank>R</A>
<A href="../../../index.html#s" target=_blank>S</A>
<A href="../../../index.html#t" target=_blank>T</A>
<A href="../../../index.html#u" target=_blank>U</A>
<A href="../../../index.html#v" target=_blank>V</A>
<A href="../../../index.html#w" target=_blank>W</A>
<A href="../../../index.html#x" target=_blank>X</A>
<A href="../../../index.html#y" target=_blank>Y</A>
<A href="../../../index.html#z" target=_blank>Z</A>
</P>
<P>
by birthday from the <A href="../../../calendar.htm" target=_top>calendar</A>.
</P>
<P>
<A href="../../../pix/credits.htm" target=_blank>Credits and feedback</A>
</P>
<P>

<!--Bamber Gascoigne--><A href="http://www.timesearch.info/bookswriters/" target=_blank><B>TimeSearch</B></A><BR>
for Books and Writers<BR>
by <I>Bamber Gascoigne</I><BR>
<!--Vara2-->
<!--Vara3-->
<!--Vara4--></p><p>This is an archive of a dead website. The original website was published by Petri Liukkonen under <a href="https://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en">Creative Commons BY-ND-NC 1.0 Finland</a> and reproduced here under those terms for non-commercial use. All pages are unmodified as they originally appeared; some links and images may no longer function. A .zip of the website is also <a href="https://github.com/greencardamom/BooksAndWriters">available</a>.<br></p>
</FONT>
</TD>

<TD bgColor=white vAlign=top background=/pix/viiva.jpg rowSpan=2 width=2 align=left>
<!--T&auml;m&auml; on koristeviivasarake-->
</TD>

<TD bgColor=black width="80%" align=left>

<!--T&auml;ss&auml; on mustapohjainen otsikkosolu-->
<FONT color=white size=+1 face=Arial><B></B><B>Antal Szerb (1901-1945) </B><B></B></FONT>
</TD>
</TR>

<TR>

<TD bgColor=white width="80%" align=left>
<!--Tekstipalsta-->
<P>&nbsp;</P>

<!-- Teksti alkaa t&auml;st&auml;-->



<P>Hungarian novelist, critic, essayist, and translator, who wrote arguably the most brilliant history of Hungarian literature, <I>A magyar irodalomt&ouml;rt&eacute;net </I>(1934). Antal Szerb's international fame is based on his fiction, <I>A Pendragon legenda</I> (1934, The Pendragon Legend) and <I>Utas &eacute;s holdvil&aacute;g </I>(1937, Journey by Moonlight), both playful examples of his idea that novels are rooted in the world of miracles. Szerb was killed in the forced labour camp at Balf in January 1945, a few months before the liberation of Hungary. </P>
<BLOCKQUOTE><FONT size=2><B>"It's not the cold passionless ones who become great ascetics, but the most hot-blooded, people with something worth renouncing. That's why the Church won't allow eunuchs to become priests." </B>(from <I>Journey by Moonlight</I>, 1937, translated by Len Rix)</FONT></BLOCKQUOTE>
<P>Antal Szerb was born in Budapest into a middle-class family, the first son of Elza Herzfeld and K&aacute;roly Szerb,&nbsp;the manager of&nbsp;the Globetrotter travel company's Budapest branch. His Jewish parents had converted to Catholicism and also Szerb baptized as a Catholic in infancy. <SPAN class=st>From his early teens, Szerb was interested in literature, but when his classmates read Karl May's book, he devoured European classics, from Goethe to Balzac and Freud. In his diary he wrote: "I have always been very afraid of people. I have always been introspective, and I have always been a loner." </SPAN></P><P>After graduating in 1919 from the Piarist Gimn&aacute;zium, a Catholic high school, Szerb went to Graz, Austria, to polish his German language skills. He then entered the University of Budapest, where he studied Hungarian, German and English, obtaining his Ph.D. in 1924. While at the university, he fell in love with D&oacute;ra Schultz, whom he dedicated a poem entitled 'Violaine.' Schultz became later a teacher and artist. </P><P>Szerb's dissertation dealt with the poet and politician Ferenc K&ouml;lcsey (1790-1838), whose poem 'Hymnusz' became the national anthem.&nbsp; Before pursuing a career in teaching, he studied for a period dramaturgy at the Comedy Theatre in Budapest under his uncle Jeno Faludi. With the support of grants, Szerb spend in the following years much time in the libraries of France and Italy.&nbsp;While in Paris he met the young Simone de Beauvoir, who recalled him as "a very charming, humorous and intelligent man, who knew French and English literature, and the entire culture of Western Europe like only a Central European could." In 1929-30&nbsp;Szerb was in London, working there on his monograph of English literature. </P><P>To earn his living, Szerb worked as a teacher of English and Hungarian language, but literature was his real calling. Szerb once confessed, that as far as he could remember, his passion had always been reading and writing: "I was the spectacled kind of baby". Szerb started his career as a writer with poems. His essays, written in an elegant and witty manner, covered such diverse subjects as the Hungarian Preromantics, Blake's visions, Ibsen, Georg Trakl, and Stefan George. </P><P>Many of Szerb's articles were published in <I>Sz&eacute;phalom</I> and <I>Minerva</I>, a Geistesgeschichte periodical. <EM>Budapesti &uacute;tikalauz marslak&oacute;k sz&aacute;m&aacute;ra</EM> (1935), an essay on landmarks of Budapest, drew from Szerb's love and encyclopedic knowledge of the cultural history of his native city. " Believe me," Szerb wrote, "those who really know this town can only speak of it with tears in their eyes." Szerb's essays were posthumously collected in <I>Gondolatok a k&ouml;nyvt&aacute;rban</I> (1946) and <I>A var&aacute;zsl&oacute; elt&ouml;ri p&aacute;lc&aacute;j&aacute;t </I>(1948). </P><P>Szerb's slim history of English literature, <I>Az angol irodalom kist&uuml;kre</I> (1929), was followed by his major scholarly works. <I>A magyar irodalomt&ouml;rt&eacute;net</I>, which did not focus on biographical data, advocated the lighter essay form as a vehicle for the study of literary history. Szerb emphasized that Hungarian literature is a part of European trends and currents in miniature, and argued that "Hungarian values are European values; the European-Hungarian does not have to turn away from his Hungarian origin." The three volume<I> A vil&aacute;girodalom t&ouml;rt&eacute;nete</I> (1941), a highly readable and lively synthesis of the history of world literature, was inspired by Spengler's culture morphology, Freudian theories, and the ideas of the Geistesgeschichte School, which regarded art and literature of an age as expressions of the same creative spirit.</P><P>At the age of 32, Szerb was elected president of the Hungarian Literary Society and in 1937 he was appointed privat-docent at the University of Szeged. Szerb was twice awarded the prestigious Baumgarten Prize, in 1935 and again in 1937. Szerb's translations from English, French and Italian include Anatole France's <EM>Thais</EM>, W. Somerset Maugham's <EM>Theatre</EM>, Johan Huizinga's <EM>The Waning of the Middle Ages</EM>, and works by Edgar Wallace, J. B. Priestley, and P. G. Wodehouse. </P>
<P>In 1938 Szerb married Kl&aacute;ra B&aacute;lint (1913-1992), the daughter of the Hungarian-Jewish writer and <EM>Nyugat </EM>journalist Alad&aacute;r B&aacute;lint. 
In <I>Nyugat</I>, Hungary's leading humanistic-cosmopolitan literary review, his early writings appeared under the name Antal Krist&oacute;f Szerb.&nbsp;</P><P>Szerb's first novel, <I>A Pendragon legenda</I>, tells of a mild-mannered, stoical Hungarian scholar, who encounters an amazing diversity of eccentric characters in London and Wales, and gets involved in mysterious events and Rosicrucian secrets. The protagonist, Szerb's alter-ego Dr. J&aacute;nos B&aacute;tky, also appeared in such short stories as 'St. Cloud, egy kerti &uuml;nnep&eacute;lyen' and Madelon, az eb'. <I>A Pendragon legenda</I> combines different types of stories—gothic, fantasy, detective story, et cetera—and plays with the concept of misperceptions on numerous levels. </P>
<P><I>Utas &eacute;s holdvil&aacute;g</I>, which is a union of an essayistic travel book and a journey into the self, tells of a businessman, Mih&aacute;ly who is on honeymoon in Italy with his wife Erzsi, whom he soon abandons. Mih&aacute;ly's disillusionment and nostalgic search of the times lost leads him to contemplate death obsessively. "Just think, dying is so much more easy and natural than staying alive. . . ." The story conveys a sense of end-of-an-era, but has a surprisingly light tone. Mih&aacute;ly's mood veers from irrational confidence to hopelessness, but at the end he accepts that he lacks the inner strength&nbsp;to committ suicide&nbsp;– he too would live: "like the rats among the ruins, but nonetheless alive." </P><P>During WW II, Anglophilia united a number of Hungarian intellectuals. Noteworthy, Szerb's bilingual poetry anthology <I>Sz&aacute;z vers</I> (1943-1944), which was published after Hungary had joined the Nazis in the invasion of the USSR, thinly veiledly refused to yield to the German totalitarianism with its pro-English sympathies. </P>

<P>Szerb's last novels were <I>Oliver VII</I> (1943), about the King of Alturia who has an identity crisis, and <I>A kir&aacute;lyn&eacute; nyakl&aacute;nca</I> (1943), an ironic story revolving around the famous scandal of Marie Antoinette diamond necklace. In 1944 the Germans occupied Hungary and began exterminating Hungary's Jews. Szerb, who had been dismissed from his post and whose books were banned, was sent to dig trenches at Balf. Due to his family background, Szerb was required to wear a yellow star. "I have no more hope left, except that the war will end soon," Szerb wrote in his final letter. </P><P>High-ranking officers of the Hungarian military attempted to have Szerb released from the camp, but he refused to leave without his&nbsp;friends, the literary historian G&aacute;bor Hal&aacute;sz and the writer Gy&ouml;rgy S&aacute;rk&ouml;zi, who eventually&nbsp; perished&nbsp;in Balf, too. According to some sources,&nbsp;Szerb was killed by his own countrymen and buried on January 30, 1945.&nbsp;When his body was exhumed in 1946,&nbsp;Kl&aacute;ra Szerb found&nbsp;his glasses and parts of the&nbsp;manuscript to&nbsp;<EM>Sz&aacute;z vers</EM> in the pockets of his overcoat.&nbsp;Szerb's remains were buried in the Kerepesi Cemerery. </P><P>A memorial was erected two years later in Balf, with a quote from Antal Szerb: "A szabads&aacute;g nemcsak egy nemzet mag&aacute;n&uuml;gye, hanem az eg&eacute;sz emberis&eacute;g&eacute; is" (freedom is the concern not only of one nation but of all mankind). Following her husband's death, Kl&aacute;ra worked at the Institution of Adult Education and then at the Bibliographical&nbsp;Department of the Institute of Literature in the Hungarian Academy of Sciences. Her son, J&aacute;nos Szerb (1951-1988), a poet, committed&nbsp;suicide in Vienna. With&nbsp;the Hungarian writer S&aacute;ndor L&eacute;n&aacute;rd, who lived in Brazil, she kept up a correspondence&nbsp;for many years.&nbsp;&nbsp;
</P>



<BLOCKQUOTE><B><FONT size=2 face="Times New Roman">For further reading</FONT></B><FONT size=2 face="Times New Roman">: <EM>Generation West: Hungarian Modernism and the Writers of the </EM>Nyugat<EM> Review</EM> by Agnes MacDonald (2009); </FONT><I><FONT size=2 face="Times New Roman">The Oxford History of Hungarian Literature </FONT></I><FONT size=2 face="Times New Roman">by L&oacute;r&aacute;nt Czig&aacute;ny (1984); </FONT><I><FONT size=2 face="Times New Roman">A History of Hungarian Literature</FONT></I><FONT size=2 face="Times New Roman"> by Istv&aacute;n Nemesk&uuml;rty... et. al (1983); </FONT><I><FONT size=2 face="Times New Roman">Columbia Dictionary of Modern European Literature</FONT></I><FONT size=2 face="Times New Roman">, ed. by Jean-Albert B&eacute;d&eacute; and William B. Edgerton (1980); </FONT><I><FONT size=2 face="Times New Roman">Szerb Antal</FONT></I><FONT size=2 face="Times New Roman"> by A. Poszler (1973) </FONT>

</BLOCKQUOTE><P><B>Selected works: </B></P>

<UL>
<LI>A magyar &uacute;jromantikus dr&aacute;ma, 1927 
<LI>Az udvari ember, 1927 
<LI>William Blake, 1928 
<LI>Az angol irodalom kis t&uuml;kre, 1929 
<LI>Az ihletett k&ouml;lto, 1929 
<LI>Magyar preromantika, 1929 
<LI>V&ouml;r&ouml;smarty-tanulm&aacute;nyok, 1929 <FONT face=Symbol></FONT>
<LI>Cynthia, 1932 
<LI>Madelon, az eb, 1934 
<LI>A magyar irodalomt&ouml;rt&eacute;net, 1934 
<LI>A Pendragon legenda, 1934 - The Pendragon Legend (translated by Lili Hal&aacute;py, 1963) / The Pendragon Legend (translated by Len Rix, 2006) - Pendragonin legenda (suom. Juhani Huotari, 2008) <FONT size=2>- film 1974, prod. MAFILM Budapest Filmst&uacute;di&oacute;i, dir. Gy&ouml;rgy R&eacute;v&eacute;sz, 
starring Zolt&aacute;n Latinovits, Iv&aacute;n Darvas, Teri Tordai, B&eacute;la Tim&aacute;r, Judit Hal&aacute;sz,&nbsp;Marianna Mo&oacute;r</FONT>
<LI>Szerelem a palackban, 1935 
<LI>Budapesti kalauz marslak&oacute;k sz&aacute;m&aacute;ra, 1935 - Martian's Guide to Budapest ( tr. Len Rix, in The Hungarian Quarterly, No 180, Winter 2005) 
<LI>Utas &eacute;s holdvil&aacute;g, 1937 - The Traveler (tr. Peter Hargitai, 1994) / Journey by Moonlight (tr. Len Rix, 2007) <FONT size=2>- film in production, screenplay by Jacob Sager Weinstein, to be directed by Istv&aacute;n Szab&oacute;&nbsp;</FONT>
<LI>A vil&aacute;girodalom t&ouml;rt&eacute;nete, 1941 
<LI>H&eacute;tk&ouml;znapok &eacute;s csod&aacute;k, 1942 
<LI>VIII. Oliv&eacute;r, 1943 (under the pseudonym A. H. Redcliff) - Oliver VII (tr. Len Rix, 2007) <FONT size=2>- TV film 1969, dir. Tam&aacute;s R&eacute;nyi, starring Iv&aacute;n Darvas, Gy&ouml;rgy B&aacute;rdy and Marianna Mo&oacute;r;&nbsp;film 2001, prod. Duna Telev&iacute;zi&oacute;, Filmplus, Hunnia Filmst&uacute;di&oacute;, dir.&nbsp; J&oacute;zsef Pacskovszky, starring P&eacute;ter Nagy, &Eacute;va Kerekes and Zsolt L&aacute;szl&oacute; &nbsp;</FONT>
<LI>A kir&aacute;lyn&eacute; nyakl&aacute;nca, 1943 - The Queen’s Necklace&nbsp;(translated by Len Rix, 2009) 
<LI>Sz&aacute;z vers, 1943-1944 (editor) 
<LI>Gondolatok a k&ouml;nyvt&aacute;rban, 1946 
<LI>Madelon, 1947 
<LI>A var&aacute;zsl&oacute; elt&ouml;ri p&aacute;lc&aacute;j&aacute;t, 1948 
<LI>Szerelem a palackban, 1963 - Love in a Bottle: Selected Short Stories and Novellas&nbsp;(translated from the Hungarian by Len Rix, 2010) 
<LI>A feh&eacute;r m&aacute;gus: elbesz&eacute;l&eacute;sek, 1999 
<LI>Szerb Antal v&aacute;logatott levelei, 2001 
</LI></UL>



<!--Teksti p&auml;&auml;ttyy t&auml;h&auml;n-->


<BR>
<!--Amazonbanner-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/banneri.gif" width=468 height=60></A>
<BR>
<HR>
<I><CENTER><FONT size=-1>Some rights reserved Petri Liukkonen (author) &amp; Ari Pesonen. Kuusankosken kaupunginkirjasto 2008</FONT></CENTER></I><BR>

<BR>


 
<!--Oikea palsta p&auml;&auml;ttyy-->
</TD>
</TR>
</TBODY></TABLE></CENTER>
 


<I><CENTER><A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license><IMG style="BORDER-RIGHT-WIDTH: 0px; BORDER-TOP-WIDTH: 0px; BORDER-BOTTOM-WIDTH: 0px; BORDER-LEFT-WIDTH: 0px" alt="Creative Commons License" src="http://i.creativecommons.org/l/by-nd-nc/1.0/fi/88x31.png"></A><BR><SPAN xmlns:dc="http://purl.org/dc/elements/1.1/" href="http://purl.org/dc/dcmitype/Text" property="dc:title" rel="dc:type">Authors' Calendar</SPAN> jonka tekij&auml; on <SPAN property="cc:attributionName" xmlns:cc="http://creativecommons.org/ns#">Petri Liukkonen</SPAN> on lisensoitu <A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license>Creative Commons Nime&auml;-Ep&auml;kaupallinen-Ei muutettuja teoksia 1.0 Suomi (Finland) lisenssill&auml;</A>.<BR>May be used for non-commercial purposes. The author <B>must</B> be mentioned. The text may not be altered in any way (e.g. by translation). Click on the logo above for information.</CENTER></I><BR></BODY></HTML

