<HTML><HEAD><TITLE></TITLE><META name=GENERATOR content="MSHTML 8.00.7600.16671"></HEAD><BODY background=/pix/tauskuva.jpg bgColor=white text=black>
<!--taulukko alkaa-->
<CENTER><TABLE   cellSpacing=0 cellPadding=5 width="80%" align=center >
<TBODY><TR   >
<TD  bgColor=white vAlign=top rowSpan=2 width="19%" align=left  >

<!--Vasen palsta, linkit ym-->
<A href="calendar.htm"><IMG border=2 src="../../../pix/bwlogo.jpg" width=100 height=100></A><BR clear=both>
<BR>
<FONT size=-1 face=Arial>
<!--********************-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/ylamainos.gif" width=100 height=70></A>
<BR>
<BR>
<!--********************-->
<FONT size=-1><B>Choose another writer in this calendar:</B></FONT>
<P>
by name:<BR>
<A href="index.htm#a" target=_blank>A</A>
<A href="index.htm#b" target=_blank>B</A>
<A href="index.htm#c" target=_blank>C</A>
<A href="index.htm#d" target=_blank>D</A>
<A href="index.htm#e" target=_blank>E</A>
<A href="index.htm#f" target=_blank>F</A>
<A href="index.htm#g" target=_blank>G</A>
<A href="index.htm#h" target=_blank>H</A>
<A href="index.htm#i" target=_blank>I</A>
<A href="index.htm#j" target=_blank>J</A>
<A href="index.htm#k" target=_blank>K</A>
<A href="index.htm#l" target=_blank>L</A>
<A href="index.htm#m" target=_blank>M</A>

<A href="index.htm#n" target=_blank>N</A>
<A href="index.htm#o" target=_blank>O</A>
<A href="index.htm#p" target=_blank>P</A>
<A href="index.htm#q" target=_blank>Q</A>
<A href="index.htm#r" target=_blank>R</A>
<A href="index.htm#s" target=_blank>S</A>
<A href="index.htm#t" target=_blank>T</A>
<A href="index.htm#u" target=_blank>U</A>
<A href="index.htm#v" target=_blank>V</A>
<A href="index.htm#w" target=_blank>W</A>
<A href="index.htm#x" target=_blank>X</A>
<A href="index.htm#y" target=_blank>Y</A>
<A href="index.htm#z" target=_blank>Z</A>
</P>
<P>
by birthday from the <A href="calendar.htm" target=_top>calendar</A>.
</P>
<P>
<A href="../../../pix/credits.htm" target=_blank>Credits and feedback</A>
</P>
<P>

<!--Bamber Gascoigne--><A href="http://www.timesearch.info/bookswriters/" target=_blank><B>TimeSearch</B></A><BR>for Books and Writers<BR>by <I>Bamber Gascoigne</I><BR>
<!--Vara2-->
<!--Vara3-->
<!--Vara4--></p><p>This is an archive of a dead website. The original website was published by Petri Liukkonen under <a href="https://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en">Creative Commons BY-ND-NC 1.0 Finland</a> and reproduced here under those terms for non-commercial use. All pages are unmodified as they originally appeared; some links and images may no longer function. A .zip of the website is also <a href="https://github.com/greencardamom/BooksAndWriters">available</a>.<br></p>
</FONT>
</TD>

<TD  bgColor=white vAlign=top background=/pix/viiva.jpg rowSpan=2 width=2 align=left  >
<!--T„m„ on koristeviivasarake-->
</TD>
<TD  bgColor=black width="80%" align=left  >
<!--T„ss„ on mustapohjainen otsikkosolu-->
<FONT color=white size=+1 face=Arial><B>Tauno Yliruusi (1927-1994)</B></FONT>
</TD>
</TR>
<TR   >
<TD  bgColor=white width="80%" align=left  >
<!--T„h„n tulee varsinainen teksti-->
<P>&nbsp;</P>

<P><!-- Thank you for examining the code --></P>




<P>

<!-- Teksti alkaa t&auml;st&auml; -->Finnish playwright, satirical novelist, and short story writer, whose dramas gained 
a wide audience in Finland and abroad. Six of Yliruusi's plays appeared in <EM>Modern International Drama</EM>, published by the Max Reinhardt Archives of the State University of New York at Binghamton. Among Yliruusi's best known works are <EM>Leikkimurha</EM> (1959, Murder for Fun), which has been translated into eight languages, <EM>Rikosetsivien vapaap&auml;iv&auml;</EM> (1963), also a mystery story, and <EM>Lukianos</EM> (1975, Lucian), a comedy. Yliruusi's novel <EM>K&auml;si k&auml;dess&auml;</EM> (1979, Hand in Hand), about an aging couple facing separation and death, has also appeared in English. </P>
<BLOCKQUOTE><FONT size=2><B>"Anni, it's our only possibility," Thor whispered. "It's a fine way to end everything, 
if we consider it calmly. Both of us will die soon anyway. Why not do it together, why let death separate us at the last moment. 
I couldn't live without you anyway after you're gone. Anni, let's think it over calmly and rationally. Don't cry, don't. At first 
it seems strange and frightening, but when you think of it, it's no different from going to sleep. It's just that we've been taught 
to fear death. That's why it seems the way it does. It's only the instinct of self-preservation that makes it seem bad and awful. 
But it actually isn't. We only imagine that..."</B> (from</FONT><I><FONT size=2> Hand in Hand</FONT></I><FONT size=2>, 
1979, translated by Richard Impola) </FONT></BLOCKQUOTE>

<P>Tauno Yliruusi was born in Tampere. Both his mother, Aili Maria Jokinen, and father, Eino Erik Yliruusi, were editors.&nbsp;Eino Yliruusi,&nbsp;editor of the magazine <EM>Suomen Pienviljelij&auml;</EM>, was also one of the founders of Suomen pienviljelij&auml;in puolue (Finland's Small Farmers' Party) in 1929. The magazine was suppressed&nbsp;because of&nbsp;his&nbsp;criticism of&nbsp;the Winter War (1939-40). During the Continuation war he was arrested for a period. </P>
<P>After graduating from Helsingin suomalainen yksityislyseo in 1947, Yliruusi studied political science at the University of Helsinki, receiving his M.A. in 1951. He then worked in several organizations, including the Finnish League of Private Entrepreneurs (1951-52), the Finnish Information Agency (1953), Taxpayers Association of Finland (1953-58), The Finnish United Nations Organization (1961), and Mekes Oy (1962-63). Yliruusi served also on boards of many literary groups. In 1963 he married the textile artist Ingeborg (Inga)&nbsp;Anna Margareta Hackzell (1910-2010), who had been married to the artist Atte Laitila (1893-1972). From 1976 to 1993&nbsp;Yliruusi contributed columns for the newspaper <EM>L&auml;nsiv&auml;yl&auml;</EM> under the pseudonym Tapani Pinkki. </P><P>Yliruusi's first radio and television plays were produced in 1959. With the director Matti Kassila he wrote the screenplay for the light comedy <EM>Lasisyd&auml;n</EM>&nbsp;(1959), starring Jussi Jurkka&nbsp;as a succesful glass manufacturer, who&nbsp; realizes the emptiness of his life and starts to search for meaning in the countryside. Though reviews were good, the film failed at the box office. </P>
<P>Before becoming a freelance-writer in 1968, Yliruusi worked for a short period as the director of the theatre department of the Finnish Broadcasting Company (Channel two). One of his most popular radio dramas was <I>Murder for Fun</I> (1959), originally a television play, which has been broadcasted in Britain, Canada, Germany, Holland, Belgium, Switzerland, and Czechoslovakia,&nbsp; and by the <I>Com&eacute;die Fran&ccedil;aise</I> in France. <SPAN class=st><SPAN class=ft>A group of friends meet regularly to chat, and in turn, they provide a surpise for the others. </SPAN></SPAN>The Nietzschen story centers around the question, what kind of person can be manipulated to commit a murder. 
</P><P><EM>Sit&auml; ei satu kaikille</EM>, Yliruusi's first novel, came out in 1960. The protagonist in the satirical story is Antti Valpola, a carefree student. He becomes involved in a series of farcical events, in which the author laughs at the self-importance of politicians, and makes a gentle fun of the vagaries of youth. <EM>Yll&auml;tysmurha </EM>(1960) started Yliruusi's career as a mystery novelist. The idea for <I>Rikosetsivien vapaap&auml;iv&auml;</I> (1963) has similarities with <A href="christie.htm">Agatha Christie</A>'s novel <I>Ten Little Niggers</I>, but the solution of the crime is perhaps more skillful. The story depicts a group of detectives on an island near Helsinki. A storm has isolated their villa, doors are closed, windows are covered, and they are facing a serious problem: somebody among them is a murderer, killing members of the group. </P><P>The mystery stories in Yliruusi's&nbsp;<EM>Hermosavut 1-2 </EM>were sponsored by the tobacco company P. C. Rettig &amp; Co. A number of the characters smoke Time cigarettes with double filter, which gives "a gentle, sweet taste". The mystery novel&nbsp;<EM>Joulu Toijalan takana </EM>&nbsp;(1963) was published in the highly esteemed 
<EM>Salama series</EM>. It also included translations into Finnish from such famous writers as James Hadley Chase, Erle Stanley Gardner, Maria Lang, and Ellery Queen.&nbsp;<FONT size=2> </FONT></P>
<P>In the 1960s, Yliruusi was one of the few Finnish writers, whose suspense plays were staged in theaters. However,&nbsp;his works received lukewarm critics; he was better know abroad than in Finland. The National Board of Education was especially negative in its literary magazine <I>Arvosteleva kirjaluettelo</I>, which was published for librarians to help them with their book selection. Some of Yliruusi's polemical books were published by Alea-kirja, the major forum for writers, who did not accept President Kekkonen's political line, his special brand of neutrality, and the influence of the Soviet Union in Finland, the "Finlandization" in political jargon. Noteworthy, none of the major publishers in Finland&nbsp;did not want to touch&nbsp;Aleksander Solzhenitsyn's <EM>The Gulag Archipelago</EM> (1973–1978).&nbsp;Following the expulsion of&nbsp;the Nobel laureate from the Soviet Union,&nbsp;Yliruusi wrote the&nbsp;play&nbsp;<EM>Lurjus nimelt&auml; Aleksander Solzhenitsyn</EM> (1974, 

 A Scoundrel by the Name of Aleksander Solzhenitsyn).&nbsp; 
Yliruusi's political pamphlet&nbsp; <EM>Umpikuja</EM>&nbsp; (1969) was a reaction against the prevailing climate of opinion. 
It dealt with the suppression of Aleksandr Dubcek's "socialism with a human face" in Czechoslovakia, and criticized the ideology of Marxism. </P>
<BLOCKQUOTE><STRONG><FONT size=2>"Ei muuta uutta alla auringon<BR>

kuin ett&auml; julmemmaksi julmuus k&auml;ynyt on.</FONT><BR>
<FONT size=2>
Ja joka kerta uudet syylliset</FONT><BR>
<FONT size=2>
me l&ouml;yd&auml;mme, nuo miehet kyyniset."</FONT></STRONG><FONT size=2></FONT><BR>
<FONT size=2>
(from <I>Toinen Luther</I>, 1967-68)</FONT></BLOCKQUOTE>
<P>As a theatre critic Yliruusi represented conservative views in his ironic <EM>Juopunut ramppi </EM>(1970). His attack on the more or less leftist or experimental movements in the theatre arouse much debate. However, many of Yliruusi's poignant strokes hit at the tender spots. In the 1980s Yliruusi published only a few works, but in the early 1990s he come back with partly autobiographical essays and collections of short stories. <EM>Uusi Luther</EM> (publ. 1980), his metaplay,&nbsp;was about&nbsp;Luther and anti-semitism. The play stirred up a debate between Yliruusi and Kauko Pirinen, professor in church history at Helsinki University, in the magazine <EM>Kanava</EM>.&nbsp;&nbsp;<EM>Kes&auml;illan valssi</EM>, adapted for Pyynikki Summer Theater in Tampere by Panu Rajala&nbsp;from Yliruusi's <EM>Kes&auml;illan farssi</EM> (1985), was performed with great success in the 1990s. &nbsp;</P><P>In 1990, Yliruusi's play&nbsp;<EM>Makuuhuoneet</EM> (1968), dealing with the Soviet invasion of Czechoslovakia in 1968, was&nbsp;staged in Estonia at the Vanemuine theatre. It was the first political play in the country, that was performed&nbsp; without a permission from Moscow. The cultural climate in Finland had also changed: Mauno Koivisto became in 1982 the successor to the aging Kekkonen – President Koivisto was a friend of James Bond movies, nearly all leftist theatre groups had disappeared, and writers were less occupied with sociological pathos. Yliruusi also translated into Finnish works from such authors as Jean-Pierre Conty (<I>Mustaa valoa, </I>1960), Mario Fratti (<I>Allende ja Olivares,</I> 1973), and V&aacute;clav Ctvrtek (<I>Rosvo Rudolf, </I>1980). He was a founding member of&nbsp;the artists' association Espoon taiteilijat ry. Yliruusi died in Espoo on June 17, 1994. </P>




<BLOCKQUOTE><B><FONT size=2>For further reading</FONT></B><FONT size=2>: 'Traagista mutta ihanaa: katkelmia tulevista muistelmista' by Tauno Yliruusi, in <I>Parnasso</I> 2 (1992); 'About the Author' by Richard Impola, in <I>Hand in Hand </I>by Tauno Yliruusi (1992); </FONT><I><FONT size=2>Taide-Espoo</FONT></I><FONT size=2>, ed. by Marjatta Jaatinen et al. (1987)</FONT><FONT size=2>; <I>Suomen kirjailijat 1945-1980</I>, ed. by Maija Hirvonen et al. (1985); <I>Hornanlinnan perilliset </I>by Timo Kukkola (1980); 'Pirinen, Luther, antisemitismi' by Tauno Yliruusi, in <I>Kanava</I> 2 (1976); 'Luther ja antisemitismi' by Kauko Pirinen, in <I>Kanava</I> 1 (1976); 
'N&auml;ytelm&auml;kirjoitus k&auml;y kes&auml;m&ouml;kin vintill&auml;kin' by Tuula Niskanen, in <I>Savon Sanomat</I> (15.8.1971) <STRONG>- Series character in mystery novels:</STRONG> I<FONT size=2>nspector Viktor Suominen, who appears in <EM>Hermosavut</EM> (1963), <EM>Savuverho</EM> (1964) and <EM>Joulu Toijalan takana</EM> (1963)&nbsp; </FONT></FONT>

</BLOCKQUOTE>
<P><B>Selected works:<I> </I></B></P>

<UL>
<LI>Kaappi, 1959 (television play; TV mini-series, prod. Suomen Televisio, starring Pertti Weckstr&ouml;m, Leo Jokela, Toivo M&auml;kel&auml;, Mauri Jaakkola) <BR>- Sk&aring;pet (&ouml;vers. av Solveig Wolontis) 
<LI>Leikkimurha, 1959 (play; TV adaptation 1959, prod. Suomen Televisio, starring Pertti Weckstr&ouml;m, Leo Jokela, Sakari Halonen, Risto M&auml;kel&auml;) <BR>- Meurtre pour rire (translated by Otso Linnanvirta, 1976) <BR>- Mord zum Zeitvertreib (translated by Eva Rottenberg, 1985) <LI>Lyckoepidemin, 1959 (radio play) 
<LI>Lasisyd&auml;n, 1959 (screenplay with Matti Kassila; film prod. by Kassila &amp; Harkimo, dir. by Matti Kassila, starring Jussi Jurkka, Aila Arajuuri, Toivo M&auml;kel&auml;, Matti Aulos, Tuija Halonen, Anja Hatakka) 
<LI>Myyr&auml; saa vihjeen, 1960 (TV play, as Tauno Kek&auml;le; prod. Mainostelevisio (MTV), starring Helge Herala as Detective Riku Myyr&auml; and Maija Karhi as Mirkku Myyr&auml;)
<LI>Myyr&auml; ja mustapukuinen nainen, 1960 (TV play,&nbsp;as Tauno Kek&auml;le; prod. Mainostelevisio (MTV), starring Helge Herala as Detective Riku Myyr&auml; and Maija Karhi as Mirkku Myyr&auml;)
<LI>Myyr&auml; kokee yll&auml;tyksen, 1960 (TV play, as Tauno Kek&auml;le; prod. Mainostelevisio (MTV), starring Helge Herala as Detective Riku Myyr&auml; and Maija Karhi as Myyr&auml;'s wife)
<LI>Myyr&auml; ja kovapintaiset naiset, 1960 (TV play, as Tauno Kek&auml;le; prod. Mainostelevisio (MTV), starring Helge Herala as Detective Riku Myyr&auml; and Maija Karhi as Myyr&auml;'s wife)
<LI>Myyr&auml; ja salaper&auml;inen kirje, 1960 (TV play, as Tauno Kek&auml;le; prod. Mainostelevisio (MTV), starring Helge Herala as Detective Riku Myyr&auml; and Maija Karhi as Mirkku Myyr&auml;) 
<LI>Myyr&auml; j&auml;i toiseksi, 1960 (TV play, as Tauno Kek&auml;le; prod. Mainostelevisio (MTV), starring Helge Herala as Detective Riku Myyr&auml; and Maija Karhi as Mirkku Myyr&auml;) 
<LI>"Herra ylikersantti yll&auml;tt&auml;&auml;", 1960 (script) 
<LI>Saarna eli totuus on tuuli, 1960 (TV drama, prod. by Suomen Televisio, dir. by Juhani Kumpulainen)
<LI>Sit&auml; ei satu kaikille, 1960
<LI>Yll&auml;tysmurha: j&auml;nnitysromaani, 1960 [Surprise Murder] <BR>- Mord som&nbsp;var en&nbsp;&ouml;verraskning (&ouml;vers. av Solveig Wolontis)<BR>- <FONT size=2>"Selke&auml;sti ja hallitusti rakennettu j&auml;nnitystarina, jonka tapahtumat johtavat lukijan pahasti harhaan. Loppupuolella v&auml;h&auml;ist&auml; keinotekoisuutta, joka jonkin verran laskee arvoa. Lukijan erehdys on lopuksi vain hyv&auml;ksi, sill&auml; juttu ei olekaan niin paha kuin milt&auml; se n&auml;ytt&auml;&auml;. Henkil&ouml;iss&auml; joskus kirjallista tuntua, vuorosanat eiv&auml;t aina ole luontevia. Kuulunee vain suurempien kirjastojen varastoon, eik&auml; sit&auml; siell&auml;k&auml;&auml;n tarvita, jos se nyt ei paljoa pahennakaan." (Veikko Junnila, in <I>Arvosteleva luettelo</I> 9/1960) </FONT>
<LI>Yst&auml;v&auml;, 1961 (TV play, as Tauno Kek&auml;le; prod. in the series "Pakinateatteri", dir. by Sakari Jurkka, Kaarlo Hiltunen)
<LI>Kosijat ovat toista maata, 1961 (TV play, prod., in series "Pakinateatteri", dir. by Sakari Jurkka, Kaarlo Hiltunen) 
<LI>Er&auml;&auml;n is&auml;n el&auml;m&auml;kerta, 1961 (play) 
<LI>Huonomaineiset, 1961 (play) 
<LI>Kuolema kertoo vitsin: salapoliisiromaani, 1961 <BR>- <FONT size=2>"Television&auml;ytelm&auml; 'Kaappi' romaaniksi muunnettuna. Varakkaiden poikamiesten piiri hankkii j&auml;nnityst&auml; el&auml;m&auml;&auml;ns&auml; keksim&auml;ll&auml; karmivia yll&auml;tyksi&auml; toistensa 'iloksi', mutta k&auml;ykin niin, ett&auml; yll&auml;tyksen keksij&auml; kuolee sukkeluuteensa. Meno on niin vilkasta ja v&auml;ke&auml; liikutellaan semmoisessa tuoksinassa, ett&auml; lukija tunteejoutuneensa h&auml;m&auml;tyksi turhaan &auml;lynystyr&ouml;iden hieromiseen. Ei kirjastoihin." (Kerttu Manninen, in <I>Arvosteleva kirjaluettelo</I> 1/1962)</FONT>
<LI>N&aring;gon ringer stup i ett, 1962 (script; TV play, prod. Suomen Televisio, dir. by Fredrik Hackman)
<LI>Herrasmies vai narri, 1962 (script; TV film, prod. by Veikko Laihanen, dir. by Ere Kokkonen, starring Ritva Oksanen, Risto Palm) 
<LI>Ammatit, 1963 (plays, contains Liikemies, Varas, Asunnonv&auml;litt&auml;j&auml;, Tarjoilijatar, Pappi, Puoluesihteeri, L&auml;&auml;k&auml;ri, Teknikko, Maanviljelij&auml;, Arvostelija, Psykologi, S&auml;velt&auml;j&auml;, Apulaisjohtaja, Ilotytt&ouml;) 
<LI>Hermosavut: kassakaappimurrot: j&auml;nnitysromaani, 1963
<LI>Joulu Toijalan takana: salapoliisiromaani, 1963
<LI>Rikosetsivien vapaap&auml;iv&auml;: salapoliisiromaani, 1963 (2nd ed., 1979; also play; TV series, starring Orma Aunio, Pekka Laiho, Toivo Lehto, Reino Manner, Esko Raipia, Tauno Lehtonen, Veikko Mylly) <BR>- Un dimanche a Jaakonlinna (translated by Otso Linnanvirta, 1976) <BR>- Mord ist ein Kinderspiel (translated by Any Pyykk&ouml;nen-Stohner and Friedbert Stohner, 1983) <BR>- <FONT size=2>"Rikosetsiv&auml;t viett&auml;v&auml;t vapaap&auml;iv&auml;&auml;ns&auml; k&auml;yt&auml;nn&ouml;llisten harjoitusten merkeiss&auml; heille lahjoitetussa huvilassa. Selvitett&auml;v&auml;ksi joutuvien rikosten keinotekoisuudesta tosin ovat selvill&auml; vain esimiehet, joten kirjan tekotapa tuntuu aluksi sangen nokkelalta, mutta kiertyy tarinan edistyess&auml; niin tehdyn makuiseksi, ett&auml; lukija ty&ouml;l&auml;styy. Suotta kirjastoissa." (Kerttu Manninen, in<I> Arvosteleva kirjaluettelo</I> 4/1963)</FONT>
<LI>Soittaja, 1963 (TV play, prod. Suomen Televisio, dir. by Mirjam Himberg, starring Matti Oravisto, Marita Nordberg, Ekke H&auml;m&auml;l&auml;inen, Pehr-Olof Sir&eacute;n, Seppo Kolehmainen) 
<LI>Liikemies, 1963 (TV play, prod. Suomen Televisio, dir. by Mirjam Himberg, starring Toivo M&auml;kel&auml;, Keijo Komppa) 
<LI>Varas, 1963 (TV play, prod. by Suomen Televisio, dir. by Mauno Hyv&ouml;nen, starring Leo Jokela, Juhani Kumpulainen) 
<LI>Puoluesihteeri, 1963 (TV play, prod. by Suomen Televisio, dir. by Juhani Kumpulainen, starring Kaarlo Juurela, Lea Wallin, Sakari Jurkka, Ville-Veikko Salminen) 
<LI>Tarjoilijatar, 1963 (TV play, prod. Suomen Televisio, dir. by Seppo Wallin, starring Hillevi Lagerstam)
<LI>Pappi, 1963 (TV play, prod. Suomen Televisio, dir. by Seppo Wallin, starring Sasu Haapanen, Emma V&auml;&auml;n&auml;nen, Kosti Klemel&auml;) 
<LI>Asunnonv&auml;litt&auml;j&auml;, 1973 (play; radio play; TV play, prod. Suomen Televisio, dir. by Juhani Kumpulainen, starring Tauno S&ouml;der, Risto M&auml;kel&auml;, Arvi Anttila) 
<LI>Pullo ja kirja, 1964 [Flaskan och boken] (play)
<LI>Gilbert, 1964 (musical play, music by Otto Donner) 
<LI>Savuverho: j&auml;nnitysromaani, 1964 (Hermosavut 2; Viktor Suomisen tutkimuksia; 2) 
<LI>Kauppatorilla klo 11, 1964 (play) 
<LI>Rakkaus iltak&auml;velyll&auml;, 1964 (TV play, prod. Suomen Televisio, dir. by Mauno Hyv&ouml;nen, starring Rauno Ketonen, Liisamaija Laaksonen, Tarja-Tuulikki Tarsala, Anja Pohjola) 
<LI>Ylemmyys, 1964 (TV play, prod. Mainostelevisio (MTV), dir. by Pauli Virtanen, starring Pertti Pasanen, Veikko Kerttula) 
<LI>Johtajavalssi, 1965 (play) <BR>- Executive Waltz (translated by Steve Stone, in Modern international drama, vol 27 no 2, 1994) 
<LI>Kaupungeissa ei ole maalaisia, 1965 (TV play, prod. by Yleisradio (YLE), dir. by Mirjam Himberg, starring &Aring;ke Lindman, Mai-Brit Heljo, Tarja-Tuulikki Tarsala, Risto Palm) 
<LI>Apulaisjohtaja, 1965 (TV play, prod. Suomen Televisio, dir. by Mirjam Himberg, starring Pentti Viljanen, Eila Peitsalo, Kaarlo Juurela, Heikki Ritavuori)
<LI>Pinteess&auml;, 1965 (radio play) <BR>- In der Klemme (aus dem Finnischen&nbsp;von&nbsp;Leena Braun und Josef Braun) <BR>- I knipa (&ouml;vers. av Ulla Hornborg, Horisont 1/1972) 

<LI>Toiset ammatit, 1965 (plays) 
<LI>Teknikko, 1965 (TV play, prod. Suomen Televisio, dir. by Heikki Ritavuori, starring Rauno Ketonen, Ville-Veikko Salminen, Iris-Lilja Lassila)
<LI>Muotokuva, 1966 (script; TV play, prod. by Yleisradio (YLE), dir. by Kalervo Nissil&auml;, Jarmo Nieminen) 
<LI>Pelko on harhaa, 1966 (play) 
<LI>Skriet, 1966 [Huuto; Le cri] (TV play, prod. Yleisradio, dir. by Tom Segerberg, Lars G. Thelestam, starring Kurt Ingvall, Gunvor Sandkvist G&ouml;ran Schauman, Elsie H&ouml;&ouml;k) 
<LI>"Kes&auml;leski", 1966 (planning; TV series, prod. Yleisradio (YLE), dir. by Antti V&auml;likangas)
<LI>Pohjoinen sarana, 1967 (play) 
<LI>Toinen Luther, 1967-1968 (play; music by Caj Chydenius) <BR>- Der andere Luther (aus dem Finnischen von Josef Braun und Hugo Zenkner) 
<LI>Makuuhuoneet, 1968 (play) <BR>- 
H&aacute;l&oacute;szob&aacute;k; A n&ouml; szerepe 
(Hungarian translation: Gomb&aacute;r Endre, 1990) <BR>- The Bedrooms: 
A comedy of a tragedy&nbsp;(translated by Steve Stone) 

<LI>Malttamaton syd&auml;n: El&auml;m&auml;n lellikki politiikan porteilla. Tuomo Lempisukka ja kaikki h&auml;nen suuret rakkautensa, h&auml;nen toiveensa, h&auml;nen unelmansa, h&auml;nen tappionsa ja h&auml;nen voittonsa, 1968 <BR>- <FONT size=2>"Kirja muistuttaa poliittista pilapiirroskokoelmaa, huvittaa hetken, unohtuu pian." (Vappu Karjalainen, in <I>Arvosteleva kirjaluettelo</I> 4/1969)</FONT>
<LI>30-luvun mies, 1968-69 (TV drama; dir. by Jarmo Nieminen) 
<LI>Oikaisu, 1969 (TV drama) 
<LI>Umpikuja: Punaisista pilvist&auml; sinisist&auml; silmist&auml;, 1969 
<LI>Ei mit&auml;&auml;n skandaalia, pyyd&auml;n / Kun tuli skandaali, 1970 (radio play)
&nbsp;<BR>- Nur keinen Skandal, bitte (aus dem Finnischen Josef Braun) 
<LI>Juopunut ramppi: Lahja teatterin yst&auml;ville, 1970 (photographs by Reijo Telaranta) <BR>- <FONT size=2>"Teatterista on kirjoitettu niin v&auml;h&auml;n muita kuin haikeankauniita muistelmateoksia, ett&auml; Yliruusin Juopunut ramppi on sit&auml;kin surullisempi tapaus. T&auml;llainen primitiivireaktio niit&auml; ihmisi&auml; ja mielipiteit&auml; vastaan, jotka eiv&auml;t sovi h&auml;nen ennakkoluuloiseen ja l&auml;pivanhoilliseen taidek&auml;sitykseens&auml;, k&auml;y yh&auml; selitt&auml;m&auml;tt&ouml;m&auml;mm&auml;ksi sen tosiasiain johdosta, ett&auml; juuri ilmaisukeinojen kaikinpuolinen kokeilu ja kansainv&auml;listynyt teatteritoiminta yleens&auml; on tehhyt h&auml;nelle mahdolliseksi nyt kirjansa loppusivuilla ylpeill&auml; tekeleittens&auml; saavuttamalla 'yleiseurooppalaisella suosiolla'." (Pertti Jokinen, in<I> Arvosteleva kirjaluettelo</I> 9/1970) Pertti Jokisen arvostelun taustoja valaisee mm. h&auml;nen samassa numerossa oleva kritiikkins&auml; John Galbraithin teoksesta<I> Vallakaappaus amerikkalaiseen tapaan</I>. Siin&auml; Jokinen toteaa amerikkalaisesta yhteiskunnasta, ett&auml; "paranneltuna ja paikattunakin sen teht&auml;v&auml;n&auml; aina tulee olemaan riist&auml;&auml; leip&auml; k&ouml;yh&auml;lt&auml; rikkaalle." P.L. </FONT>
<LI>Viimeinen hippi, 1971 (radio play) <BR>- Le Dernier des Hippies (traduction Otso Linnavaara) 
<LI>Naisen rooli, 1971 (play) <BR>- A Woman's Place (in Modern International Drama 1/1971)<LI>Maanviljelij&auml;, 1973 (play) 
<LI>Psykologi, 1973 (play) 
<LI>Teht&auml;v&auml;&auml;ns&auml; valittu , 1974 (play; TV drama; radio play) 
<LI>Lurjus nimelt&auml; Aleksander Solzhenitsyn, 1974 
[Skurken vid namn Aleksander Solzhenitsyn] (play)
 <BR>- A Scoundrel by the Name of Aleksander Solzhenitsyn (translated by Greg Coogan) 
<LI>Pilkkakirves, 1975 (play) 
<LI>Lukianos, 1975 (play) <BR>- Lucian, the Mark Twain of Antiquity (translated by&nbsp;Steve Stone, in Modern International Drama, vol. 22, 1989) 
<LI>Vastapalvelu, 1976, 1990 (play) <BR>- 
Return Service (translated by Steve Stone, 1978) <BR>- Gentj&auml;nsten: drama i fyra akter (&ouml;vers. av N-B. Stormbom) <LI>Kun Suomi loppui, 1977 (radio play) 
<LI>Kadonneen aapiskirjan tapaus, 1978 (play) 
<LI>Toivo tulee kaupunkiin, 1978/1982 (radio play) 
<LI>Pipanoita, 1978 
<LI>Kes&auml;illan valssi, 1978 
(musical play) 
<LI>K&auml;si k&auml;dess&auml;: rakkaustarina, 1979 <BR>- Hand in Hand (translated by Richard Impola, 1992) <BR>- H&aring;nd i h&aring;nd (norsk utgave ved Ragnar Wold, 1993) <BR>- H&aring;nd i h&aring;nd (p&aring; dansk ved Ilse M. Haugaard, 1993) <BR>- Becsapni a hal&aacute;lt: reg&eacute;ny (translated by Gomb&aacute;r Endre, 2000) <LI>Uusi Luther: kaksin&auml;yt&ouml;ksinen n&auml;ytelm&auml;, 1980 
(play, music by Juhani Raiskinen) 

<LI>Reissumies, 1980 (play about Tapio Rautavaara) 
<LI>V&aacute;clav Ctvrtek: Rosvo Rudolf. 1, 1980 (translator, with Jana Kuronen, illustrated by Radek Pilar) 
<LI>V&aacute;clav Ctvrtek: Rosvo Rudolf. 2, 1981 (translator, with Jana Kuronen, illustrated by Radek Pilar) 
<LI>V&aacute;clav Ctvrtek: Rosvo Rudolf. 3, 1982 (translator, with Jana Kuronen, illustrated by Radek Pilar) 
<LI>Jobeus, Jumalan haastaja, 1982 (play) 
<LI>Rauhanh&auml;iritsij&auml;, 1982 (play) 
<LI>Mielipieli&auml;: ovissakulkijan ajatuksia, 1984 
<LI>Keltaisia ruusuja, 1984 (play) <BR>
- Yellow Roses (translated by Steve Stone, 1984) 
<LI>Johtajavalssi, 1984 (play) <BR>- Executive Waltz (translated by Steve Stone, 1992) <BR>- La Valse des P.D.G. (traduit Otso Linnanvirta)
<LI>Kes&auml;illan farssi, 1985 (play, music by Oskar Merikanto) 
<LI>Jos kaikki Suomen j&auml;rvet, 1984 (play) 
<LI>Teht&auml;v&auml;&auml;ns&auml; valittu, 1984 (play) <BR>- Many Are Called (translated by Steve Stone, in Modern International Drama, 1994) 
<LI>Joutsen, 1985 (play) 
<LI>Puvut - sukupolvet, 1985 (play) <BR>- Generations (translated by Steve Stone, 1994) 
<LI>Kaksi tikkua ristiin, 1985 (play) 
<LI>Peilit, 1985 (play) <BR>- The Mirrors (translated by Steve Stone, 1977) 
<LI>S&auml;kki, 1985 (play) <BR>- What, No Ashes? (translated by Steve Stone, in Modern International Drama, vol. 21, 1987)
<LI>Lenni Ruska, 1985 (monologue) 
<LI>Terveisi&auml; Enok-sed&auml;lt&auml;: j&auml;nnityskuunnelma, 1986 (radio play) <BR>- Greetings from Uncle Enoch (translated by&nbsp;Steve Stone, 1988) 

<LI>Tapaus vapaus, 1987 [Fallet fridom / Svarta ringer runt &ouml;gonen] 
(play, premiered at Pori Theatre, 1971) <BR>- 
Freedom Freak (translated by Steve Stone, 
in Modern International Drama, 1989) <LI>Silkkiniitty, 1988 (play) <BR>- Silken Meadow (translated by Steve Stone, 1991) 
<LI>Kiitoskirje: juhlallisia kertomuksia ja muita novelleja, 1990<LI><SPAN class=subfieldData>Vastapalvelu: farssi, 1990 </SPAN>
<LI>Makuuhuoneet, 1990 (privately printed) 
<LI>Hekll&auml;mielisi&auml; kertomuksia, 1991
<LI>Janne ihmeellinen matka vuoden ymp&auml;ri, 1991 (play) 
<LI>Niin monet muistot, 1991

<LI>Ei liian kevyesti, tunteella: pieni&auml; kirjoitelmia, 1992 
<LI>Arvostelija, 1993 (play) 
<LI>L&auml;&auml;k&auml;ri, 1993 (play) 
<LI>Punainen joutsen, 1993 (play) 
<LI>Seikkailija: Minna Craucher, 1993 (play) 
<LI>S&auml;velt&auml;j&auml;, 1993 (play) 
<LI>A Mayday Memory, 1993 (translated by Richard Impola, 1993; original title: Er&auml;s vappumuisto) 
<LI>On the Staircase (translated by Richard Impola, 1993; original title: Porrask&auml;yt&auml;v&auml;ss&auml;) 
</LI></UL>
 





<P align=center>



<BR>
<!--Amazonbanner-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/banneri.gif" width=468 height=60></A>
<BR>
<HR>
<I><CENTER><FONT size=-1>Some rights reserved Petri Liukkonen (author) &amp; Ari Pesonen. Kuusankosken kaupunginkirjasto 2008</FONT></CENTER></I><BR>
<P></P>

<BR>

 
<!--Tekstipalsta p„„ttyy-->
</TD>
</TR>
</TBODY></TABLE></CENTER>
 


<I><CENTER><A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license><IMG style="BORDER-RIGHT-WIDTH: 0px; BORDER-TOP-WIDTH: 0px; BORDER-BOTTOM-WIDTH: 0px; BORDER-LEFT-WIDTH: 0px" alt="Creative Commons License" src="http://i.creativecommons.org/l/by-nd-nc/1.0/fi/88x31.png"></A><BR><SPAN rel="dc:type" property="dc:title" href="http://purl.org/dc/dcmitype/Text" xmlns:dc="http://purl.org/dc/elements/1.1/">Authors' Calendar</SPAN> jonka tekij&auml; on <SPAN property="cc:attributionName" xmlns:cc="http://creativecommons.org/ns#">Petri Liukkonen</SPAN> on lisensoitu <A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license>Creative Commons Nime&auml;-Ep&auml;kaupallinen-Ei muutettuja teoksia 1.0 Suomi (Finland) lisenssill&auml;</A>.<BR>May be used for non-commercial purposes. The author <B>must</B> be mentioned. The text may not be altered in any way (e.g. by translation). Click on the logo above for information.</CENTER></I><BR></BODY></HTML
