<HTML><HEAD><TITLE>Yrj&ouml; Jylh&auml;</TITLE><META name=GENERATOR content="MSHTML 8.00.7600.16671"></HEAD><BODY background=/pix/tauskuva.jpg bgColor=white text=black>
<!--taulukko alkaa-->
<CENTER><TABLE cellSpacing=0 cellPadding=5 width="80%" align=center>
<TBODY><TR>
<TD bgColor=white vAlign=top rowSpan=2 width="19%" align=left>

<!--Vasen palsta, linkit ym-->
<A href="calendar.htm"><IMG border=2 src="../../../pix/bwlogo.jpg" width=100 height=100></A><BR clear=both>
<BR>
<FONT size=-1 face=Arial>
<!--********************-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/ylamainos.gif" width=100 height=70></A>
<BR>
<BR>
<!--********************-->
<FONT size=-1><B>Choose another writer in this calendar:</B></FONT>
<P>
by name:<BR>
<A href="index.html#a" target=_blank>A</A>
<A href="index.html#b" target=_blank>B</A>
<A href="index.html#c" target=_blank>C</A>
<A href="index.html#d" target=_blank>D</A>
<A href="index.html#e" target=_blank>E</A>
<A href="index.html#f" target=_blank>F</A>
<A href="index.html#g" target=_blank>G</A>
<A href="index.html#h" target=_blank>H</A>
<A href="index.html#i" target=_blank>I</A>
<A href="index.html#j" target=_blank>J</A>
<A href="index.html#k" target=_blank>K</A>
<A href="index.html#l" target=_blank>L</A>
<A href="index.html#m" target=_blank>M</A>

<A href="index.html#n" target=_blank>N</A>
<A href="index.html#o" target=_blank>O</A>
<A href="index.html#p" target=_blank>P</A>
<A href="index.html#q" target=_blank>Q</A>
<A href="index.html#r" target=_blank>R</A>
<A href="index.html#s" target=_blank>S</A>
<A href="index.html#t" target=_blank>T</A>
<A href="index.html#u" target=_blank>U</A>
<A href="index.html#v" target=_blank>V</A>
<A href="index.html#w" target=_blank>W</A>
<A href="index.html#x" target=_blank>X</A>
<A href="index.html#y" target=_blank>Y</A>
<A href="index.html#z" target=_blank>Z</A>
</P>
<P>
by birthday from the <A href="calendar.htm" target=_top>calendar</A>.
</P>
<P>
<A href="../../../pix/credits.htm" target=_blank>Credits and feedback</A>
</P>
<P>

<!--Bamber Gascoigne--><A href="http://www.timesearch.info/bookswriters/" target=_blank><B>TimeSearch</B></A><BR>for Books and Writers<BR>by <I>Bamber Gascoigne</I><BR>
<!--Vara2-->
<!--Vara3-->
<!--Vara4--></p><p>This is an archive of a dead website. The original website was published by Petri Liukkonen under <a href="https://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en">Creative Commons BY-ND-NC 1.0 Finland</a> and reproduced here under those terms for non-commercial use. All pages are unmodified as they originally appeared; some links and images may no longer function. A .zip of the website is also <a href="https://github.com/greencardamom/BooksAndWriters">available</a>.<br></p>
</FONT>
</TD>

<TD bgColor=white vAlign=top background=/pix/viiva.jpg rowSpan=2 width=2 align=left>
<!--T„m„ on koristeviivasarake-->
</TD>
<TD bgColor=black width="80%" align=left>
<!--T„ss„ on mustapohjainen otsikkosolu-->
<FONT color=white size=+1 face=Arial><B>Yrj&ouml; Jylh&auml; (1903-1956)</B></FONT>
</TD>
</TR>
<TR>
<TD bgColor=white width="80%" align=left>
<!--T„h„n tulee varsinainen teksti-->
<P>&nbsp;</P>


<P><!-- Thank you for examining the code --></P>



<P>

<!-- Teksti alkaa t&auml;st&auml; -->Finnish poet, and translator, whose poems were brusque and masculine, but who was inwardly responsive and sensitive. The turning point in Jylh&auml;'s career was the Winter War (1939-40), when he witnessed as an officer the horrors of the front line. His major work, <EM>Kiirastuli</EM> 
(1941), is generally considered the best lyrical work emerging from this period of the Finnish history. The title of the book, "The Purgatory," do not necessarily refer to the second part of Dante's <I>Divine Comedy</I>, but more to the grave personal and national situation, in which there was no way out. </P>
<BLOCKQUOTE><FONT size=2><B>You know not who he is or whence hailing, </B></FONT><B><BR>
<FONT size=2>
Know nothing of the man within ken </FONT><BR>
<FONT size=2>
But that against your pistol's mouth comes, assailing, </FONT><BR>
<FONT size=2>
Some one of the race of men.</FONT></B></BLOCKQUOTE>
<BLOCKQUOTE><FONT size=2><B>Thus do East and West each other encounter, </B></FONT><B><BR>
<FONT size=2>
Thus do men facing each other fare. </FONT><BR>
<FONT size=2>
The one lived, of this the mindful recounter, </FONT><BR>
<FONT size=2>
The other is being missed somewhere. </FONT></B><FONT size=2></FONT><BR>
<FONT size=2>
(from 'Meeting in the Woods', in <I>Kiirastuli</I>, 1941, translated by Cid Erik Tallqvist) </FONT></BLOCKQUOTE>
<BLOCKQUOTE><FONT size=2>Et tied&auml;, ken on h&auml;n, mist&auml;,</FONT><BR>
<FONT size=2>
et tied&auml; h&auml;nest&auml; muuta,</FONT><BR>
<FONT size=2>
kuin ett&auml; k&auml;y joku ihmisist&auml;</FONT><BR>
<FONT size=2>
p&auml;in pistoolinsuuta.</FONT></BLOCKQUOTE>
<BLOCKQUOTE><FONT size=2>Niin kohtaavat toisensa l&auml;nsi ja it&auml;, <BR>
niin kohtavat ihmiset toisiaan. <BR>
Vain toinen muistelemaan j&auml;i sit&auml;, <BR>
ja toista jossain kaivataa.</FONT><FONT size=2></FONT><BR>
<FONT size=2>
(from 'Kohtaus mets&auml;ss&auml;', in </FONT><I><FONT size=2>Kiirastuli</FONT></I><FONT size=2>, 1941)
</FONT>
</BLOCKQUOTE>

<P>Yrj&ouml; Jylh&auml; was born in Tampere. His mother, Iida Maria (Kovettu) Jylh&auml;, had deeply religious, withdrawn personality. She died in 1917. Kaarle Juho Jylh&auml; (until 1906 Lindeman), his father, was a merchant. He traded in lumber, but lost his relatively large fortune, never gaining his former wealth. Throughout his life, Jylh&auml; blaimed Alfred Kordelin and Emil Aaltonen, two leading businessmen&nbsp;of Tampere, for the fate of his father. Kaarle Jylh&auml; read historical books, his favorite character was Napoleon. During the Finnish Civil War (1917-18), Jylh&auml;'s brothers served in the White Army. When the experience broke one of his brothers, it shadowed Jylh&auml;'s youth. This family burden, and the fear of its consequences for his own psychical strength, created a dark undercurrent in Jylh&auml;'s writings. </P>
<P>At school Jylh&auml; was especially interested in drawing and athletics. In 1921 he won a gold medal in javelin throw in an athletic contest 
between schools. While studying in Helsinki, he joined a boxing club&nbsp;to fight in the lightweight division – Jylh&auml; weighed 60 kilos. Poetry and&nbsp;boxing were both rhytmic arts, he argued.&nbsp;As an aspiring poet, Jylh&auml; was encouraged by the literary association&nbsp;Nuoren Voiman Liitto, founded to help secondary school students to develop talents. Especially Juhani Siljo's collection <EM>Maan puoleen</EM> (1914)&nbsp; interested Jylh&auml;. His&nbsp;early poems Jylh&auml; published under the pseudomyn "Y" in <EM>Nuori Voima</EM> magazine. </P><P>After graduating from lyc&eacute;e (Tampereen Klassillinen lyseo), Jylh&auml; volunteered in the army. He entered the University of Turku in 1924 and later in the same year he began his studies at the University of Helsinki. In the mid-1920s, Jylh&auml; had an affair with the poet <A href="kvala.htm">Katri Vala</A>. Their work had little in common, but they both moved in the same literary circles, and shared the ideal of creating something new in literature. "His love poems are more about hate than love," Jaakko Ahonen characterized Jylh&auml;'s&nbsp;work from this period in <I>A History of Finnish Literature </I>(1973). 
</P><P>In the anthology <I>Nuoret runoilijat I</I> (1924) Jylh&auml; published six poems, which were also&nbsp; included&nbsp;in his first collection of poems, <EM>Ruoskanj&auml;ljet</EM> (1926, The whip marks). This work, which was praised by Uuno Kailas and Viljo Kojo, was partly a kind of&nbsp;sado-masochistic statement&nbsp;to&nbsp;end of his affair with Vala, who recorded&nbsp; their relationship&nbsp;in&nbsp;the collection <EM>Sininen ovi</EM> (1926) with a&nbsp;more gentle voice.&nbsp;</P><P>Two years later followed <EM>Kurimus</EM> (1928, The whirlpool), but then Jylh&auml; concentrated on translating works for nine years. After&nbsp;his father died in 1928, Jylh&auml; left his studies without graduating, and devoted himself entirely to writing. He became a member of the literary group Tulenkantajat (<I>The 
Fire Bearers</I>) with <A href="opaavola.htm">Olavi Paavolainen</A>, Elina
Vaara, <A href="lviljane.htm">Lauri Viljanen</A>, Ilmari Pimi&auml;, <A href="vkajava.htm">Viljo Kajava</A>, and Katri Vala. In 1929 he married Kirsti Svensson, the daughter of the elocutionist Helin&auml; Svensson-Timari, who lived with the artist Einari Vehmas. Kirsti had been an aspiring actress, but never gained success.&nbsp;<SPAN class=st><SPAN class=ft>Without doubt Jylh&auml; knew the family story</SPAN></SPAN>, that she had been raped in her childhood, which had left her somewhat unbalanced. In the&nbsp;mid-1930s, she was treated for syphilis. Once she tried to commit suicide by slashing her wrist. <FONT size=2>(<EM>Yrj&ouml; Jylh&auml;, talvisodan runoilija</EM> by Vesa Karonen &amp; Panu Rajala, 2009, pp. 291-292)</FONT> Jylh&auml;, a quick-tempered and jealous man, occasionally beat her and dragged her&nbsp;by the hair across the floor. </P><P>Although Jylh&auml; searched new ways of expression, he also translated 
into Finnish works from such classic authors as <A href="hheine.htm">Heine</A>, 
Shakespeare, La Fontaine&nbsp; 
and Milton. Jylh&auml;'s Shakespeare translations relied on Paavo Cajander's work.&nbsp;His major works in this field, such as Milton's <I>Kadotettu paratiisi </I>(Paradise Lost) and <I>Rolandin laulu</I> (The Song of Roland) Jylh&auml; produced in his thirties. Noteworthy,&nbsp;Jylh&auml; never studied English at school, so he learned&nbsp; the language&nbsp;by himself. </P>
<P>When his colleagues spent much time in caf&eacute;s and restaurants discussing about literature, Jylh&auml; helped his brother, Kalle, who was a surveyor and traveled around Finland. In the late 1930s Jylh&auml; broke his silence as a poet and published two collections, <EM>Risti lumessa</EM>&nbsp;(1937,&nbsp;A cross in the snow) and <EM>Toiviotiell&auml;</EM> (1938, On a pilgrimage). His poem, 'Lasten ristiretki' (1935, 'The children's crusade'), ironically depicted the youthful enthusiasms of <EM>The Fire Bearers</EM>, and dissolution of the group. "Osa tielt&auml; ei v&auml;isty&auml; saata: / yh&auml; etsien untensa maata / he samoavat kukin yksikseen / y&ouml;n autiuteen." </P>
<P>During the Winter War and the Continuation War against the Soviet aggression, Jylh&auml; served in the army as a company commander, and at the information department. When the Winter War broke out, six Finnish divisions fought on the Karelian Isthmus against twelve or fourteen divisions, and in north of Lake Ladoga, two divisions held a sixty-mile front against the Soviet Eight Army of seven divisions and a brigade of armor. </P><P>The infernal fights in Taipaleenjoki (the Taipale river) between the years 1939 and 1940 were basis for Jylh&auml;'s poems in <I>Kiirastuli</I>; its first poems, a kind of prelude, dealt with time priot to the war. Jylh&auml; portrays the Taipale river as a river of death. The central theme is humanity over front lines, as exemplified in the poem 'Kohtaus mets&auml;ss&auml;'. Another painful scene about a dying soldier, 'Kaivolla', is one of Jylh&auml;'s most quoted verses. Jylh&auml;'s work has none of the idealism of Runeberg's <I>Ensign St&aring;l</I>, although nowadays, perhaps against Jylh&auml;'s wishes, it is often read as a patriotic celebration to honor the deeds of the past. </P><P>Between 1943 and 1944 Jylh&auml;&nbsp;worked for&nbsp;t<SPAN class=st><SPAN class=ft>he State Information Bureau.&nbsp; After&nbsp;the Soviet attack in the Karelian Isthmus, </SPAN></SPAN>was called to back duty in July 1944, serving behind the lines in Tyrv&auml;&auml;. <I>Kiirastuli</I> was Jylh&auml;'s last major collection of poems. An abridged edition of the work, illustrated by Erkki Tanttu, was published in 1951. And selection of Jylh&auml;s' poems, <EM>Runoja, </EM>came&nbsp;out&nbsp;in 1943.&nbsp;While the tone of <I>Kiirastuli </I>was dark and differed from the propaganda of the period, <I>Runoja</I> reflected the official belief in victory. "The year of 1943 was the turning point in my life and poetry," he later said. About this time also his wife Kirsti Jylh&auml; died. </P><P>After the war Jylh&auml; retired nearly completely from writing poetry. He published only some translations and a few poems. His companion during the last&nbsp;ten years of his life was a widow, with whom he spent much time in Sysm&auml;. When the Academy of Finland was established in 1947, Jylh&auml; was among the first writers to receive its award. He planned to translate T.S. Eliot's play 'Murder in the Cathedral', but he often felt himself tired and depressed. Erkki Reenp&auml;&auml;, who worked for the publishing company Otava, visited occasionally his small apartment, which "smelled of blood". Reenp&auml;&auml; suspected that Jylh&auml; was suffering from syphilis. On several occasions,&nbsp;the author himself&nbsp;had made references to it. Yrj&ouml; Jylh&auml; died in Turku on December 30, 1956. He shot himself in the head with a&nbsp;Belgian FN pistol, in the toilet of his brother V&auml;in&ouml;. The 6.35mm gun, considered too ineffectual for the purposes of self- defence,&nbsp;Jylh&auml; had carried&nbsp;with him&nbsp;for a long period. </P><P>A statue in Jylh&auml;'s honor, designed by the sculptor Terho Sakki, was erected in 1964 in Tampere. Still in the 1990s,<EM>&nbsp;&nbsp;Kiirastuli</EM> was voted by Finnish readers among the three most popular books, along with V&auml;in&ouml; Linna's <I>Tuntematon sotilas</I> and Erkki Palolammen's <I>Kolaa kest&auml;&auml;</I>, which 
all depicted the war years. </P>


<BLOCKQUOTE><B><FONT size=2>For further reading</FONT></B><FONT size=2>: </FONT><FONT size=2>'Yrj&ouml; Jylh&auml;' in </FONT><I><FONT size=2>Aleksis Kivest&auml; Saima Harmajaan,</FONT></I><FONT size=2> ed. by Albin Ahonen, Martti Haavio, V. I. Mikkonen (1943); </FONT><I><FONT size=2>Voices From Finland</FONT></I><FONT size=2>, ed. by Elli Tompuri ( 1947); </FONT><I><FONT size=2>Yrj&ouml; Jylh&auml;</FONT></I><FONT size=2> by Kauko Kare (1957); 'Yrj&ouml; Jylh&auml;n daimoni</FONT><FONT size=2>' by Lauri Viljanen in </FONT><I><FONT size=2>Lyyrillinen min&auml; </FONT></I><FONT size=2>(1959); 'Kuoleman ajatus Yrj&ouml; Jylh&auml;n runoudessa' by Eino Krohn in </FONT><I><FONT size=2>Kaksi lukittua lipasta</FONT></I><FONT size=2> (1961); <I>A History of Finnish Literature</I> by Jaakko Ahokas (1973); </FONT><I><FONT size=2>A History of Finland's Literature</FONT></I><FONT size=2>, ed. by George C. Schoolfield (1998); <I>Suomennoskirjallisuuden historia 2</I>, ed. by H.K. Riikonen et al. (2007); Yrj&ouml; <EM>Jylh&auml;, talvisodan runoilija</EM>&nbsp;by Vesa Karonen &amp; Panu Rajala (2009) &nbsp;</FONT></BLOCKQUOTE>
<P><B>Selected works:</B></P>

<UL>
<LI>Ruoskanj&auml;ljet: runoja, 1926 
<LI>Kurimus: runoja, 1928 
<LI>Viimeinen kierros. Urheilurunoja, 1931 
<LI>Meid&auml;n pihan urheilija, 1932 (edited by Yrj&ouml; Jylh&auml;, illustrated by R. Koivu)
<LI>Synnyinseudun n&auml;kyj&auml;, 1934 
<LI>Risti lumessa: runoja, 1937 
<LI>Toiviotiell&auml;: runoja, 1938 
<LI>Sotatalvi: runovalikoima, 1940 (with others) 
<LI>Kiirastuli: runoja rauhan ja sodan ajoilta, 1941 
<LI>J&auml;nnitt&auml;vin sotael&auml;mykseni, 1942 (edited by Yrj&ouml; Jylh&auml;, P&auml;iv&ouml; Oksala, Olavi Paavolainen) 
<LI>Runoja:&nbsp;valikoima eri kokoelmista, 1943 
<LI>Ihminen ja elementit:&nbsp;kantaattu&nbsp;teknillisen&nbsp;korkeakoulun satavuotisjuhlaan 1949, 1949 (music by Kalervo Tuukkanen) 
<LI>Kiiratuli, 1951 (illustrated by Erkki Tanttu) 
<LI>Hyv&auml;sti, Kirvesm&auml;ki!: Yksitoista&nbsp;"Kiirastulen" runoa n&auml;k&ouml;ispainoksineen, 1954
<LI>Yrj&ouml; Jylh&auml;n kauneimmat runot h&auml;nen itsens&auml; valikoimina, 1957 
<LI>Valikoima Yrj&ouml; Jylh&auml;n runoja ja k&auml;&auml;nn&ouml;ksi&auml;, 
1960 (edited by Eino Krohn) 
</LI></UL>

<P><B>Translator:</B></P>

<UL>
<LI>Edgar Allan Poe: Kultakuoriainen y.m. kertomuksia, 1927 (with Yrj&ouml; Kivimies): 
<LI>Bertel Gripenberg: Runoja, 1929 
<LI>Hallitse, Britannia, 1929 (a selection of British poetry) 
<LI>John Milton: Kadotettu paratiisi: runoelma, 1933
<LI>Runon pursi: maailmankirjallisuuden kertovaa runoutta, 1934 (epic poetry) 
<LI>La Fontaine: Tarinoita, 1935 (forword by Aarne Anttila) 
<LI>William Shakespeare: Kuningas Lear, 1936 
<LI>William Shakespeare: Macbeth, 1936 
<LI>Rolandin laulu: Ranskan kansalliseepos, 1936
<LI>Heinrich Heine: Laulujen kirja, 1937
<LI>William Wordsworth: Runoja, 1949 (with Aale Tynni,
Yrj&ouml; Jylh&auml;, Lauri Viljanen)
<LI>Veri ja kulta, 1954 (world poetry) 
<LI>William Shakespeare: William Shakespearen suuret draamat 1: Romeo ja Julia; Kes&auml;y&ouml;n unelma; Macbeth, 1955 (introduction by Eino Krohn) 
<LI>William Shakespeare: William Shakespearen suuret draamat 2: Hamlet; Othello, 1955 (introduction by Eino Krohn) 
<LI>William Shakespeare: William Shakespearen suuret draamat 3: Kuningas Lear; Venetsian kauppias, 1955 (introduction by Eino Krohn) 
<LI>Viktor Rydberg, Kotitonttu, 1981 (illustrated by Harald Wiberg) 
<LI>Samuel Taylor Coleridge, Hunt Emerson: Vanhan merimiehen tarina, 1990 

</LI></UL>











<P align=center>



<BR>
<!--Amazonbanner-->
<A href="http://www.amazon.com/exec/obidos/redirect-home/authorscalend-20"><IMG border=0 hspace=0 alt="In Association with Amazon.com" src="../../../pix/banneri.gif" width=468 height=60></A>
<BR>
<HR>
<I><CENTER><FONT size=-1>Some rights reserved Petri Liukkonen (author) &amp; Ari Pesonen. Kuusankosken kaupunginkirjasto 2008</FONT></CENTER></I><BR>
<P></P>

<BR>

 
<!--Tekstipalsta p„„ttyy-->
</TD>
</TR>
</TBODY></TABLE></CENTER>
 


<I><CENTER><A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license><IMG style="BORDER-RIGHT-WIDTH: 0px; BORDER-TOP-WIDTH: 0px; BORDER-BOTTOM-WIDTH: 0px; BORDER-LEFT-WIDTH: 0px" alt="Creative Commons License" src="http://i.creativecommons.org/l/by-nd-nc/1.0/fi/88x31.png"></A><BR><SPAN rel="dc:type" property="dc:title" href="http://purl.org/dc/dcmitype/Text" xmlns:dc="http://purl.org/dc/elements/1.1/">Authors' Calendar</SPAN> jonka tekij&auml; on <SPAN property="cc:attributionName" xmlns:cc="http://creativecommons.org/ns#">Petri Liukkonen</SPAN> on lisensoitu <A href="http://creativecommons.org/licenses/by-nd-nc/1.0/fi/deed.en" rel=license>Creative Commons Nime&auml;-Ep&auml;kaupallinen-Ei muutettuja teoksia 1.0 Suomi (Finland) lisenssill&auml;</A>.<BR>May be used for non-commercial purposes. The author <B>must</B> be mentioned. The text may not be altered in any way (e.g. by translation). Click on the logo above for information.</CENTER></I><BR></BODY></HTML

